module.exports = {
    "type": "rich",
    "title": `花嫁 撒旦 ★★★ (削弱前)`,
    "description": `<:rarity_ssr:933339183848763412> <:element_dark:933339859559530506> <:class_attacker:933339400916578344>`,
    "color": 0xC390FF,
    "fields": [
        {
        "name": `<:detail_skill:933339968967933963> 奈落之花`,
        "value": `以自身攻擊力490/568/646/724/802％對目標造成傷害，CD: 5 `
        },
        {
        "name": `<:detail_attack:933340014379667457> 落花爪`,
        "value": `以自身攻擊力100％對目標造成傷害`
        },
        {
        "name": `<:detail_leader:933339992732876811> 純粹的力量`,
        "value": `我方全體HP最大值增加15%\n每經過5回合，觸發「使我方全體攻擊力增加150%(3回合)」\n第1回合時，觸發「除自身以外我方角色獲得《絕對服從》」\n \n《絕對服從》\n攻擊時，觸發「使目標受到闇屬性傷害增加1%(最多20層)」(50回合)\n攻擊時，觸發「以自身攻擊力30％使我方站位1角色攻擊力增加(1回合)」(50回合)`
        },
        {
        "name": `<:detail_passive:933340075910131732> 無垢嫁衣`,
        "value": `普攻時，觸發「使自身必殺傷害增加8%(最多5層)」 \n必殺時，觸發「使自身普攻傷害增加80%(最多1層)」 `
        },
        {
        "name": `<:detail_passive:933340075910131732> 苦痛歡愉`,
        "value": `攻擊時，觸發「使目標受到闇屬性傷害增加4%(最多5層)」\n防禦時，觸發「使自身造成傷害增加40%(2回合)」`
        },
        {
        "name": `<:detail_passive:933340075910131732> 真魔之力`,
        "value": `攻擊時，觸發「使我方全體造成傷害增加3%(最多10層)」`
        },
        {
        "name": `<:detail_passive:933340075910131732> 必殺+ (6潛)`,
        "value": `使自身必殺技傷害增加10%`
        },
        {
        "name": `<:detail_passive:933340075910131732> 免疫沉默 (12潛)`,
        "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/943378431427633222.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}