module.exports = {
    "type": "rich",
    "title": `復活兔 撒旦 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_light:933339825933791312> <:class_obstructer:933339487084359740>`,
    "color": 0xEFB26B,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：4,947,106 | ATK：522,490`
        },
        {
            "name": `<:detail_skill:933339968967933963> 殺意誘惑`,
            "value": `使自身獲得嘲諷(1回合)並變為防禦狀態且攻擊力增加60/80/100/100/100%(1回合)、被攻擊時，觸發\"以攻擊力30/30/30/40/50%對自身進行治療\"效果(1回合)，但防禦減傷效果減少25%(1回合)，CD: 3`
        },
        {
            "name": `<:detail_attack:933340014379667457> 撕裂`,
            "value": `以攻擊力50%對目標造成傷害，並使自身攻擊力增加25%(2回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 血月的災厄`,
            "value": `使自身必殺技最大CD減少1回合，攻擊力增加33%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 痛楚與狂喜`,
            "value": `被攻擊時，觸發\"使自身攻擊力增加2%(最多25層)\"效果`
        },
        {
            "name": `<:detail_passive:933340075910131732> 縱慾廝殺`,
            "value": `使自身免疫必殺技CD變動效果；被攻擊時，觸發\"以攻擊力100%對目標進行反擊\"效果 `
        },
        {
            "name": `<:detail_passive:933340075910131732> 殺戮衝動`,
            "value": `必殺時，觸發\"自身造成傷害增加33%(1回合)\"效果`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 回復量+ (6潛)`,
            "value": `使自身被治療時回復量增加15%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫睡眠 (12潛)`,
            "value": `使自身免疫睡眠`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/865993275927035914.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}