module.exports = {
    "type": "rich",
    "title": `大將軍 朱諾安 ★★`,
    "description": `<:rarity_sr:933339169105772585> <:element_dark:933339859559530506> <:class_attacker:933339400916578344>`,
    "color": 0xC390FF,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,077,368 | ATK：798,849`
        },
        {
            "name": `<:detail_skill:933339968967933963> 攻守一體。迅突長刺`,
            "value": `使自身獲得\"攻擊力增加15%、受到傷害減少10%(3回合) [4絆 (4回合)]\"效果，再以攻擊力400/460/520/520/520%對目標造成傷害，CD: 5 [5絆 CD: 4]`
        },
        {
            "name": `<:detail_attack:933340014379667457> 突刺`,
            "value": `以攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 平等之劍`,
            "value": `使我方全體屬性相剋增減傷效果減少100%、攻擊力增加10%、受到傷害減少7.5%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 攻守兼備`,
            "value": `普攻時，觸發\"使自身攻擊力增加5%(2回合)、受到傷害減少3.3%(1回合)\"效果`
        },
        {
            "name": `<:detail_passive:933340075910131732> 帝國劍術`,
            "value": `使自身普攻傷害增加30%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 法斯帝國齊劍戰法`,
            "value": `必殺時，觸發\"使自身以外的隊員攻擊力增加15%、受到傷害減少10%(2回合)\"效果 `
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 減傷+ (6潛)`,
            "value": `使自身受到傷害減少5%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/862655188540063754.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}