module.exports = {
    "type": "rich",
    "title": `迷情薄紗 露露 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_dark:933339859559530506> <:class_healer:933339563127078922>`,
    "color": 0xC390FF,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,375,317 | ATK：767,182\n(上調基礎ATK與HP數值)`
        },
        {
            "name": `<:detail_skill:933339968967933963> 魔王城party time`,
            "value": `使自身獲得1/1/2/2/3層《派對主持人》、《派對參加者》(最多3層)(每場戰鬥僅生效1次)\n使我方站位5獲得必殺技傷害增加30/40/40/50/50%(1回合)\n使我方站位5獲得「必殺時，追加『以自身攻擊力60/70/80/90/100%對目標造成傷害』(1回合)」，CD:3 `
        },
        {
            "name": `<:detail_attack:933340014379667457> 派對邀請函`,
            "value": `以自身攻擊力50%每回合對我方全體進行治療(3回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 睡衣派對要開始囉～`,
            "value": `我方全體最大HP增加30%\n我方全體攻擊力增加50%\n自身必殺時，觸發「使我方站位5獲得必殺技傷害增加30%(1回合)」\n自身必殺時，根據自身《派對主持人》的層數，觸發「使我方站位5造成傷害增加7.5%(1回合)」\n自身必殺時，根據自身《派對參加者》的層數，觸發「使目標受到傷害增加7.5%(1回合)」\n使我方全體輔助者獲得「必殺時，觸發『以自身攻擊力10%使我方站位5攻擊力增加(1回合)」\n使我方全體妨礙者獲得「必殺時，觸發『使我方站位5獲得《派對焦點》(1回合)』」\n使我方最大HP最高者獲得「防禦時，觸發『以自身最大HP30%給予我方最大HP最低者護盾(1回合)』」\n \n《派對焦點》\n必殺時，追加「以自身攻擊力50%對目標造成傷害」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 羞澀的戀愛話題`,
            "value": `必殺時，觸發「以自身攻擊力100%對我方全體進行治療，再以自身攻擊力50%每回合對我方全體進行治療(3回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 刺激的派對遊戲`,
            "value": `使我方全體輔助者獲得「行動時，觸發『使我方『迷情薄紗 露露』獲得1層《派對主持人》(最多4層)』(觸發1次後清除)」\n使我方全體妨礙者獲得「行動時，觸發『使我方『迷情薄紗 露露』獲得1層《派對參加者》(最多4層)』(觸發1次後清除)」\n必殺時，觸發「使自身不受《派對主持人》、《派對參加者》層數變動效果影響(50回合)」(觸發1次後解除)\n必殺時，根據自身《派對主持人》的層數，觸發「使我方站位5造成傷害增加8.75%(1回合)」\n必殺時，根據自身《派對參加者》的層數，觸發「使目標受到傷害增加8.75%(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 臨時枕頭堡壘！`,
            "value": `防禦時，觸發「使我方最大HP最低者受到傷害減少20%(1回合)」\n 防禦時，觸發「以自身攻擊力50%對我方全體進行治療」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 持續治療+ (6潛)`,
            "value": `使自身造成持續型治療增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1226338484076417035.webp?size=160&quality=lossless`,
        "height": 0,
        "width": 0
    }
}