module.exports = {
    "type": "rich",
    "title": `夏日 KS-VIII ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_light:933339825933791312> <:class_obstructer:933339487084359740>`,
    "color": 0xEFB26B,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,346,530 | ATK：852,105`
        },
        {
            "name": `<:detail_skill:933339968967933963> 出力120%。殺球`,
            "value": `以攻擊力265/298/331/331/364％對目標造成傷害，並使目標必殺技當前CD增加1/1/1/1/2回合、造成傷害減少15/15/15/20/20%(1回合)、受到傷害增加15/15/15/20/20%(3回合)，CD: 3`
        },
        {
            "name": `<:detail_attack:933340014379667457> 排球直擊`,
            "value": `以攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 值得信賴的海灘保鑣`,
            "value": `每Wave的第1回合，觸發\"使目標受到必殺技傷害增加50%(50回合)\"效果`
        },
        {
            "name": `<:detail_passive:933340075910131732> 弱點分析`,
            "value": `使自身必殺技傷害增加20%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 高速迷你魚雷`,
            "value": `每經過3回合，觸發\"自身攻擊時，觸發以自身攻擊力40％對目標進行3次追擊(1回合)\"效果`
        },
        {
            "name": `<:detail_passive:933340075910131732> 捕魚用音爆彈`,
            "value": `每經過4回合，觸發\"自身攻擊時，觸發以自身攻擊力50％對敵方全體進行4次追擊(1回合)\"效果`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊力+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫睡眠 (12潛)`,
            "value": `使自身免疫睡眠`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1047027074151493662.webp?size=128&quality=lossless`,
        "height": 0,
        "width": 0
    }
}