module.exports = {
    "type": "rich",
    "title": `調查員 娜娜 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_wind:933339803653644358> <:class_attacker:933339400916578344>`,
    "color": 0x54BA71,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,071,610 | ATK：928,392`
        },
        {
            "name": `<:detail_skill:933339968967933963> 彈無虛發喵！`,
            "value": `以自身攻擊力20/23.3%對目標造成傷害6次，再使我方全體造成觸發技效果增加60/70%(6回合)，並使目標受到風屬性傷害增加10/15%(6回合)。CD:6\n\n3絆+：使我方全體造成觸發技效果增加80/90/100%(6回合)，再使目標受到風屬性傷害增加20/25/30%(6回合)，並以自身攻擊力26.6/30/33.3%對目標造成傷害6次。CD:6`
        },
        {
            "name": `<:detail_attack:933340014379667457> 調查喵射擊`,
            "value": `以自身攻擊力33.3%對目標造成傷害3次`
        },
        {
            "name": `<:detail_leader:933339992732876811> 與深淵同行`,
            "value": `我方全體最大HP增加20%\n我方全體攻擊力增加50%\n自身獲得《調查真相》\n\n《調查真相》\n第1回合時，觸發「使自身當前必殺技CD減少3回合」\n攻擊力增加40%\n造成傷害增加50%\n攻擊時，觸發「以自身攻擊力100%對目標造成傷害」\n必殺時，觸發「使目標受到風屬性傷害增加30%(6回合)」\n當前HP≦99%時，發動「《瀕臨崩潰》」\n防御時，觸發「使自身不受《瀕臨崩潰》效果影響(1回合)」\n\n《瀕臨崩潰》\n被攻擊時，觸發「清除自身《理智值》的所有層數」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 調查喵探險中`,
            "value": `第1回合時，觸發「使自身獲得50層《理智值》(最多50層)」\n每經過1回合時，觸發「使自身《理智值》層數減少10層」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 直視深淵`,
            "value": `自身《理智值》層數=50層時，開啟「造成觸發技效果增加30%」\n自身《理智值》層數≧40層時，開啟 「造成傷害增加20%」\n自身《理智值》層數≧30層時，開啟「攻擊時，觸發『以自身攻擊力100%對目標造成傷害』」\n自身《理智值》層數≧20層時，開啟「攻擊力增加65%」\n自身《理智值》層數≧10層時，開啟「攻擊力增加65%」\n自身《理智值》層數<1層時，開啟「《喪失理智》」\n\n《喪失理智》\n每經過1回合時，觸發「《無上真神之影》」\n\n《無上真神之影》\n使自身獲得50層《理智值》(最多50層)，並對自身造成睡眠(1回合)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 情報部隊守則第一條`,
            "value": `第1回合時，觸發「使自身當前必殺技CD減少3回合」\n必殺時，觸發「《理智值:笨蛋凱薩》」\n\n《理智值:笨蛋凱薩》\n以自身攻擊力100%對目標造成傷害\n使自身獲得50層《理智值》(最多50層)\n使自身不受「《理智值》層數減少」效果影響(4回合)`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 觸發+ (6潛)`,
            "value": `使自身造成觸發技效果增加30%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫睡眠 (12潛)`,
            "value": `使自身免疫睡眠`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1241468875116384367.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}