module.exports = {
    "type": "rich",
    "title": `賞金獵人 安潔娜爾 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_water:933339803087421523> <:class_obstructer:933339487084359740>`,
    "color": 0x48B4EB,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,530,768 | ATK：807,486`
        },
        {
            "name": `<:detail_skill:933339968967933963> 接下來是賺錢時間！`,
            "value": `使目標受到傷害增加30/35/40/45/50%(4回合)，再以自身攻擊力330/376/422/468/514%對目標造成傷害，並使自身獲得「普攻時，追加『以自身攻擊力15/15/22.5/22.5/30%對目標造成傷害』(4回合)」，CD: 4 `
        },
        {
            "name": `<:detail_attack:933340014379667457> 飛刀投擲`,
            "value": `以自身攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 張貼追緝令`,
            "value": `我方全體水屬性、風屬性角色最大HP增加20%\n我方全體水屬性、風屬性角色攻擊力增加100%\n我方全體水屬性角色普攻傷害增加80%\n我方全體水屬性角色造成傷害增加50%\n我方全體風屬性的治療者、輔助者獲得《集團追獵》\n\n《集團追獵》\n攻擊時，觸發「使我方水屬性的角色造成傷害增加30%(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 野性獵蹤`,
            "value": `普攻傷害增加70%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 飛刀把戲`,
            "value": `必殺時，觸發「使我方全體水屬性的攻擊者、守護者、妨礙者獲得《傳遞飛刀》」\n使自身以外的我方全體水屬性的攻擊者、守護者、妨礙者獲得「必殺時，觸發『使我方賞金獵人安潔娜爾』獲得《傳遞飛刀》』」\n\n《傳遞飛刀》\n普攻時，追加「以自身攻擊力30%對目標造成傷害」(1回合)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 賞金獵人的直覺`,
            "value": `第1回合時，觸發「使自身當前必殺技CD減少4回合」\n第1回合時，觸發「使自身以外的我方全體水屬性隊員當前必殺技CD減少1回合`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 普攻+ (6潛)`,
            "value": `使自身普攻傷害增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫睡眠 (12潛)`,
            "value": `使自身免疫睡眠`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1216781076652101794.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}