module.exports = {
    "type": "rich",
    "title": `副手 貝蕾朵 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_fire:933339778559131679> <:class_protector:933339611080572948>`,
    "color": 0xF45F34,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,966,895 | ATK：719,684`
        },
        {
            "name": `<:detail_skill:933339968967933963> 狂犬的忠僕`,
            "value": `使自身攻擊力增加40/60/70/90/100%(1回合)，並以自身攻擊力20/20/22.5/22.5/25%使自身以外的我方全體攻擊力增加(1回合)；使自身獲得「防禦時，觸發『以自身最大HP15/17.5/17.5/20/20%給予我方全體護盾(4回合)』(4回合)(觸發1次後解除)」，CD :4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 作戰指揮`,
            "value": `使我方全體攻擊力增加25%(1回合)，並以自身攻擊力75%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 獵犬的目光`,
            "value": `我方全體最大HP增加10%\n我方全體攻擊力增加100%\n使自身以外我方全體獲得防禦時，觸發「使我方站位1獲得1層《編制重整》(最多4層)」(50回合)\n每經過1回合時，觸發「清除自身《編制重整》的所有層數」\n當自身《編制重整》層數=4層時，發動「防禦時，觸發『使自身獲得1層《轉進》(最多1層)』」\n當自身《轉進》層數=1層時，發動《反噬的犬嚎》\n\n《反噬的犬嚎》\n必殺時，追加「以自身攻擊力25%使自身以外的我方全體攻擊力增加(1回合)」\n必殺時，追加「使我方全體造成傷害增加50%(1回合)」\n必殺時，追加「使我方全體必殺技傷害增加50%(1回合)」\n必殺時，追加「使目標受到傷害增加50%(1回合)」\n必殺時，觸發「清除自身《轉進》的所有層數」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 戰術性撤退`,
            "value": `第1回合&必殺時，觸發「使自身獲得1層《孱弱的假象》(最多1層)」\n當自身《孱弱的假象》層數=1層時，發動「《防守》」\n\n《防守》\n防禦時，觸發「使自身獲得嘲諷(1回合)」且獲得《反擊》效果」\n\n《反擊》\n被攻擊時，觸發「使我方全體造成傷害增加35%(4回合)，清除自身的《孱弱的假象》的所有層數」(1回合)(觸發1次後解除)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 驕兵之計`,
            "value": `防禦時，觸發「使自身獲得1層《反攻的時機》(最多1層)」\n當自身《反攻的時機》層數=1層時，發動「《逆襲的砲火 》」\n\n《逆襲的砲火》\n必殺時，追加「以自身攻擊力75%對目標造成傷害2次」\n必殺時，觸發「清除自身《反攻的時機》的所有層數」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 給你放個長假`,
            "value": `當自身《反攻的時機》層數=1層時，發動「《逆襲的彈雨》」\n\n《逆襲的彈雨》\n必殺時，追加「以自身攻擊力45.5%對目標造成傷害8次」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫睡眠 (12潛)`,
            "value": `使自身免疫睡眠`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1197588159995846786.webp?size=128&quality=lossless`,
        "height": 0,
        "width": 0
    }
}