module.exports = {
    "type": "rich",
    "title": `幽夜女爵 卡蒂雅 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_water:933339803087421523> <:class_obstructer:933339487084359740>`,
    "color": 0x48B4EB,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：4,664,989 | ATK：611,732`
        },
        {
            "name": `<:detail_skill:933339968967933963> 夜幕重重`,
            "value": `使我方全體造成必殺技傷害增加20/30/40/50/60%(3回合)、使自身護盾效果增加10/15/20/25/30%(3回合)、再以自身攻擊力265/298/331/364/397%對目標造成傷害，CD:3`
        },
        {
            "name": `<:detail_attack:933340014379667457> 夜雨破`,
            "value": `以自身攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 幽夜女爵`,
            "value": `我方全體最大HP增加20%\n我方全體攻擊力增加80%\n當我方隊伍有至少3名水屬性角色時，自身獲得《黑夜倩影》\n當我方隊伍有至少2名闇屬性角色時，我方站位3、5角色獲得《傭兵的準則》\n\n《黑夜倩影》\n攻擊力增加60%\n必殺時，觸發「使目標受到闇屬性傷害增加5%(最多3層)、使目標受到水屬性傷害增加5%(最多3層)」\n攻擊時，觸發「以自身攻擊力40%使我方全體攻擊力增加 (1回合)」\n\n《傭兵的準則》\n造成傷害增加30%\n必殺時，追加「以自身攻擊力40%對目標造成傷害」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 閨闈幽幽`,
            "value": `必殺時，追加「使目標受到傷害增加15%(7回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 霆雨霏霏`,
            "value": `必殺時，追加「以自身最大HP7%對我方全體施放護盾(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 長夜漫漫`,
            "value": `必殺時，追加「使目標受到必殺技傷害增加20%(7回合)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1174301881691013131.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}