module.exports = {
    "type": "rich",
    "title": `南瓜魔女 神田綾音 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_dark:933339859559530506> <:class_supporter:933339516788408420>`,
    "color": 0xC390FF,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,022,673 | ATK：944,223`
        },
        {
            "name": `<:detail_skill:933339968967933963> 不搗蛋，但要給我糖`,
            "value": `使自身攻擊力增加200/200/250/250/300%(1回合)，以自身攻擊力25/30/35/40/45%使自身攻擊力增加(1回合)，再以自身攻擊力25%使我方攻擊者、妨礙者攻擊力增加(1回合)，CD:3`
        },
        {
            "name": `<:detail_attack:933340014379667457> 勇氣之力`,
            "value": `使我方全體攻擊力增加50%(1回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 萬聖玩裝派對`,
            "value": `我方全體最大HP增加20%\n我方全體攻擊力增加50%\n我方全體造成傷害增加50%\n我方全體必殺技傷害增加70%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 削南瓜焉用聖劍`,
            "value": `必殺時，追加「以自身攻擊力250%對目標造成傷害」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 現做南瓜派`,
            "value": `每經過3回合，觸發「使自身獲得必殺時，觸發『以自身攻擊力25%使我方攻擊者、妨礙者攻擊力增加(1回合)』(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 萬聖節就穿這一套`,
            "value": `我方攻擊者、妨礙者獲得「必殺時，追加『以自身攻擊力100%對目標造成傷害』(50回合)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫睡眠 (12潛)`,
            "value": `使自身免疫睡眠`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1164531372866666496.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}