module.exports = {
    "type": "rich",
    "title": `調皮搗蛋 白 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_fire:933339778559131679> <:class_supporter:933339516788408420>`,
    "color": 0xF45F34,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,083,126 | ATK：925,513`
        },
        {
            "name": `<:detail_skill:933339968967933963> 給了糖，還是要搗蛋！`,
            "value": `使目標受到傷害增加30/30/40/40/45%(4回合)、使目標受到傷害增加0/10/10/20/20%(最多1層)、使我方全體必殺技傷害增加10/15/20/25/30%(4回合)，CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 糯米黏黏彈`,
            "value": `以自身攻擊力30%使我方全體攻擊力增加(1回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 別出心裁的搗蛋鬼`,
            "value": `我方全體最大HP增加30%\n必殺時，觸發「以自身最大HP10%給予我方全體護盾(1回合)」\n必殺時，觸發「依據自身『連環陷阱』的層數觸發『使目標受到光、闇屬性傷害增加6%(1回合)』」\n必殺時，觸發「依據自身『連環陷阱』的層數觸發『使目標受到火、水屬性傷害增加3%(1回合)』」\n我方全體獲得「當我方隊伍恰好為4種角色定位時，開啟 《萬聖搗蛋派對！》」\n\n《萬聖搗蛋派對！》\n攻擊力增加120%\n造成傷害增加50%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 小小身體大大腦袋`,
            "value": `當前HP≤99%時，發動「自身受到傷害減少10%」\n每經過1回合時，觸發「給予自身『連環陷阱(最多9層)』」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 詭計多端`,
            "value": `必殺時，觸發「以自身攻擊力30%使我方全體攻擊力增加(1回合)」\n當自身「連環陷阱」層數>3層時，開啟「受到護盾效果增加20%」\n當自身「連環陷阱」層數>6層時，開啟「攻擊力增加20%」\n當自身「連環陷阱」層數=9層時，開啟「攻擊力增加20%」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 萬聖陷阱迷宮`,
            "value": `必殺時，觸發「依據自身『連環陷阱』的層數觸發『使目標受到火、水屬性傷害增加3%(1回合)』」 `
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 減傷+ (6潛)`,
            "value": `使自身受到傷害減少5%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1164531376264056832.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}