module.exports = {
    "type": "rich",
    "title": `時御者 伊娜絲 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_dark:933339859559530506> <:class_attacker:933339400916578344>`,
    "color": 0xC390FF,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,071,611 | ATK：928,392`
        },
        {
            "name": `<:detail_skill:933339968967933963> 時願希望`,
            "value": `使目標受到時御者伊娜絲傷害增加50/62.5/75/87.5/100%(3回合)，並以自身攻擊力265/298/331/364/397%對目標造成傷害，CD:3`
        },
        {
            "name": `<:detail_attack:933340014379667457> 時破斬`,
            "value": `以自身攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 時御者`,
            "value": `我方全體HP增加25%\n我方全體攻擊力增加90%\n我方全體攻擊者造成傷害增加40%\n我方全體妨礙者造成傷害增加40%\n自身攻擊力增加90%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 破碎蒼空`,
            "value": `第一回合時，觸發「使自身造成傷害增加4%(最多5層)」\n每經過三回合時，觸發「使自身《破碎蒼空》的造成傷害效果增加2層」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 時空支配`,
            "value": `造成傷害增加20%\n必殺時，根據《破碎蒼空》的造成傷害效果層數觸發「使目標受到時御者伊娜絲傷害增加10%(4回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 夸姣光陰`,
            "value": `普攻時，追加「以自身攻擊力70%對目標造成傷害」\n必殺時，追加「以自身攻擊力70%對目標造成傷害」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1174301886405423114.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}