module.exports = {
    "type": "rich",
    "title": `真神化身 菈萊亞 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_dark:933339859559530506> <:class_protector:933339611080572948>`,
    "color": 0xC390FF,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：4,534,007 | ATK：629,002`
        },
        {
            "name": `<:detail_skill:933339968967933963> 繁星歸位`,
            "value": `以自身攻擊力330/376/422/468/514%對目標造成傷害、並使我方站位1、站位2、站位3角色受到傷害減少10/12.5/15/17.5/20%(2回合)，CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 汙穢褻瀆之音`,
            "value": `以自身攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 扭曲儀式`,
            "value": `自身最大HP增加50%\n我方全體攻擊力增加100%\n自身必殺時，觸發「以自身攻擊力400%對目標造成傷害」\n自身攻擊時，觸發「以自身最大HP1%對自身以外我方全體造成傷害」\n自身造成傷害時會以傷害值25%回復自身HP\n我方站位2、站位3獲得《活體獻祭》\n\n《活體獻祭》\n造成傷害減少300%\n攻擊時，觸發「以自身基礎攻擊力125%使我方站位1角色攻擊力增加(1回合)」\n必殺時，觸發「使目標受到闇屬性傷害增加14%(2回合)」\n第一回合時，觸發「使自身獲得《意識剝離》」\n\n《意識剝離》\n當自身是攻擊者時：\n行動時，觸發「使我方站位1角色獲得必殺時，觸發「以自身最大HP100%對目標造成傷害、再以自身攻擊力150%對目標造成傷害」(50回合)、造成傷害增加25%(50回合)」(1回合)\n當自身是妨礙者時：\n行動時，觸發「使我方站位1角色獲得攻擊時，觸發「使目標被治療回復量減少50%(2回合)」(50回合)、必殺時，觸發「使目標受到傷害增加45%(9回合)」(50回合)、造成傷害增加25%(50回合)」(1回合)\n當自身是守護者、治療者、輔助者時：\n自身攻擊力減少600%(50回合)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 深淵府邸`,
            "value": `使我方全體必殺技傷害增加30%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 不可名狀之軀`,
            "value": `造成傷害增加10%\n必殺時，觸發「使我方全體造成傷害增加20%(1回合)」\n防禦時，觸發「使我方全體被治療時回復量增加20%(1回合)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 候汝入夢`,
            "value": `自身獲得《降臨準備》\n\n《降臨準備》\n普攻時，觸發「使自身『降臨值(最多10層)』增加1層」\n必殺時，觸發「使自身『降臨值(最多10層)』增加3層」\n自身「降臨值」層數=10層時，開啟《真神降臨》技能\n\n《真神降臨》\n普攻時，觸發「使目標獲得3層受到傷害增加5%(最多9層)」\n必殺時，觸發「以自身最大HP50%對目標造成傷害」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 傷害+ (6潛)`,
            "value": `使自身造成傷害增加7.5%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 完全免疫 (12潛)`,
            "value": `免疫睡眠\n免疫麻痺\n免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1241468879499296899.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}