module.exports = {
    "type": "rich",
    "title": `甜心偶像 星空奈奈美 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_dark:933339859559530506> <:class_supporter:933339516788408420>`,
    "color": 0xC390FF,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,009,718 | ATK：947,102`
        },
        {
            "name": `<:detail_skill:933339968967933963> 這就是職業偶像的魅力★`,
            "value": `以自身基礎攻擊力50/55/60/65/70%使我方全體攻擊力增加(4回合)、再使我方全體必殺技傷害增加20/25/30/35/40%(4回合)，CD:3`
        },
        {
            "name": `<:detail_attack:933340014379667457> 不許看著別人哦～♡`,
            "value": `以自身攻擊力25%給予我方全體護盾(1回合)、以自身最大HP30%給予我方全體護盾(1回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 握手會時間到～`,
            "value": `我方全體攻擊力增加50%\n我方全體造成觸發技效果增加100%\n我方全體造成傷害增加20%\n自身獲得，我方隊伍輔助者角色有2人以上時，發動「受到護盾效果減少600%」\n\n使自身以外我方全體獲得《錢沒有消失》\n使自身獲得《只是變成奈奈美的形狀》 \n\n《錢沒有消失》\n攻擊時，觸發「以自身攻擊力30給予我方站位1角色護盾(1回合)」\n\n《只是變成奈奈美的形狀》\n普攻時，觸發「以自身當前護盾值55對目標造成傷害」\n必殺時，觸發「以自身當前護盾值60對目標造成傷害」\n攻擊時，觸發「以自身當前護盾值100對自身護盾造成真實傷害」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 登台準備`,
            "value": `使自身造成護盾效果增加15%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 「清純」偶像`,
            "value": `必殺時，追加「以自身攻擊力25給予我方全體護盾(1回合)、以自身最大HP30%給予我方全體護盾(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> OnlySex♡`,
            "value": `每經過1回合時，觸發「以自身攻擊力25使我方全體攻擊力增加(1回合)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1247869803230658631.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}