module.exports = {
    "type": "rich",
    "title": `狂犬 諾蕾蒂 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_fire:933339778559131679> <:class_attacker:933339400916578344>`,
    "color": 0xF45F34,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：2,998,203 | ATK：951,422`
        },
        {
            "name": `<:detail_skill:933339968967933963> 開膛破肚`,
            "value": `以自身攻擊力33/37.6/42.2/46.8/51.4%對目標造成傷害10次，並使目標獲得被攻擊時，觸發「使自身受到『狂犬 諾蕾蒂』傷害增加8.75/10/11.25/12.5/15%(最多8層)」(4回合)，並使目標受到傷害增加0/0/10/20/30%(最多1層)，CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 嚙殺`,
            "value": `以自身攻擊力20%對目標造成傷害5次`
        },
        {
            "name": `<:detail_leader:933339992732876811> 戰爭狂氣`,
            "value": `我方全體最大HP增加20%\n我方全體必殺技傷害增加50%\n我方全體攻擊者、妨礙者、守護者攻擊力增加40%\n我方全體攻擊者、妨礙者、守護者造成傷害增加25%\n\n我方全體獲得，當我方隊伍治療者有1人以上時，發動「被治療時回復量減少500%」(負面效果)\n\n第一回合時，觸發「以自身攻擊力80%每回合對我方全體造成治療(50回合)」 \n防禦時，觸發「使我方全體受到持續型治療增加100%(1回合)」\n必殺時，觸發「以自身攻擊力200%對我方全體造成治療」\n\n自身以外我方全體攻擊者、妨礙者、守護者獲得《援護射擊》\n\n《援護射擊》\n 必殺時，觸發「使我方站位1角色獲得《虐殺時間到！》」\n\n《虐殺時間到！》\n攻擊力增加90%(1回合)\n必殺時，追加「以自身攻擊力80%對目標造成傷害」(1回合)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 蓄勢待發`,
            "value": `防禦時，觸發「使自身攻擊力增加100%(最多1層)」\n必殺時，觸發「消除自身《蓄勢待發》的攻擊力增加效果 」\n必殺時，觸發「消除目標身上《開膛破肚》的受到『狂犬 諾蕾蒂」傷害增加效果」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 緊咬不放`,
            "value": `必殺時，觸發「使自身造成傷害增加12%(最多5層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 狂犬`,
            "value": `普攻時，觸發「使自身獲得《腎上腺素》」\n\n《腎上腺素》\n必殺技傷害增加50%(2回合)\n必殺時，追加「以自身攻擊力100%對目標造成傷害」(2回合)`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 必殺追擊+ (6潛)`,
            "value": `必殺時，追加「以自身攻擊力30%對目標造成傷害」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫睡眠 (12潛)`,
            "value": `使自身免疫睡眠`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1197588163825242152.webp?size=128&quality=lossless`,
        "height": 0,
        "width": 0
    }
}