module.exports = {
    "type": "rich",
    "title": `不健全遐想 托特拉 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_light:933339825933791312> <:class_attacker:933339400916578344>`,
    "color": 0xEFB26B,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：2,986,685 | ATK：955,738`
        },
        {
            "name": `<:detail_skill:933339968967933963> 魔法少女。超健全閃光`,
            "value": `使目標受到光屬性傷害增加10/15/20/20/20%(最多1層)、使目標受到傷害增加10%(最多1/2/2/2/2層)、使我方全體攻擊力增加0/10/10/10/10%(最多1層)、並以自身攻擊力520/550/580/610/640%對目標造成傷害，CD: 5 `
        },
        {
            "name": `<:detail_attack:933340014379667457> 超絕閃亮魔法少女踢`,
            "value": `以自身攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 這就是友情的力量`,
            "value": `當自身「魔法少女之力」≧2層時，發動「攻擊力增加50%、造成傷害增加20%」\n當自身「魔法少女之力」≧3層時，發動「攻擊時，觸發『使目標受到傷害增加10%(最多4層)」\n當自身「魔法少女之力」≧4層時，發動「必殺時，追加『以自身攻擊力120%對目標造成傷害』」\n我方全體光屬性、火屬性角色獲得《魔法少女。集結☆！ 》\n\n《魔法少女·集結☆！》\n最大HP增加30%\n攻擊力增加100%\n造成傷害增加20%\n必殺技傷害增加40%\n行動時，觸發「使我方站位1角色獲得魔法少女之力(最多4層)』」 (行動後消除此效果)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 救援變身`,
            "value": `使自身以外我方所有光屬性攻擊者免疫必殺技CD變動效果\n必殺時，觸發「使自身當前必殺技CD減少2回合」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 閃光粉碎枕頭！`,
            "value": `必殺時，觸發「使自身造成傷害增加15%(最多2層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 隱隱約約可以看見`,
            "value": `第一回合時，觸發「使自身當前必殺技CD減少2回合」\n必殺時，觸發「使目標受到光屬性傷害增加20%(最多1層)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 必殺+ (6潛)`,
            "value": `使自身必殺技傷害增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫睡眠 (12潛)`,
            "value": `使自身免疫睡眠`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1226338481534537858.webp?size=160&quality=lossless`,
        "height": 0,
        "width": 0
    }
}