module.exports = {
    "type": "rich",
    "title": `聖夜喧嘩 莎琳娜 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_wind:933339803653644358> <:class_attacker:933339400916578344>`,
    "color": 0x54BA71,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,468,875 | ATK：821,877`
        },
        {
            "name": `<:detail_skill:933339968967933963> 這一棒，貫穿腦門！`,
            "value": `使目標受到傷害增加0/0/20/25/25%，以自身攻擊力211/234/256/278/300%對目標造成傷害，並使自身獲得「被攻擊時，觸發『以自身攻擊力156/156/178/178/200%對目標進行反擊(觸發1次後解除)』(3回合)」、使自身獲得嘲諷效果(3回合)(被攻擊1次後解除)，並使自身變為防禦狀態，CD: 3`
        },
        {
            "name": `<:detail_attack:933340014379667457> 跨殺小啦！`,
            "value": `以自身攻擊力89%對目標造成傷害，並使自身受到傷害減少17%(1回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 聖夜的繼承者`,
            "value": `我方全體最大HP增加20%\n我方全體免疫嘲諷效果\n我方全體獲得「隊伍中至少有3名守護者時，發動『攻擊力增加140%』」\n我方全體獲得「隊伍中至少有3名守護者時，發動『造成傷害增加100%』」\n我方全體獲得「隊伍中至少有3名守護者時，發動『《江湖在走，球棒要有！》』」\n我方全體獲得「隊伍中至少有3名守護者時，發動『《沒有很可以》』」 \n\n《江湖在走，球棒要有！》\n被攻擊時，觸發「使目標受到觸發技傷害增加20%(最多10層)」\n\n《沒有很可以》\n必殺時，觸發「使自身獲得《但你惹不起！》」\n\n《但你惹不起！》\n被攻擊時，觸發「以自身攻擊力250%對目標進行反擊(觸發1次後解除)」(3回合)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 狼若回頭！`,
            "value": `免疫必殺技CD變動效果\n第1回合＆每經過3回合時，觸發「使自身獲得2層《喧嘩上等！》」\n被攻擊時，觸發「使自身獲得1層《喧嘩上等！》」\n\n《喧嘩上等！》\n使自身獲得文字效果《喧嘩上等！》(最多10層)\n使自身攻擊力增加5%(最多10層)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 不是報恩！`,
            "value": `當自身《暄曄上等！》層數≧3層時，發動「造成傷害增加5%」\n當自身《喧曄上等！》層數≧6層時，發動「造成傷害增加10%」\n當自身《暄曄上等！》層數≧9層時，發動「造成傷害增加15%」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 就是爆頭！`,
            "value": `當自身《喧嘩上等！》層數=10層時，發動「《夜露死苦！》」\n\n《夜露死苦！》\n行動時，觸發「使自身獲得《巴格耶鹿！》」\n\n《巴格耶鹿！》\n被攻擊時，觸發「以自身攻擊力100%對目標進行反擊(被攻擊1次後解除)」(1回合)`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 傷害+ (6潛)`,
            "value": `使自身造成傷害增加7.5%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1183422205875466411.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}