module.exports = {
    "type": "rich",
    "title": `夏日 凱薩 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_water:933339803087421523> <:class_attacker:933339400916578344>`,
    "color": 0x48B4EB,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,224,182 | ATK：885,209`
        },
        {
            "name": `<:detail_skill:933339968967933963> 總之就是最強飛踢`,
            "value": `以自身攻擊力295/364/433/502/571%及自身最大HP89/107/125/143/161%對目標造成傷害，CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 西瓜大的拳頭`,
            "value": `以自身攻擊力100%及自身最大HP50%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 君臨大海之人！`,
            "value": `我方全體最大HP增加20%\n我方全體攻擊力增加50%\n自身最大HP增加20%\n使自身獲得「每Wave的第1回合時，觸發『使自身《婚紗兵裝。能量汲取》的疊層效果達到滿層』」\n使自身以外的我方全體獲得《夏日魔王的威光》\n\n《夏日魔王的威光》\n防禦時、必殺時，觸發「使目標受到傷害增加9%(2回合)，並以自身基礎攻擊力75%使我方站位1攻擊力增加(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 魔王分藍海`,
            "value": `攻擊力增加50%\n必殺技傷害增加30%`
        },
        {   
            "name": `<:detail_passive:933340075910131732> 婚紗兵裝。能量汲取`,
            "value": `每經過1回合時，觸發「使自身攻擊力增加5%(最多20層)」\n普攻時，觸發「使敵方全體受到『夏日 凱薩』傷害增加4%(最多15層)」\n必殺時，觸發「使自身造成傷害增加20%(最多4層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 婚紗兵裝。算力共享`,
            "value": `必殺時，追加「以自身攻擊力150%對目標造成傷害」\n每經過1回合時，觸發「以自身攻擊力5%使我方全體攻擊力增加(1回合)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10% `
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1247873155536523275.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}