module.exports = {
    "type": "rich",
    "title": `夏日 千鶴 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_fire:933339778559131679> <:class_attacker:933339400916578344>`,
    "color": 0xF45F34,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,402,663 | ATK：837,711`
        },
        {
            "name": `<:detail_skill:933339968967933963> 大家一起來打西瓜吧∼`,
            "value": `使自身普攻傷害增加50/70/90/110/130%(4回合)、使自身造成傷害增加20/25/30/35/40%(4回合)、使我方全體攻擊者獲得普攻時，追加「以自身攻擊力20/30/30/40/60%對目標造成傷害、使我方『夏日 千鶴』攻擊力增加10/10/20/20/30%(1回合)」(4回合)、再以自身攻擊力200%對目標造成傷害，CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 千鶴小拳拳∼`,
            "value": `以自身攻擊力125%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 排球大賽要開始囉～`,
            "value": `使我方全體HP增加40%\n使我方全體攻擊力增加50%\n我方隊伍攻擊者角色有3人以上時，發動《加入比賽》\n\n《加入比賽》\n自身必殺時，觸發「使敵方全體受到傷害增加20%(4回合)」\n自身必殺時，觸發「使我方全體攻擊者造成傷害增加20%(4回合)」\n自身必殺時，觸發「使我方全體攻擊者普攻傷害增加110%(4回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 夏日海灘專屬嚮導`,
            "value": `我方全體攻擊者獲得《解說時間》\n\n《解說時間》\n每經過一回合，觸發「使目標受到普攻傷害增加30%(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 咕嚕咕嚕滾啊滾∼`,
            "value": `我方全體攻擊者獲得《扶正腦袋》\n\n《扶正腦袋》\n必殺時．觸發「使我方『夏日 千鶴』攻擊力增加20%(4回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 婚紗兵裝。力量強化`,
            "value": `第一回合時，觸發「使自身當前必殺技CD減少4回合」\n必殺時．觸發「使目標受到傷害增加20%(最多2層)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫睡眠 (12潛)`,
            "value": `使自身免疫睡眠`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1247872938930344038.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}