module.exports = {
    "type": "rich",
    "title": `夏日 賽露西亞 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_water:933339803087421523> <:class_healer:933339563127078922>`,
    "color": 0x48B4EB,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,255,847 | ATK：876,574`
        },
        {
            "name": `<:detail_skill:933339968967933963> 夏日的美好風景`,
            "value": `使我方全體普攻傷害增加30/45/60/75/90%(4回合)，使我方全體獲得普攻時，追加「以自身攻擊力4/4/6/6/10%對我方全體進行治療」(4回合)，使自身獲得普攻時，追加「以自身攻擊力60/80/100/120/140%對目標造成傷害」(4回合)，再使自身攻擊力增加0/0/30/60/90%(4回合)，CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 暖身運動`,
            "value": `以自身攻擊力37.5%對我方全體進行治療(4回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 睽違千年的海灘度假`,
            "value": `使我方全體最大HP增加30%\n我方全體獲得「當我方隊伍恰好為3種角色定位時，開啟《精靈王的消暑時光》」\n\n《精靈王的消暑時光》\n使自身攻擊力增加100%\n使自身普攻傷害增加110%\n使自身造成傷害增加20%\n使自身獲得普攻時，追加「以自身攻擊力30%對目標造成傷害」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 優雅漫步`,
            "value": `攻擊力增加30%\n攻擊時，觸發「使我方全體被治療時回復量增加30%(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 撐起遮陽傘`,
            "value": `必殺時，觸發「以自身最大HP25%給予我方全體護盾(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 婚紗兵裝。魔力強化`,
            "value": `每Wave的第9回合時，觸發「使敵方全體受到傷害增加50%(50回合)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10% `
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1247872936904491028.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}