module.exports = {
    "type": "rich",
    "title": `夏日 撒旦 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_light:933339825933791312> <:class_supporter:933339516788408420>`,
    "color": 0xEFB26B,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：4,722,566 | ATK：604,533`
        },
        {
            "name": `<:detail_skill:933339968967933963> 腥血溺亡`,
            "value": `以自身最大HP0/0/7.5/8.75/10%使我方全體攻擊力增加(5回合)，並以自身攻擊力330/376/422/468/514%對目標造成傷害，再以自身最大HP0/0/25/25/25%給予我方全體護盾(2回合)。CD: 4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 屠殺海獸`,
            "value": `以自身攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 魔界海釣大師`,
            "value": `我方全體最大HP增加40%\n我方全體攻擊力增加70%\n我方全體普攻傷害增加60%\n我方全體必殺技傷害增加20%\n攻擊時，觸發「以自身最大HP5%使我方全體攻擊力增加(2回合)」\n被攻擊時，觸發「《上鉤了呢》」\n\n《上鉤了呢》\n使我方全體造成傷害增加1.33%(最多15層)\n使敵方全體受到傷害增加1.33%(最多15層)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 鮮血問候`,
            "value": `普攻時，追加「以自身當前HP1%對自身造成真實傷害，並使我方全體普攻傷害增加5%(最多10層)」(可觸發「被攻擊時」觸發效果)\n必殺時，追加「以自身當前HP1%對自身造成真實傷害，並使我方全體必殺技傷害增加10%(最多3層)」(可觸發「被攻擊時」觸發效果)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 殺戮慾望`,
            "value": `被攻擊時，觸發「使我方全體造成傷害增加1.33%(最多15層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 婚紗兵裝。辨識阻礎`,
            "value": `被攻擊時，觸發「使敵方全體受到傷害增加1.33%(最多15層)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 傷害+ (6潛)`,
            "value": `使自身造成傷害增加7.5%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1247873007666335885.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}