module.exports = {
    "type": "rich",
    "title": `性誕馴鹿 希依 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_wind:933339803653644358> <:class_protector:933339611080572948>`,
    "color": 0x54BA71,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,740,916 | ATK：762,863`
        },
        {
            "name": `<:detail_skill:933339968967933963> 猛鹿落地勢`,
            "value": `使我方全體造成傷害增加10/15/20/25/30%(4回合)、以自身攻擊力388/445/503/560/618%對目標造成傷害、再使自身獲得嘲諷效果(2回合)並變為防禦狀態，CD :4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 引擎發動`,
            "value": `以自身攻擊力100%對目標造成傷害並變為防禦狀態`
        },
        {
            "name": `<:detail_leader:933339992732876811> 純潔的魔性魅力`,
            "value": `自身最大HP增加30%\n自身護盾效果增加50%\n每Wave的第一回合時，觸發「使敵方全體受到傷害增加50%(最多1層)」\n我方全體獲得，我方隊伍風屬性角色有4人以上時，發動 「《性誕快樂！》」 \n\n《性誕快樂！》 \n攻擊力增加130%\n必殺技傷害增加50%\n造成傷害增加20%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 油門當剎車踩`,
            "value": `每經過1回合，觸發「使我方全體必殺技傷害增加3%(最多15層)」\n被攻擊時，觸發「使《油門當剎車踩》的我方全體必殺技傷害增加效果增加1層」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 大家一起來開派對吧！`,
            "value": `攻擊時，觸發「以自身最大HP20%對自身施放護盾(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 這就是羈絆的力量喔！`,
            "value": `被攻擊時，觸發「使自身造成傷害增加10%(最多4層)」\n被攻擊時，觸發「以自身最大HP23%對自身施放護盾(1回合)`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 護盾+ (6潛)`,
            "value": `使自身護盾效果增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1183422129992118333.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}