module.exports = {
    "type": "rich",
    "title": `春情白兔 鈴蘭 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_wind:933339803653644358> <:class_attacker:933339400916578344>`,
    "color": 0x54BA71,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,313,424 | ATK：860,740`
        },
        {
            "name": `<:detail_skill:933339968967933963> 一起找凱薩大人侍寢吧～`,
            "value": `使目標受到傷害增加20/25/30/35/40%(4回合)、使我方全體攻擊者、守護者、妨礙者獲得「普攻時，追加以自身攻擊力10/15/20/25/30%對目標造成傷害』(4回合)」、再使自身獲得「普攻時，追加『以自身攻擊力20/30/40/50/60%對目標造成傷害』(4回合)」，CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 兔兔電波`,
            "value": `使自身攻擊力增加50%(1回合)、再以自身攻擊力70%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 來去兔兔村住一晚`,
            "value": `我方全體最大HP增加30%\n我方全體風屬性攻擊者、風屬性守護者、風屬性妨礙者獲得《情慾費洛蒙》\n\n《情慾費洛蒙》\n普攻時，觸發「使我方全體攻擊力增加6%(最多18層)」\n普攻時，觸發「使我方全體普攻傷害增加6%(最多18層)」\n普攻時，觸發「使我方全體造成傷害增加2%(最多18層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 飄逸小洋裝`,
            "value": `普攻時，觸發「使自身攻擊力增加15%(最多6層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 可愛遮陽帽`,
            "value": `普攻時，觸發「使目標受到普攻傷害增加15%(最多6層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 低調秀恩愛`,
            "value": `造成傷害增加20%\n必殺時，觸發「使目標受到風屬性傷害增加10%(最多3層)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 普攻+ (6潛)`,
            "value": `使自身普攻傷害增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫睡眠 (12潛)`,
            "value": `使自身免疫睡眠`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1216781069949472858.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}