module.exports = {
    "type": "rich",
    "title": `偶像經紀人 梅絲米奈雅 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_wind:933339803653644358> <:class_attacker:933339400916578344>`,
    "color": 0x54BA71,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：2,973,734 | ATK：958,617`
        },
        {
            "name": `<:detail_skill:933339968967933963> 金錢就是力量！`,
            "value": `使自身造成傷害增加10/15/20/25/30%(2回合)，再以自身330/376/422/468/514攻擊力對目標造成傷害，並使自身獲得普攻時，追加「以自身80/100/120/140/160攻擊力對目標造成傷害」(2回合)，CD: 4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 銀彈攻勢`,
            "value": `以自身攻擊力100對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 超級有錢人梅絲米奈雅大人`,
            "value": `使自身攻擊力增加50%\n使自身獲得普攻時，追加「以自身攻擊力50對敵方全體造成傷害」\n使除自身以外的我方全體造成傷害減少100%(負面效果)\n第1回合時，觸發「使自身獲得4層《妾身，蛇后，小白臉 ！》(最多4層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 偶像經紀人的商談時間`,
            "value": `使我方站位3的隊員獲得攻擊時，觸發「使【偶像經紀人 梅絲米奈雅】獲得1層《妾身，蛇后，小白臉！》(最多4層)」\n使我方站位3的隊員獲得攻擊時，觸發「以自身攻擊力10使【偶像經紀人 梅絲米奈雅】攻擊力增加(1回合)」\n使我方站位3的隊員造成傷害減少100%(負面效果)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 躺平人生最棒了！`,
            "value": `必殺時，觸發「清除自身《妾身，蛇后，小白臉！》的所有層數」\n當《妾身，蛇后，小白臉！》≧1時，發動「使自身普攻傷害增加75%」\n當《妾身，蛇后，小白臉！》≧2時，發動「使自身攻擊力增加100%」\n當《妾身，蛇后，小白臉！》≧3時，發動「使自身攻擊力增加100%」\n當《妾身，蛇后，小白臉！》=4時，發動「自身必殺技傷害增加60%」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 高端奢華的享受`,
            "value": `使我方站位3的隊員獲得必殺時，觸發「使【偶像經紀人 梅絲米奈雅】獲得造成傷害增加40%(2回合)」\n自身第1回合時，觸發「使自身必殺時不再清除《妾身，蛇后，小白臉！》的所有層數」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 傷害+ (6潛)`,
            "value": `使自身造成傷害增加7.5%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1247869806422523965.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}