module.exports = {
    "type": "rich",
    "title": `閃耀歌姬 黑白諾艾莉 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_wind:933339803653644358> <:class_healer:933339563127078922>`,
    "color": 0x54BA71,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,034,187 | ATK：939,907`
        },
        {
            "name": `<:detail_skill:933339968967933963> 大家一起高聲歌唱～♪`,
            "value": `使自身獲得『攻擊時，觸發「以自身攻擊力0/0/10/12.5/15%使自身以外我方全體攻擊力增加(1回合)」』(5回合)、使我方全體攻擊者、妨礙者獲得『必殺時，追加「以自身攻擊力65/75/75/75/75%對目標造成傷害」』(1回合)、使我方全體造成傷害增加30/37.5/45/52.5/60%(1回合)、以自身攻擊力165/188/211/234/257%對我方全體進行治療，CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 饒舌時間到！`,
            "value": `以自身攻擊力75%對我方全體進行治療`
        },
        {
            "name": `<:detail_leader:933339992732876811> 光輝璀璨★閃耀之歌姬`,
            "value": `我方全體最大HP增加35%\n自身必殺時，觸發「《驅散悲傷之光☆》」\n我方全體獲得「我方隊伍中正好有4種屬性隊員時，發動 《偶像勁舞團》」\n\n《驅散悲傷之光☆》\n使敵方全體受到傷害增加30%(1回合)\n使我方全體攻擊者、妨礙者獲得「必殺時，追加『以自身攻擊力80對目標造成傷害』(1回合)」\n\n《偶像勁舞團》\n攻擊力增加125%\n受到治療量增加30%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 張口就是flow`,
            "value": `攻擊力增加35%\n必殺時，觸發「以自身攻擊力15使自身以外我方全體攻擊力增加(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 每句詞都溜`,
            "value": `普攻時，觸發「以自身攻擊力40每回合對我方全體進行治療(1回合)」\n必殺時，觸發「以自身攻擊力80每回合對我方全體進行治療(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 粉絲見到都說wow`,
            "value": `必殺時，觸發「以自身攻擊力15使自身以外我方全體攻擊力增加(1回合)」\n防禦時，觸發「以自身攻擊力120每回合對我方全體進行治療(1回合)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 造成治療+ (6潛)`,
            "value": `使自身造成治療量提升15%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1247869801209008198.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}