module.exports = {
    "type": "rich",
    "title": `雪夜幻夢 阿爾蒂雅 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_water:933339803087421523> <:class_supporter:933339516788408420>`,
    "color": 0x48B4EB,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：2,998,203 | ATK：951,422`
        },
        {
            "name": `<:detail_skill:933339968967933963> 夢境之主`,
            "value": `使我方全體必殺技傷害增加10/15/20/25/30%(15回合)、使自身獲得攻擊時，觸發「以自身攻擊力20/22.5/25/27.5/30%使我方全體攻擊力增加(1回合)」(15回合)，CD:30 `
        },
        {
            "name": `<:detail_attack:933340014379667457> 夢境泡沫`,
            "value": `使我方全體水屬性角色攻擊力增加40%(1回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 傳說中的幻獸`,
            "value": `我方全體最大HP增加20%\n我方全體攻擊力增加40%\n第10回合時，觸發「使我方全體必殺技傷害增加150%(40回合)」\n使我方全體獲得「我方隊伍水屬性角色有4人以上時，發動『《永恆夢鄉》』」\n\n《永恆夢鄉》\n攻擊力增加80%\n必殺時，觸發「使我方全體造成傷害增加50%(最多1層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 夢嘯來襲`,
            "value": `第一回合時，觸發「使自身必殺技當前CD減少30回合」\n行動時，觸發「使自身必殺技當前CD減少1回合」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 全部敲暈就好`,
            "value": `普攻時 ，觸發「《強制入睡》」\n\n《強制入睡》\n使自身以外我方全體獲得攻擊時，觸發「以自身攻擊力25%對目標造成傷害」(1回合)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 生氣的食夢獸`,
            "value": `第4回合時，觸發「使我方全體必殺技傷害增加30%(16回合)」 \n第7回合時，觸發「使我方全體必殺技傷害增加30%(13回合)」\n第10回合時，觸發「使我方全體必殺技傷害增加40%(10回合)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1183422278692786217.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}