module.exports = {
    "type": "rich",
    "title": `性誕戀歌 伊布力斯 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_light:933339825933791312> <:class_attacker:933339400916578344>`,
    "color": 0xEFB26B,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,109,034 | ATK：916,877`
        },
        {
            "name": `<:detail_skill:933339968967933963> 搖晃的紅酒杯`,
            "value": `使目標受到攻擊者傷害增加30/36.5/40/46.5/50%(最多2層)，使自身獲得「普攻時，追加『以攻擊力50/56.5/70/76.5/90%對目標造成傷害』(4回合)」，並以自身攻擊力330/376/422/468/514%對目標造成傷害，CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 鋒利的高跟鞋`,
            "value": `以自身攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 令人窒息的王妃`,
            "value": `我方全體最大HP增加20%\n我方全體攻擊力增加40%\n使自身獲得「隊伍中至少有3名光屬性角色時，發動《催情的音樂》」\n使我方所有攻擊者獲得「隊伍中至少有3名攻擊者角色時，發動《武裝的防備》」\n\n《催情的音樂》\n屬性相剋效果減少55%\n普攻時，觸發「以自身基礎攻擊力30%使我方全體攻擊者攻擊力增加(4回合)」\n普攻時，觸發「使目標受到光屬性傷害增加7%(最多8層)」\n\n《武裝的防備》\n受到闇屬性傷害減少25%\n免疫CD變動\n使自身造成傷害增加20%\n普攻時，追加「以攻擊力40%對目標造成傷害」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 彎刀一般的眉`,
            "value": `我方全體攻擊者普攻傷害增加30%\n自身普攻傷害增加60%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 嘴唇像染著鮮血`,
            "value": `使我方全體攻擊者攻擊力增加30%\n攻擊力增加50%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 霸佔一切的美`,
            "value": `使我方全體攻擊者造成傷害增加15%\n造成傷害增加20%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 造成傷害+ (6潛)`,
            "value": `使自身造成傷害增加7.5%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1183422370329923584.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}