module.exports = {
    "type": "rich",
    "title": `雙蛇軍團護士長 艾琳 ★`,
    "description": `<:rarity_r:933339085639147551> <:element_light:933339825933791312> <:class_healer:933339563127078922>`,
    "color": 0xEFB26B,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：2,136,381 | ATK：615,329`
        },
        {
            "name": `<:detail_skill:933339968967933963> 真摰守護`,
            "value": `以攻擊力165％對我方HP最低者進行治療，並獲得\"每回合以自身攻擊力96.9/111.3/125.6/140/154.4％進行治療(4回合)、\"受到傷害減少15%(4回合)\"效果，CD: 4 `
        },
        {
            "name": `<:detail_attack:933340014379667457> 治療`,
            "value": `以攻擊力150%對我方HP最低者進行治療`
        },
        {
            "name": `<:detail_leader:933339992732876811> 對抗黑暗之志`,
            "value": `使我方全體光屬性角色被闇屬性攻擊時受到傷害減少50%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 快速愈合`,
            "value": `普攻時，觸發\"使我方HP最低者獲得每回合以攻擊力25%進行治療(2回合)\"效果 `
        },
        {
            "name": `<:detail_passive:933340075910131732> 溫柔後盾`,
            "value": `每經過1回合，觸發\"使我方HP最低者被治療時回複量增加30%(1回合)\"效果 `
        },
        {
            "name": `<:detail_passive:933340075910131732> 溫柔體貼的心`,
            "value": `必殺時，觸發\"清除我方HP最低者的受到傷害增加、防禦減傷減少、被回復量減少效果\"`
        },
        {
            "name": `<:detail_passive_nr:1041116863029067867> 墜落人妻(普通調教道具↑↑) (3潛)`,
            "value": `進行派遣時，少量提升普通調教道具雙倍獲得機率Lv2(全域效果) `
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫睡眠 (6潛)`,
            "value": `使自身免疫睡眠`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/862655188141604885.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}