module.exports = {
    "type": "rich",
    "title": `怪盜 米雅 ★`,
    "description": `<:rarity_r:933339085639147551> <:element_wind:933339803653644358> <:class_obstructer:933339487084359740>`,
    "color": 0x54BA71,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：2,423,535 | ATK：541,922`
        },
        {
            "name": `<:detail_skill:933339968967933963> 怪盜的綱領`,
            "value": `使目標普攻傷害減少10/12/12/15/15%(3回合)、必殺技傷害減少10%(3回合)，再使自身普攻傷害增加10/12/12/15/15%(3回合)、必殺技傷害增加10%(3回合)，並以自身攻擊力265/298/331/364/397％對目標造成傷害，CD:3`
        },
        {
            "name": `<:detail_attack:933340014379667457> 甩擊`,
            "value": `以自身攻擊力100％對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 翔風之心`,
            "value": `我方全體風屬性角色攻擊力增加20%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 蘿蔔煙霧彈`,
            "value": `普攻時，觸發「使目標被治療時回復量減少25%(2回合)、使目標受到護盾效果減少15%(2回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 興奮狀態`,
            "value": `必殺時，觸發「使自身攻擊力增加20%(3回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 兔兔魔術`,
            "value": `普攻傷害增加40%、必殺技傷害增加20%`
        },
        {
            "name": `<:detail_passive_nr:1041116863029067867> 好色本性(稀有調教道具↑↑) (3潛)`,
            "value": `進行派遣時，少量提升稀有調教道具雙倍獲得機率Lv2(全域效果)`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫睡眠 (6潛)`,
            "value": `使自身免疫睡眠`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/996211778126106756.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}