module.exports = {
    "type": "rich",
    "title": `千咒魔女 安西莉卡 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_dark:933339859559530506> <:class_attacker:933339400916578344>`,
    "color": 0xC390FF,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,087,442 | ATK：837,711`
        },
        {
            "name": `<:detail_skill:933339968967933963> 迴路定礎。禁咒展開`,
            "value": `使自身攻擊力增加20/35/35/50/50%(4回合)、使自身受到傷害減少10/12.5/15/17.5/20%(4回合)，再以攻擊力330/376/422/468/514％對目標造成傷害，CD: 4 `
        },
        {
            "name": `<:detail_attack:933340014379667457> 咒文詠唱`,
            "value": `以攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 魔道賢者`,
            "value": `使我方全體屬性相剋增減傷效果減少100%\n使我方全體攻擊力增加30%\n使我方全體最大HP增加15%\n自身獲得每經過1回合，觸發「使我方全體攻擊力增加5% (最多25層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 千咒`,
            "value": `自身必殺技傷害增加25%\n攻擊時，觸發「自身必殺技傷害增加2%(最多25層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 結構解析`,
            "value": `自身造成傷害增加10%\n必殺時，觸發「使自身造成傷害增加6%(最多5層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 偏執的追尋者`,
            "value": `每經過一回合，觸發「使自身攻擊力增加4%(最多50層)」 \n攻擊時，觸發「使自身攻擊力增加2%(最多50層)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 必殺+ (6潛)`,
            "value": `使自身必殺技傷害增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1010770215145066547.webp?size=128&quality=lossless`,
        "height": 0,
        "width": 0
    }
}