module.exports = {
    "type": "rich",
    "title": `適格者 娜娜 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_light:933339825933791312> <:class_attacker:933339400916578344>`,
    "color": 0xEFB26B,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,291,833 | ATK：866,499`
        },
        {
            "name": `<:detail_skill:933339968967933963> 過勞貓咪光束！`,
            "value": `使自身攻擊力增加0/0/20/25/30%(最多3層)，再以自身攻擊力422/486/551/615/680%對目標造成傷害，CD: 4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 熬夜加班貓咪飛踢！`,
            "value": `以自身攻擊力125%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 星之共鳴`,
            "value": `使自身攻擊力增加75%\n第1回合時，觸發「《匯集能量》」\n我方全體獲得《星之碎片》\n\n《匯集能量》\n除自身以外的所有隊員獲得「攻擊時，觸發『以自身攻擊力20%使適格者娜娜的攻擊力增加(1回合)』(50回合)」\n我方全體獲得「普攻時，觸發『使目標受到光、闇屬性傷害增加4%(最多15層)』(50回合)」\n\n《星之碎片》\n隊伍中至少有(1/2/3)名光屬性隊員時，發動「攻擊力增加(5/10/15)%」\n隊伍中至少有(1/2/3)名闇屬性隊員時，發動「攻擊力增加(5/10/15)%」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 勞碌命`,
            "value": `普攻時，觸發「使自身普攻傷害增加6%(最多5層)」\n必殺時，觸發「使自身必殺傷害增加10%(最多3層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 餓肚子`,
            "value": `被治療時，觸發「使自身受到傷害減少3%(最多5層)」\n被治療時，觸發「使自身攻擊力增加8%(最多5層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 超級加班模式！`,
            "value": `被治療時，觸發「使自身造成傷害增加4%(最多5層)」\n必殺時，觸發「《連續加班拳》」\n\n《連續加班拳》\n普攻時，觸發「以自身攻擊力45%對目標造成傷害」(12回合)`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫睡眠 (12潛)`,
            "value": `使自身免疫睡眠`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1015232322028699799.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}