module.exports = {
    "type": "rich",
    "title": `夜星 狄 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_wind:933339803653644358> <:class_attacker:933339400916578344>`,
    "color": 0x54BA71,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,081,686 | ATK：839,150`
        },
        {
            "name": `<:detail_skill:933339968967933963> 暴風新星`,
            "value": `使目標受到傷害增加15/15/20/20/25%(最多1層)、再以自身攻擊力330/376/422/468/514％對目標造成傷害，CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 風刃`,
            "value": `以自身攻擊力100％對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 風之逸才`,
            "value": `我方風屬性角色攻擊力增加80%\n我方風屬性角色普攻傷害增加60%\n我方風屬性角色必殺技傷害增加30%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 暴風！臣服於我！`,
            "value": `必殺技傷害增加20%\n必殺時，觸發「以自身攻擊力50％對目標造成傷害」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 狂風障壁`,
            "value": `防禦時，觸發「使我方全體受到傷害減少20%(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 魔法劍士`,
            "value": `造成傷害增加10%\n必殺時，觸發「以自身攻擊力50％對目標造成傷害」\n每經過4回合，觸發「使敵方全體受到風屬性傷害增加25%(1回合)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1029055523686993940.webp?size=128&quality=lossless`,
        "height": 0,
        "width": 0
    }
}