module.exports = {
    "type": "rich",
    "title": `死靈女王 艾莉莎白 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_dark:933339859559530506> <:class_attacker:933339400916578344>`,
    "color": 0xC390FF,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,083,126 | ATK：925,513`
        },
        {
            "name": `<:detail_skill:933339968967933963> 死靈法術：靈魂纏繞`,
            "value": `以自身攻擊力330/376/422/468/514%對目標造成傷害，我方全體普攻傷害增加30/30/40/40/50%(4回合)，敵方全體受到普攻傷害增加0/0/15/20/25%(4回合)，CD: 4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 虐咒術`,
            "value": `以攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 操靈術：顫慄之夜`,
            "value": `死靈女王 艾莉莎白獲得《死靈士兵強化術》\n我方全體獲得《亡靈附體》\n\n《死靈士兵強化術》\n第1回合，觸發「以自身攻擊力20%使我方全體攻擊者與妨礙者攻擊力增加(1回合)」 \n每經過1回合，觸發「以自身攻擊力20%使我方全體攻擊者與妨礙者攻擊力增加(1回合)」\n每經過4回合，使我方全體攻擊者與妨礙者獲得2個《鬼影之觸》\n\n《鬼影之觸》\n普攻時，追加「以攻擊力40%對目標造成傷害」(4回合)(每次普攻後消除1個鬼影之觸)\n\n《亡靈附體》\n隊伍中至少有3名攻擊者或2名妨礙者時，發動：\n自身攻擊力增加40%\n自身普攻傷害增加40%\n自身必殺時，觸發「使目標受到普攻傷害增加6%(最多4層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 聚靈之力`,
            "value": `自身HP大於50%時，發動「攻擊力增加40%」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 操靈術：大鬼影之觸`,
            "value": `每經過4回合，使我方全體攻擊者與妨礙者獲得2個《大鬼影之觸》\n\n《大鬼影之觸》\n普攻時，追加「以攻擊力60%對目標造成傷害」(4回合)(每次普攻後消除1個大鬼影之觸)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 靈魂撕裂`,
            "value": `普攻時，觸發「使目標受到傷害增加3.5%(最多8層)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 普攻+ (6潛)`,
            "value": `使自身普攻傷害增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1047026097289711726.webp?size=128&quality=lossless`,
        "height": 0,
        "width": 0
    }
}