module.exports = {
    "type": "rich",
    "title": `傳說女僕 艾蜜莉 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_light:933339825933791312> <:class_supporter:933339516788408420>`,
    "color": 0xEFB26B,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,048,580 | ATK：849,226`
        },
        {
            "name": `<:detail_skill:933339968967933963> 女僕密技。真。家務分身術`,
            "value": `以自身攻擊力15/20/30/30/30%使我方全體攻擊力增加(1回合)，再使我方站位5的隊員攻擊力增加20/25/30/45/60%(1回合)，再以攻擊力100%對我方全體進行治療、我方站位5的隊員當前必殺技CD減少4回合，CD: 4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 嚴厲指導`,
            "value": `以自身攻擊力30%使我方全體攻擊力增加(1回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 一絲不苟穿的女僕長`,
            "value": `使自身攻擊力增加100%\n每經過1回合，觸發「以自身攻擊力30%使我方全體攻擊力增加(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 女僕密技。快速上菜術`,
            "value": `普攻時，觸發「使自身攻擊力增加10%(最多4層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 女僕密技。瞬間更衣術`,
            "value": `必殺時，觸發「使我方站位5的隊員攻擊力增加40%(2回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 女僕密技。頑垢清潔術`,
            "value": `必殺時，觸發「使我方全體造成傷害增加30%(1回合)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 減傷+ (6潛)`,
            "value": `使自身受到傷害減少5%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1010770415209152574.webp?size=128&quality=lossless`,
        "height": 0,
        "width": 0
    }
}