module.exports = {
    "type": "rich",
    "title": `高等魔族 法雅 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_fire:933339778559131679> <:class_healer:933339563127078922>`,
    "color": 0xF45F34,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：2,985,248 | ATK：866,499`
        },
        {
            "name": `<:detail_skill:933339968967933963> 我有一個夢想`,
            "value": `以自身攻擊力20%使我方全體攻擊力增加(1回合)，並以自身最大HP50/60/65/70/75%給予我方全體進行治療，再給予自身「普攻時，追加技能『以自身攻擊力15/20/20/22.5/25%使我方全體攻擊力增加(1回合)』(3/3/4/4/4回合)」，CD: 4 `
        },
        {
            "name": `<:detail_attack:933340014379667457> 治療之聲`,
            "value": `以自身攻擊力50%對我方全體進行治療`
        },
        {
            "name": `<:detail_leader:933339992732876811> 強者的溫柔`,
            "value": `我方全體最大HP增加20%\n我方全體攻擊力增加20%\n我方全體普攻傷害增加40%\n我方全體受到治療量增加30%\n我方全體受到護盾量增加30% `
        },
        {
            "name": `<:detail_passive:933340075910131732> 認知阻礙魔法`,
            "value": `普攻時，觸發「以自身最大HP20%給予我方全體護盾(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 良善之心`,
            "value": `普攻時，觸發「使我方全體受到護盾效果增加5%(最多6層)」\n必殺時，觸發「使我方全體被治療時回復量增加15%(最多2層)」 `
        },
        {
            "name": `<:detail_passive:933340075910131732> 貴族加護`,
            "value": `第一回合時，觸發「使自身當前必殺技CD減少2回合」\n必殺時，觸發「使我方全體普攻傷害增加22.5%(最多2層)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊力+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/971961353109635153.webp?size=128&quality=lossless`,
        "height": 0,
        "width": 0
    }
}