module.exports = {
    "type": "rich",
    "title": `異界 凱薩 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_fire:933339778559131679> <:class_obstructer:933339487084359740>`,
    "color": 0xF45F34,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,778,340 | ATK：755,668`
        },
        {
            "name": `<:detail_skill:933339968967933963> 讓余更盡興吧！`,
            "value": `以自身攻擊力330/376/422/468/514%及自身最大HP89/107/125/143/161%對目標造成傷害，CD: 4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 魔力碾碎拳`,
            "value": `以自身攻擊力100%及自身最大HP50%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 魔王的頂端`,
            "value": `自身最大HP增加100%\n自身普攻傷害增加125%\n自身必殺傷害增加100%\n攻擊時，觸發「使目標造成傷害減少10%(1回合)」\n攻擊時，觸發「使自身受到傷害減少10%(1回合)」\n我方全體攻擊力增加40%\n我方全體造成傷害增加20%\n使自身以外的我方全體隊員獲得《臣服於王》\n\n《臣服於王》\n防禦時、必殺時，觸發「使目標受到火、水、風、光、闇屬性傷害增加6%(2回合)」(50回合)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 面對魔王的絕望`,
            "value": `攻擊時，觸發「使目標被治療時回復量減少50%(2回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 面對魔王的恐懼`,
            "value": `必殺時，觸發「使自身造成傷害增加20%(最多2層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 凱薩之名`,
            "value": `第1回合，觸發「使敵方全體受到傷害增加20%(50回合)、使敵方全體造成傷害減少10%(50回合)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 傷害+ (6潛)`,
            "value": `使自身造成傷害增加7.5%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 完全免疫 (12潛)`,
            "value": `使自身免疫睡眠\n使自身免疫麻痺\n使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/958255717024935956.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}