module.exports = {
    "type": "rich",
    "title": `未知生命體 基貝魯 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_dark:933339859559530506> <:class_attacker:933339400916578344>`,
    "color": 0xC390FF,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,270,241 | ATK：872,255`
        },
        {
            "name": `<:detail_skill:933339968967933963> 基貝魯光線！`,
            "value": `以自身攻擊力306/348/389/430/471％對目標造成傷害，CD: 50`
        },
        {
            "name": `<:detail_attack:933340014379667457> 基貝魯撞擊！`,
            "value": `以自身攻擊力100％對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 人家還能再變身三次呦~`,
            "value": `使自身最大HP增加70%\n第4回合時，觸發「《演化階段·一》」\n第7回合時，觸發「《演化階段·二》」\n第10回合時，觸發「《演化階段·三》」\n\n《演化階段。一》\n必殺時，觸發「使自身必殺技傷害增加60%(最多1層)」(1回合)\n\n《演化階段。二》\n必殺時，觸發「使自身造成傷害增加60%(最多1層)」(1回合)\n\n《演化階段。三》\n必殺時，觸發「使自身必殺技傷害增加120%(最多1層)」(1回合)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 適應再進化`,
            "value": `自身必殺技CD停止倒數\n每經過3回合，觸發「使自身當前必殺技CD減少50回合」\n每經過4回合，觸發「使自身當前必殺技CD減少50回合」\n每經過1回合，觸發「使自身攻擊力增加5%(最多50層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 星辰吞噬者`,
            "value": `第4回合時，觸發「《吞噬階段。一》」\n第7回合時，觸發 「《吞噬階段。二》」\n第10回合時，觸發 「《吞噬階段。三》」\n\n《吞噬階段·一》\n必殺時，觸發「使自身必殺技傷害增加20%(最多1層)」(1回合)\n\n《吞噬階段·二》\n必殺時，觸發「使自身造成傷害增加20%(最多1層)」(1回合)\n\n《吞噬階段·三》\n必殺時，觸發「使自身必殺技傷害增加40%(最多1層)」(1回合)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 擬態推演`,
            "value": `第1回合時，觸發「《演化的分岔路》」\n\n《演化的分岔路》 \n普攻時，觸發「使我方全體獲得『《主動學習》』」 (1回合)\n防禦時，觸發「使除了自身以外的我方隊員獲得『《被動適應》』」(1回合)\n\n《主動學習》\n必殺時，觸發「使自身造成傷害增加20%(4回合)」(50回合)\n\n《被動適應》\n必殺時，觸發「以自身攻擊力25％使未知生命體基貝魯的攻擊力增加(1回合)」(50回合)`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 減傷+ (6潛)`,
            "value": `受到傷害減少5%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1015476554970710107.webp?size=128&quality=lossless`,
        "height": 0,
        "width": 0
    }
}