module.exports = {
    "type": "rich",
    "title": `見習聖騎士 雷歐娜 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_light:933339825933791312> <:class_protector:933339611080572948>`,
    "color": 0xEFB26B,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：4,250,451 | ATK：670,745`
        },
        {
            "name": `<:detail_skill:933339968967933963> 大大的勇氣`,
            "value": `使自身攻擊力增加10/20/30/40/50%(3回合)、再以自身最大HP30/35/40/45/50%對自身施放護盾(1回合)、並獲得嘲諷效果(1回合)且變為防禦狀態、並使自身獲得「被攻擊時，觸發「進入防禦狀態 」(3回合)」、再使目標受到傷害增加5/10/15/20/25%(3回合)，CD: 3`
        },
        {
            "name": `<:detail_attack:933340014379667457> 正義劈砍`,
            "value": `以自身攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 我要成為一個聖騎士！`,
            "value": `我方全體攻擊力增加50%\n我方全體光屬性角色必殺技傷害增加30%\n第一回合時，觸發「使自身獲得10層『不滅決心(最多10層)』」\n每經過一回合時，觸發「以自身攻擊力40%使我方光屬性角色攻擊力增加(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 堅定的決心`,
            "value": `被攻擊時，觸發「使自身獲得『不滅決心(最多10層)』」\n必殺時，觸發「使自身獲得2層『不滅決心(最多10層)』 」\n必殺時，觸發「依據自身『不滅決心』的層數觸發『以自身攻擊力45%對目標造成傷害』」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 小小的身軀`,
            "value": `使自身被治療時回復量增加30% \n每經過一回合時，觸發「使自身受到傷害減少2.5%(最多10層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 高高的志氣`,
            "value": `普攻時，觸發「使自身獲得『小騎士(最多10層)』」\n普攻時，觸發「依據自身『小騎士』的層數觸發『以自身攻擊力10%對目標造成傷害』」\n必殺時，觸發「依據自身『小騎士』的層數觸發『使目標受到觸發技傷害增加10%(最多10層)』」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 減傷+ (6潛)`,
            "value": `使自身受到傷害減少5%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1033592449928532029.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}