module.exports = {
    "type": "rich",
    "title": `鮮血魔王 洛緹亞 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_dark:933339859559530506> <:class_supporter:933339516788408420>`,
    "color": 0xC390FF,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：2,906,083 | ATK：981,648`
        },
        {
            "name": `<:detail_skill:933339968967933963> 血夜狂歡`,
            "value": `以自身攻擊力30/35/35/40/40％使我方全體攻擊力增加(1回合)、並使我方全體攻擊者、妨礙者、守護者獲得「攻擊時，觸發『 以自身攻擊力10/10/12.5/12.5/15％使自身以外我方全體攻擊力增加(1回合)』(1回合)」，CD: 4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 血之祝福`,
            "value": `以自身攻擊力30％使我方全體攻擊力增加(1回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 純潔饗宴`,
            "value": `使我方全體造成傷害時會以傷害值30％回復自身HP\n使我方全體闇屬性角色獲得《恩賜》\n\n《恩賜》\n攻擊力增加100%\n必殺技傷害增加50%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 萬聖狂熱`,
            "value": `普攻時，觸發「使我方全體普攻傷害增加30%(1回合)」\n必殺時，觸發「使我方全體必殺技傷害增加10%(2回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 致殘血霧`,
            "value": `每經過4回合，觸發「使敵方全體受到傷害增加30%(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 致女王的七重奏`,
            "value": `第一回合時，觸發「使我方全體攻擊者、妨礙者、守護者獲得《奏嗚曲》(1回合)」\n\n《奏嗚曲》\n行動時，觸發「使我方全體攻擊力增加15%(50回合)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1033592553548812389.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}