module.exports = {
    "type": "rich",
    "title": `雪姬 初華 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_water:933339803087421523> <:class_attacker:933339400916578344>`,
    "color": 0x48B4EB,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,411,301 | ATK：836,271`
        },
        {
            "name": `<:detail_skill:933339968967933963> 霜華綻放`,
            "value": `使敵方站位2、3、4目標受到必殺技傷害增加2.5/2.5/3.75/3.75/5%(最多4層)，再以自身攻擊力102/116/130/143/157%對敵方站位2、3、4目標造成傷害，CD:3`
        },
        {
            "name": `<:detail_attack:933340014379667457> 冰刺`,
            "value": `以自身攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 永凍之巔`,
            "value": `我方全體攻擊力增加40%\n自身必殺技最大CD增加一回合\n自身必殺時，觸發「使敵方全體受到傷害增加7.5%(最多4層)」\n自身必殺時，觸發「使敵方全體受到必殺技傷害增加12.5%(最多4層)」\n自身攻擊時，觸發「以自身攻擊力25%使我方全體攻擊力增加(1回合)」\n自身免疫沉默 `
        },
        {
            "name": `<:detail_passive:933340075910131732> 霜風障壁`,
            "value": `防禦時，觸發「以自身攻擊力50%給予我方全體護盾(1回合)」\n防禦時，觸發「以100%機率對自身造成沉默效果(2回合)」 `
        },
        {
            "name": `<:detail_passive:933340075910131732> 徹骨冰寒`,
            "value": `必殺時，觸發「使自身攻擊力增加18.75%(最多4層)」 \n必殺時，觸發「使自身必殺技傷害增加15%(最多4層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 冰山美人`,
            "value": `自身造成傷害增加15%\n自身必殺時，觸發「給予我方全體自身最大HP20%的護盾(1回合)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/996211665953620048.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}