module.exports = {
    "type": "rich",
    "title": `花魁 香奈 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_dark:933339859559530506> <:class_healer:933339563127078922>`,
    "color": 0xC390FF,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,327,818 | ATK：856,424`
        },
        {
            "name": `<:detail_skill:933339968967933963> 玉指輕拂朱唇笑`,
            "value": `以自身攻擊力165/188/211/234/257%對我方全體進行治療，並獲得受到傷害減少10/12.5/12.5/15/17.5%(1/1/2/2/2回合)、攻擊力增加20/25/25/30/35%(3/3/4/4/4回合)，再使自身獲得普攻傷害增加30/30/40/40/50%(4回合)，CD: 4 `
        },
        {
            "name": `<:detail_attack:933340014379667457> 舞袖`,
            "value": `以自身攻擊力75%使我方全體進行治療`
        },
        {
            "name": `<:detail_leader:933339992732876811> 花落沾吾衣`,
            "value": `我方全體HP增加35%、被治療時回復量增加25%\n我方全體火、閽屬性隊員獲得「被治療時，觸發『使自身造成必殺技傷害增加7.5%(2回合)、造成普攻傷害增加10%(2回合)』」(無法透過觸發技的治療效果發動)\n我方全體火、閽屬性隊員獲得「普攻、必殺時，追加技能 『以自身攻擊力5%對我方全體進行治療』」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 魁首盼佳人`,
            "value": `第1回合時，觸發《如癡如醉》 \n\n《如癡如醉》\n使我方全體獲得「被治療時，觸發『使自身攻擊力增加12.5%(2回合)』」(無法透過觸發技的治療效果發動)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 香徑燕語喧`,
            "value": `第1回合時，觸發《滿園春色》 \n\n《滿園春色》\n使我方全體獲得「被治療時，觸發『使自身造成傷害增加5%(2回合)』」(無法透過觸發技的治療效果發動)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 奈何花相落`,
            "value": `第1回合時，觸發「使自身造成治療量增加25%(最多1層)」\n第1回合時，觸發「我方全體被治療時回復量增加12.5%(最多1層)、受到持續型傷害減少30%(最多1層)」 \n攻擊時，觸發「使我方當前HP最低者受到傷害減少20%(1回合)，再以攻擊力15%對我方當前HP最低者進行治療 `
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/996211600950308934.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}