module.exports = {
    "type": "rich",
    "title": `元氣補給 蓮 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_fire:933339778559131679> <:class_healer:933339563127078922>`,
    "color": 0xF45F34,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：2,946,385 | ATK：878,014`
        },
        {
            "name": `<:detail_skill:933339968967933963> 上菜囉！這是會發光的昇龍餃子！`,
            "value": `以自身攻擊力133/149/165/182/198%對我方全體進行治療，使我方全體被治療時回復量增加45%(效果會在3回合內逐漸減少)，並使我方全體必殺傷害增加5/5/7.5/10/12.5%(最多3層)，CD: 3`
        },
        {
            "name": `<:detail_attack:933340014379667457> 開飯囉~`,
            "value": `以自身攻擊力75%對我方全體進行治療`
        },
        {
            "name": `<:detail_leader:933339992732876811> 有種餓叫作我覺得你餓~`,
            "value": `使我方全體攻擊力增加30%\n使我方全體最大HP增加30%\n使自身以外的所有隊員獲得《飢腸轆轆》\n使自身以外的所有隊員獲得《已經~吃不下了~》\n\n《飢腸轆轆》 \n自身當前HP≦50%時，發動「被治療時回復量增加100%」(50回合) \n\n《已經~吃不下了~》\n自身當前HP≧99%時，發動「攻擊力增加40%」(50回合)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 上菜囉！這是海鮮蒸餃！`,
            "value": `每經過3回合，觸發「使我方全體被治療時回復量增加35%(3回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 上菜囉！這是奶油燉菜！`,
            "value": `每經過3回合，觸發「以自身最大HP10%對我方全體施放護盾(1回合)、攻擊力增加20%(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 上菜囉！這是頂級"凱薩"牛排！`,
            "value": `每經過3回合，觸發「使我方全體必殺技傷害增加30%(1回合)、以自身攻擊力20%使我方全體攻擊力增加(1回合)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 減傷+ (6潛)`,
            "value": `使自身受到傷害減少5%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1023920648793378826.webp?size=128&quality=lossless`,
        "height": 0,
        "width": 0
    }
}