module.exports = {
    "type": "rich",
    "title": `雙星之紅 安絲蒂 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_fire:933339778559131679> <:class_attacker:933339400916578344>`,
    "color": 0xF45F34,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,077,368 | ATK：926,952`
        },
        {
            "name": `<:detail_skill:933339968967933963> 安絲蒂特製調酒`,
            "value": `使目標受到傷害增加18/18/20/20/20%(7回合)，再以攻擊力265/298/331/364/397％對目標造成傷害，CD: 3 `
        },
        {
            "name": `<:detail_attack:933340014379667457> 熱情招呼`,
            "value": `以攻擊力100％對目標造成傷害 `
        },
        {
            "name": `<:detail_leader:933339992732876811> 熱情的雙星店長`,
            "value": `我方全體獲得《美酒》、《佳人》、《圍事》、《親愛的妹妹》\n自身必殺時，觸發「使我方全體造成傷害增加35%(1回合)」\n\n《美酒》\n隊伍中有至少(1/2/3)名攻擊者時，各發動「攻擊力增加15/20/30%」\n\n《佳人》\n隊伍中有至少(1/2/3)名妨礙者時，各發動「攻擊力增加15/20/30%」\n\n《圍事》\n隊伍中有至少1名守護者時，發動「必殺技傷害增加50%」\n\n《親愛的妹妹》\n當「銀河之藍 安絲娜」在我方場上且存活時，發動「造成傷害增加20%」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 氣勢第一`,
            "value": `必殺時，觸發「使我方全體造成必殺技傷害增加25%(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 戀愛衝鋒`,
            "value": `必殺時，觸發《加點酒水》\n\n《加點酒水》\n使我方全體攻擊者、妨礙者獲得「必殺時，觸發『以攻擊力77％對目標造成傷害』(1回合)」 `
        },
        {
            "name": `<:detail_passive:933340075910131732> 七夕的祈願`,
            "value": `第7回合時，觸發「使我方全體造成傷害增加30%(最多1層)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊力+ (6潛)`,
            "value": `攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1004274017504591993.webp?size=128&quality=lossless`,
        "height": 0,
        "width": 0
    }
}