module.exports = {
    "type": "rich",
    "title": `銀河之藍 安絲娜 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_water:933339803087421523> <:class_protector:933339611080572948>`,
    "color": 0x48B4EB,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：4,637,643 | ATK：614,608`
        },
        {
            "name": `<:detail_skill:933339968967933963> 姐姐就由我來保護`,
            "value": `以自身最大HP40/45/50/55/60%對自身施放護盾(1回合)，並獲得嘲諷效果(1回合)，再使目標受到火、水屬性傷害增加14/18/22/26/30%(2回合)，CD:3 `
        },
        {
            "name": `<:detail_attack:933340014379667457> 甜言蜜語`,
            "value": `以自身攻擊力50%對目標造成傷害，以自身攻擊力50%對自身與「雙星之紅 安絲蒂」進行治療 `
        },
        {
            "name": `<:detail_leader:933339992732876811> 頂級夜店仕掛人`,
            "value": `使我方全體最大HP增加30%\n使我方全體攻擊力增加40%\n使自身最大HP增加40%\n使自身與「雙星之紅 安絲蒂」受到傷害減少20%、受到護盾效果增加30%、受到治療效果增加30% `
        },
        {
            "name": `<:detail_passive:933340075910131732> 友善職場`,
            "value": `普攻時，觸發「以自身最大HP10%對我方全體施放護盾(1回合)」\n普攻時，觸發「以自身最大HP10%對『雙星之紅 安絲蒂』施放護盾(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 天之羽織`,
            "value": `必殺時，觸發「使自身受到傷害減少30%(2回合)」\n必殺時，觸發「使『雙星之紅 安絲蒂』受到傷害減少30%(2回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 銀河分隔的雙子`,
            "value": `使我方全體火、水屬性隊員獲得「《命運交織》」\n使我方全體火、水屬性隊員獲得 「當『雙星之紅 安絲蒂』 在我方場上且存活時，發動《命運交織。絆》』」\n\n《命運交織》 \n攻擊時，觸發「使目標受到火、水屬性傷害增加1.5%(最多7層)」\n攻擊時，觸發「使自身造成傷害增加1.5%(最多7層)」\n攻擊時，觸發「使自身必殺技傷害增加1.5%(最多7層)」\n \n《命運交織。絆》 \n攻擊時，觸發「使自身造成傷害增加1.5%(最多7層)」 \n攻擊時，觸發「使自身必殺技傷害增加1.5%(最多7層)」 `
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 減傷+ (6潛)`,
            "value": `使自身受到傷害減少5%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1004273866341883904.webp?size=128&quality=lossless`,
        "height": 0,
        "width": 0
    }
}