module.exports = {
    "type": "rich",
    "title": `夏日 阿爾蒂雅 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_water:933339803087421523> <:class_attacker:933339400916578344>`,
    "color": 0x48B4EB,
    "fields": [
      {
        "name": `<:5flower:981031925168865290> 完全體數據`,
        "value": `HP：2,967,975 | ATK：961,497`
      },
      {
        "name": `<:detail_skill:933339968967933963> 巨浪「大瘋狗」`,
        "value": `使自身必殺技傷害增加10/10/12.5/12.5/15%(12回合)，再以攻擊力116/132/149/165/182%對敵方站位2、3、4的敵人造成傷害，CD: 3 `
      },
      {
        "name": `<:detail_attack:933340014379667457> 衝浪`,
        "value": `以攻擊力40%對敵方站位2、3、4的目標造成傷害`
      },
      {
        "name": `<:detail_leader:933339992732876811> 傳奇衝浪手傳承者`,
        "value": `我方全體攻擊力增加50%、受到傷害減少15%\n自身獲得《追浪》、《啟乘》\n\n《追浪》 \n每經過3回合，觸發「使自身造成傷害增加125%(1回合) 、使敵方全體受到傷害增加50%(1回合)」 \n\n《啟乘》\n每經過6回合，觸發「使自身造成必殺技傷害增加125%(1回合)」 `
      },
      {
        "name": `<:detail_passive:933340075910131732> 只要呼吸就好…`,
        "value": `自身HP大於75%時，發動「攻擊力增加50%」`
      },
      {
        "name": `<:detail_passive:933340075910131732> 餘波蕩漾`,
        "value": `必殺時，觸發「以攻擊力30%對敵方站位2、3、4的目標造成傷害」`
      },
      {
        "name": `<:detail_passive:933340075910131732> 起床氣`,
        "value": `第4回合時，觸發「使自身攻擊力增加40%(50回合)」 \n第7回合時，觸發「使自身攻擊力增加80%(50回合)」`
      },
      {
        "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
        "value": `攻擊力增加10%`
      },
      {
        "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
        "value": `免疫沉默`
      }
    ],
    "thumbnail": {
      "url": `https://cdn.discordapp.com/emojis/983334741442973716.webp?size=128&quality=lossless`,
      "height": 0,
      "width": 0
    }
}