module.exports = {
    "type": "rich",
    "title": `異國商人 雪蘭瑚 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_water:933339803087421523> <:class_healer:933339563127078922>`,
    "color": 0x48B4EB,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,107,595 | ATK：831,955`
        },
        {
            "name": `<:detail_skill:933339968967933963> 精選商品8.7折大優惠`,
            "value": `以自身攻擊力165/188/211/234/257%對我方全體進行治療，以自身攻擊力69/73/76/80/88%每回合對我方全體進行治療(4回合)，使我方全體必殺傷害增加10/15/20/25/30%(1回合)，CD: 4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 精打細算`,
            "value": `以自身攻擊力75%對我方全體進行治療`
        },
        {
            "name": `<:detail_leader:933339992732876811> 商人本色`,
            "value": `使我方全體最大HP增加30%\n使我方全體攻擊力增加30%\n必殺時，觸發「以自身攻擊力30%使我方全體攻擊力增加 (1回合)」\n第一回合時，觸發「《低買高賣》」\n\n《低買高賣》\n使除自身以外的我方隊員獲得「攻擊時，觸發『使我方異國商人 雪蘭瑚攻擊力增加3%(最多15層)』(50回合)」\n使除自身以外的我方隊員獲得「攻擊時，觸發『使我方異國商人 雪蘭瑚造成治療增加2%(最多15層)』(50回合)」\n\n使自身造成持續型治療增加20%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 情報才是關鍵`,
            "value": `攻擊時，觸發「以自身攻擊力25%使我方攻擊者攻擊力增加(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 即期良品`,
            "value": `普攻時，觸發「以目標最大HP20%對我方當前HP最低者施放護盾(1回合)」\n普攻時，觸發「以自身攻擊力40%對我方當前HP最低者進行治療」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 限時限量VIP黃金會員卡`,
            "value": `第一回合時，觸發「使除自身以外的我方隊員獲得《先到先得(僅限一名)》」\n\n《先到先得(僅限一名)》\n防禦時，觸發「使自身必殺技傷害增加15%(最多1層)」(1回合)\n防禦時，觸發「使自身造成傷害增加15%(最多1層)」(1回合)\n防禦時，觸發「使自身攻擊力增加30%(最多1層)」(1回合)\n防禦時，觸發「雪蘭瑚商會VIP會員卡」(1回合)\n防禦時，觸發「清除除自身以外的我方隊員《先到先得(僅限一名)》賦予的所有效果」(1回合)`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 減傷+ (6潛)`,
            "value": `使自身受到傷害減少5%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1041721872154378381.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}