module.exports = {
    "type": "rich",
    "title": `夏日 伊布力斯 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_water:933339803087421523> <:class_attacker:933339400916578344>`,
    "color": 0x48B4EB,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,109,032 | ATK：916,877`
        },
        {
            "name": `<:detail_skill:933339968967933963> 夏日少女的戀心是無敵的！`,
            "value": `使我方全體水、火屬性隊員攻擊力增加30/30/40/40/40%(1回合)，使目標受到水、火屬性的傷害增加5/7.5/10/12.5/15%(最多2層)，並以自身攻擊力330/376/422/468/514%對目標造成傷害，CD:4 `
        },
        {
            "name": `<:detail_attack:933340014379667457> 遮陽傘揮擊`,
            "value": `以自身攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 慵懶高雅！伊布力斯高級渡假村`,
            "value": `我方全體攻擊力增加100%\n攻擊時，觸發「使我方全體獲得友方目標最大HP25%的護盾(1回合)」\n使我方全體隊員獲得「隊伍中有5名攻擊者時，發動『《享受夏日》』」 \n\n《享受夏日》\n攻擊時，觸發「以自身攻擊力15%對我方全體進行治療」\n必殺時，觸發「以自身攻擊力12.5%對我方全體施放護盾 (1回合)」\n攻擊時，觸發「使我方全體必殺技傷害增加5%(最多10層)」\n攻擊時，觸發「使目標受到水、火屬性的傷害增加3%(最多10層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 海灘明豔夏日之花`,
            "value": `防禦時，觸發「使我方全體水、火屬性隊員被治療時回復量增加50%(2回合)」\n必殺時，觸發「使我方全體水、火屬性隊員攻擊力增加15%(最多2層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 臣服於我！`,
            "value": `使自身造成傷害增加25%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 頭抬太高了！`,
            "value": `每經過4回合，觸發「使目標受到水、火屬性傷害增加40%(1回合)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/983334594122240050.webp?size=128&quality=lossless`,
        "height": 0,
        "width": 0
    }
}