module.exports = {
    "type": "rich",
    "title": `夏日 聖米勒 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_water:933339803087421523> <:class_attacker:933339400916578344>`,
    "color": 0x48B4EB,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,235,697 | ATK：880,893`
        },
        {
            "name": `<:detail_skill:933339968967933963> 主的愛如潮水`,
            "value": `以自身攻擊力330/376/422/468/514％對目標造成傷害，並給予我方全體『普攻時，觸發「以自身攻擊力10/15/15/20/25％對目標造成傷害(3/3/4/4/4回合)」』，CD :4 `
        },
        {
            "name": `<:detail_attack:933340014379667457> 潮湧`,
            "value": `以自身攻擊力100％對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 天使狩獵區`,
            "value": `我方全體攻擊力增加50%\n每經過一回合，觸發「使我方全體造成觸發技效果增加20%(最多10層)」\n使我方全體攻擊者、守護者、妨礙者獲得《性愛之神的寵召》 \n\n《性愛之神的寵召》 \n必殺技傷害增加40% \n必殺時，觸發「以自身攻擊力80％對目標造成傷害」 `
        },
        {
            "name": `<:detail_passive:933340075910131732> 樂園印記`,
            "value": `每經過一回合，觸發「使自身攻擊力增加10%(最多10層)」\n必殺時，觸發「以自身攻擊力80％對目標造成傷害」 `
        },
        {
            "name": `<:detail_passive:933340075910131732> 失神浪潮`,
            "value": `普攻時，觸發「使目標受到觸發技傷害增加20%(最多5層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 神的撫摸`,
            "value": `自身造成傷害增加20%\n自身必殺技傷害增加40% `
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 必殺+ (6潛)`,
            "value": `使自身必殺技傷害增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫睡眠 (12潛)`,
            "value": `使自身免疫睡眠`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/983334661491134525.webp?size=128&quality=lossless`,
        "height": 0,
        "width": 0
    }
}