module.exports = {
    "type": "rich",
    "title": `夏日 黑白諾艾莉 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_light:933339825933791312> <:class_supporter:933339516788408420>`,
    "color": 0xEFB26B,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：4,060,456 | ATK：702,411`
        },
        {
            "name": `<:detail_skill:933339968967933963> 閃亮閃亮★諾艾莉光線`,
            "value": `以自身攻擊力40/45/45/50/55%使我方全體妨礙者攻擊力增加(1/1/2/2/2回合)，並使我方全體妨礙者當前必殺技CD減少1回合，CD: 3`
        },
        {
            "name": `<:detail_attack:933340014379667457> 盡情歌唱`,
            "value": `以自身攻擊力40%使我方全體妨礙者攻擊力增加(1回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 夏日風情♡海灘閃耀之星`,
            "value": `使我方全體HP增加20%、攻擊力增加40%\n使自身普攻時，觸發「以自身攻擊力40%使我方全體妨礙者攻擊力增加(1回合)」\n使自身攻擊時，觸發「以自身攻擊力50%對自身、我方全體妨礙者、我方全體守護者進行治療」\n使自身必殺時，觸發「以自身攻擊力25%使我方全體妨礙者攻擊力增加(10回合)」\n使我方全體妨礙者獲得《偶像應援團！》\n\n《偶像應援團！》\n自身攻擊時，觸發「使我方站位1的隊員攻擊力增加25%(4回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 如流星般墜落～♪`,
            "value": `必殺時，觸發「以自身最大血量50%使我方全體獲得護盾(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 舞台上的超級新星★`,
            "value": `第一回合時，觸發「使我方全體妨礙者必殺技傷害增加35%(50回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 華麗★閃亮★爆誕★`,
            "value": `攻擊時，觸發「以自身攻擊力10%使我方全體攻擊力增加(1回合)」\n第一回合時，觸發「使我方全體妨礙者造成傷害增加20%(50回合)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 減傷+ (6潛)`,
            "value": `使自身受到傷害減少5%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫睡眠 (12潛)`,
            "value": `使自身免疫睡眠`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/983334725437489222.webp?size=128&quality=lossless`,
        "height": 0,
        "width": 0
    }
}