module.exports = {
    "type": "rich",
    "title": `惡兔魔王 兔姬 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_light:933339825933791312> <:class_obstructer:933339487084359740>`,
    "color": 0xEFB26B,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,358,044 | ATK：849,226`
        },
        {
            "name": `<:detail_skill:933339968967933963> 是我兔姬DA！`,
            "value": `以自身攻擊力33/37.6%對目標造成傷害10次，使自身造成傷害增加10/12.5%(4回合)，CD:4\n\n3絆+：使自身造成傷害增加15/17.5/20%(4回合)，並以自身攻擊力42.2/46.8/51.4%對目標造成傷害10次，CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 兔姬剛掌波`,
            "value": `以自身攻擊力125%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 固有結界。惡兔王國！`,
            "value": `我方全體攻擊力增加30%\n必殺時，觸發「使自身攻擊力增加50%(最多4層)」\n第一回合時，觸發「使我方全體當前必殺技CD減少2回合」\n我方全體攻擊者、守護者、妨礙者獲得《無駄無駄無駄！ 》\n\n《無駄無駄無駄！》\n普攻時，追加技能「以自身攻擊力20%對目標造成傷害3次」\n普攻傷害增加60%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 無限歐派製！`,
            "value": `普攻時，追加「以自身攻擊力10%對目標造成傷害6次」\n普攻時，觸發「使我方全體普攻傷害增加15%(最多3層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 但是，我拒絕！`,
            "value": `普攻時，觸發「使目標被治療時回復量減少50%(2回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 上吧！惡兔三獸士！`,
            "value": `每經過一回合，觸發「使敵方全體受到普攻傷害增加20%(最多5層)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://media.discordapp.net/attachments/786918057054044181/978254673687478302/IMB_zHpQhI.gif`,
        "height": 0,
        "width": 0
    }
}