module.exports = {
    "type": "rich",
    "title": `夢遊魔境 千鶴 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_wind:933339803653644358> <:class_supporter:933339516788408420>`,
    "color": 0x54BA71,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,235,698 | ATK：880,893`
        },
        {
            "name": `<:detail_skill:933339968967933963> 逆轉劇開演蹦~`,
            "value": `使自身攻擊力增加30/35/40/45/50%(1回合)，再以自身攻擊力30/30/35/35/40%使我方全體攻擊力增加(1回合)，CD: 4 `
        },
        {
            "name": `<:detail_attack:933340014379667457> 兔兔應援~蹦♡`,
            "value": `以自身攻擊力30%使我方全體攻擊力增加(1回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 千鶴兔兔要上了蹦~`,
            "value": `使我方全體獲得「隊伍中至少有3名攻擊者時，發動『《小兔子團結一心》』」 \n使自身獲得「隊伍中至少有3名攻擊者時，發動『《大家一起蹦》』」 \n每經過一回合，觸發「《蹦蹦跳》」\n\n《小兔子團結一心》\n必殺技傷害增加50%\n最大HP增加30% \n\n《大家一起蹦》 \n必殺時，觸發「使我方全體攻擊者當前必殺技CD減少1回合」 \n\n《踹蹦跳》\n 普攻時，觸發「使夢遊魔境千鶴攻擊力增加15%(5回合)」 (1回合)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 時間好趕~時間好趕~`,
            "value": `每經過1回合，觸發「使我方全體攻擊力增加2.5%(最多8層)」 `
        },
        {
            "name": `<:detail_passive:933340075910131732> 手製兔兔餅乾~`,
            "value": `第1回合時，觸發「使我方全體被治療時回復量增加30%(50回合)」\n每經過1回合，觸發「以自身攻擊力20%對我方全體進行治療」 `
        },
        {
            "name": `<:detail_passive:933340075910131732> 幸運兔腳`,
            "value": `普攻時，觸發「使我方全體普攻傷害增加40%(1回合)」 \n必殺時，觸發「使我方全體必殺傷害增加15%(1回合)」 `
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 減傷+ (6潛)`,
            "value": `使自身受到傷害減少5%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/965642375584153600.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}