module.exports = {
    "type": "rich",
    "title": `夢遊魔境 露露 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_wind:933339803653644358> <:class_attacker:933339400916578344>`,
    "color": 0x54BA71,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,228,501 | ATK：883,771`
        },
        {
            "name": `<:detail_skill:933339968967933963> 下午茶同盟全員突擊`,
            "value": `以自身攻擊力330/376/422/468/514%對目標造成傷害，使我方全體攻擊者獲得「普攻時，追加技能『以自身攻擊力37.5/45/45/52.5/60%對目標造成傷害』(3/3/4/4/4回合)」，CD: 4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 超級露露拳`,
            "value": `以攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 魔境夢遊~下午茶同盟~`,
            "value": `第1回合時，觸發「使自身當前必殺技CD減少4回合」 \n自身必殺時，觸發 「《Shuffling》」\n使我方全體獲得「隊伍中至少有4名攻擊者時，發動《Four of a Kind》」 \n\n《Shuffling》\n 使我方全體攻擊者獲得「普攻時追加技能『以自身攻擊力37.5%對目標造成傷害』(4回合)」 \n\n《Four of a Kind》\n自身攻擊力增加70%\n自身普攻傷害增加100%\n自身受到傷害減少10% `
        },
        {
            "name": `<:detail_passive:933340075910131732> 美好的願望`,
            "value": `必殺時，觸發「使我方全體普攻傷害增加30%(最多2層)」 `
        },
        {
            "name": `<:detail_passive:933340075910131732> 公主領導力(夢)`,
            "value": `第1回合時，觸發「使我方全體普攻傷害增加30%(50回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 下午茶同盟的野心`,
            "value": `必殺時，觸發「使我方全體造成傷害增加12.5%(最多2層)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 普攻傷害+ (6潛)`,
            "value": `普攻傷害增加10% `
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫睡眠 (12潛)`,
            "value": `使自身免疫睡眠`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/964931570446250114.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}