module.exports = {
    "type": "rich",
    "title": `聖誕雪狐 靜 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_light:933339825933791312> <:class_attacker:933339400916578344>`,
    "color": 0xEFB26B,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,058,656 | ATK：932,710`
        },
        {
            "name": `<:detail_skill:933339968967933963> 連鎖惡作劇陷阱！`,
            "value": `使目標受到必殺技傷害增加8/8/8/18/22.5%(最多3/3/3/2/2層)，並以自身攻擊力330/376/422/468/514%對目標造成傷害，CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 禮物投擲`,
            "value": `以自身攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 大家一起玩才開心喏～`,
            "value": `我方全體攻擊力增加40%\n我方全體最大HP增加10%\n第5回合時，觸發「使我方全體必殺技傷害增加30%(最多1層)」\n第9回合時，觸發「使我方全體造成傷害增加20%(最多1層)」\n我方全體獲得《聖誕節最棒了喏！》\n \n《聖誕節最棒了咯！》\n如果我方隊員中有守護者，使自身攻擊力增加50%\n如果我方隊員中有兩名以上光屬性角色，使自身攻擊力增加25%\n如果我方隊員中有火屬性角色，使自身攻擊力增加25%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 鬼抓人大賽開始喏～`,
            "value": `每經過1回合，觸發「使敵方全體受到傷害增加5%(最多11層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 你們是抓不住靜的～`,
            "value": `自身受到護盾效果增加25%\n自身被治療時回復量增加25%\n自身受到持續型治療效果增加25%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 百寶袋萬用道具試作999號`,
            "value": `自身造成傷害增加35%\n必殺時，觸發「使目標受到《鬼抓人大賽開始喏∼》 賦予的受到傷害增加狀態增加4層」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1050007581256585277.webp?size=128&quality=lossless`,
        "height": 0,
        "width": 0
    }
}