module.exports = {
    "type": "rich",
    "title": `性誕兔女郎 艾可 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_wind:933339803653644358> <:class_attacker:933339400916578344>`,
    "color": 0x54BA71,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,188,198 | ATK：895,284`
        },
        {
            "name": `<:detail_skill:933339968967933963> 性誕降臨！`,
            "value": `使我方全體必殺技傷害增加25/30/30/30/35%(2回合)，使自身造成傷害增加0/0/20/20/25%(2回合)，再以攻擊力265/298/331/364/397%對目標造成傷害，CD: 3`
        },
        {
            "name": `<:detail_attack:933340014379667457> 殺個半死就好`,
            "value": `以攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 性誕佈道者`,
            "value": `自身每經過3回合，觸發《高潮迭起》\n我方全體獲得「隊伍中至少有3名光屬性角色時，發動《詠唱性歌》」\n我方全體獲得「隊伍中至少有2名風屬性角色時，發動《群交派對》」\n\n《高潮迭起》\n必殺時，觸發「使自身必殺技冷卻時間減少3回合」(3回合)(施放必殺後會消除此效果)\n\n《詠唱性歌》\n最大HP增加10%\n攻擊力增加65%\n攻擊時，觸發「使目標受到光屬性傷害增加4%(最多5層)」\n攻擊時，觸發「使目標受到風屬性傷害增加4%(最多5層)」\n\n《群交派對》\n最大HP增加10%\n攻擊力增加65%\n攻擊時，觸發「使目標受到光屬性傷害增加4%(最多5層)」\n攻擊時，觸發「使目標受到風屬性傷害增加4%(最多5層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 抽筋斷骨`,
            "value": `必殺時，觸發「使目標受到性誕兔女郎 艾可傷害增加50%(最多1層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 精神統一`,
            "value": `必殺時，觸發「使自身攻擊力增加50%(最多2層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 為了凱薩大人`,
            "value": `使自身造成傷害增加15%\n必殺時，觸發「使目標受到傷害增加35%(2回合)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 必殺+ (6潛)`,
            "value": `使自身必殺技傷害增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1050363777943605288.webp?size=128&quality=lossless`,
        "height": 0,
        "width": 0
    }
}