module.exports = {
    "type": "rich",
    "title": `花嫁 艾可 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_fire:933339778559131679> <:class_attacker:933339400916578344>`,
    "color": 0xF45F34,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,094,640 | ATK：965,815`
        },
        {
            "name": `<:detail_skill:933339968967933963> 與凱薩大人的羈絆`,
            "value": `使自身造成傷害增加0/0/7/14/21%(最多2層)、必殺技傷害增加36/42/48/54/60%(1回合)，並以自身攻擊力66/75.2/84.4/93.6/102.8%對目標造成傷害5次。CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 侍奉分身術！`,
            "value": `以自身攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 白色緞帶旋風－艾可`,
            "value": `我方全體HP增加50%\n我方全體攻擊力增加50%\n我方全體獲得「必殺時，觸發『使目標受到傷害增加2%(最多10層)、火屬性傷害增加3.5%(最多10層)』」\n自身獲得「我方隊伍攻擊者有2人以上時，發動『《心意》』」\n我方全體攻擊者、守護者、妨礙者獲得「我方隊伍攻擊者有2人以上時，發動『《心意》』」\n\n《心意》\n必殺技傷害增加36%\n造成傷害增加30%\n必殺時，追加「以自身攻擊力100%對目標造成傷害」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 永遠陪伴著您`,
            "value": `攻擊力增加35%\n必殺時，追加「以自身攻擊力100%對目標造成傷害」\n第1回合時，觸發「使守護者、治療者以外我方全體普攻傷害減少99%(最多1層)」(負面效果)\n我方全體獲得「必殺時，觸發『使目標受到傷害增加2%(最多10層)』」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 人生最幸福的時刻`,
            "value": `我方全體獲得「我方隊伍火屬性角色有(4/5)人以上時，各發動『必殺時，追加「使自身獲得《穿上婚紗》」』」\n\n《穿上婚紗》\n攻擊力增加(13/13)%(最多2層)\n造成傷害增加(7.5/7.5)%(最多2層)\n必殺技傷害增加(10/10)%(最多2層)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 將幸福傳遞出去`,
            "value": `我方全體獲得「我方隊伍火屬性角色有(4/5)人以上時，各發動『必殺時，追加「《捧花》」』」\n\n《捧花》\n以自身攻擊力(100/100)%對目標造成傷害\n使目標受到火屬性傷害增加(2/2)%(最多10層)`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 必殺+ (6潛)`,
            "value": `使自身必殺技傷害增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫睡眠 (12潛)`,
            "value": `使自身免疫睡眠`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1468549017846943775.webp?size=160`,
        "height": 0,
        "width": 0
    }
}