module.exports = {
    "type": "rich",
    "title": `花嫁 神田綾音 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_light:933339825933791312> <:class_obstructer:933339487084359740>`,
    "color": 0xEFB26B,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,333,575 | ATK：896,726`
        },
        {
            "name": `<:detail_skill:933339968967933963> 卡利伯，為我開道！`,
            "value": `使目標受到傷害增加15/17.5/20/22.5/25%(1回合)、受到傷害增加15/17.5/20/22.5/25%(3回合)(不可疊加)、受到光屬性傷害增加9/10.5/12/13.5/15%(1回合)、受到光屬性傷害增加9/10.5/12/13.5/15%(3回合)(不可疊加)，並以自身攻擊力132.5/149/165.5/182/198.5%對目標造成傷害2次。CD: 3`
        },
        {
            "name": `<:detail_attack:933340014379667457> 揮舞白紗`,
            "value": `使目標受到傷害增加5%(3回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 夢想成為新娘!`,
            "value": `我方全體最大HP增加50%\n我方全體攻擊力增加85%\n我方全體獲得「我方隊伍攻擊者有1人以上時，開啟『造成傷害減少500%』」(負面效果)\n我方全體獲得「攻擊時，觸發『使目標受到傷害增加2.5%(最多40層)、受到光屬性傷害增加1.25%(最多40層)』」\n自身獲得「第一回合時，觸發『《穿上婚紗的那天》』(觸發1次後清除)」\n\n《穿上婚紗的那天》\n使自身必殺技傷害增加42.5%(50回合)、觸發技效果增加42.5%(50回合)\n使自身獲得「普攻時，觸發『以自身攻擊力40.5%對目標造成傷害』(50回合)」\n使自身獲得「必殺時，追加『以自身攻擊力135%對目標造成傷害』(50回合)」\n清除我方站位5「〈守護戀情的勇者〉所給予普攻時觸發、必殺時追擊」、「〈致新娘的祝福〉所給予受到《光之祝福》時觸發」效果\n使我方站位5獲得「受到《光之祝福》效果時，觸發『使我方【花嫁　神田綾音】造成傷害增加10%(最多13層)』(50回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 為少女心而戰`,
            "value": `普攻時，觸發「《勇者普通踢》」\n我方隊伍治療者有2人以上時，開啟「第1回合時，觸發『對自身造成封印(50回合)』」(負面效果)\n\n《勇者普通踢》\n使目標受到必殺技傷害增加3%(最多9層)\n使目標受到觸發技傷害增加3%(最多9層)\n使目標被治療時回復量減少5.56%(最多9層)\n以自身攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_passive:933340075910131732> 守護戀情的勇者`,
            "value": `我方站位5獲得「普攻時，觸發『以自身攻擊力15%對目標造成傷害』」\n我方站位5獲得「必殺時，追加『以自身攻擊力50%對目標造成傷害』」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 致新娘的祝福`,
            "value": `普攻時，追加「使我方站位5獲得《光之祝福》效果」\n我方站位5獲得「受到《光之祝福》效果時，觸發『使自身造成傷害增加2.3%(最多13層)』」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 造成傷害+ (6潛)`,
            "value": `使自身造成傷害增加7.5%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1468549060490428614.webp?size=160`,
        "height": 0,
        "width": 0
    }
}