module.exports = {
    "type": "rich",
    "title": `花嫁 蘭兒 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_wind:933339803653644358> <:class_supporter:933339516788408420>`,
    "color": 0x54BA71,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,021,232 | ATK：990,285`
        },
        {
            "name": `<:detail_skill:933339968967933963> 啞鈴裂斷破`,
            "value": `使自身攻擊力增加30/35/40/45/50%(1回合)，使我方全體攻擊者、守護者、妨礙者必殺技傷害增加0/17.5/20/22.5/25%(1回合)，並獲得「必殺時，追加『以自身攻擊力30/35/40/45/50%對目標造成傷害』(1回合)」，並使目標受到傷害增加9/10.5/12/13.5/15%(1回合) CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 蓄力一擊`,
            "value": `以自身攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 婚紗矮人王的真心`,
            "value": `我方全體最大HP增加50%\n我方全體攻擊力增加50%\n自身獲得「當自身《伴侶之力》≧1層時，開啟『普攻時，觸發「使目標受到風屬性傷害增加10%(3回合)」』」\n自身獲得「當自身《伴侶之力》≧4層時，開啟『攻擊力增加50%』」\n自身獲得「當自身《伴侶之力》=8層時，開啟『必殺時，觸發「使我方全體造成傷害增加20%(1回合)」』」\n自身獲得「我方隊伍恰好為1種屬性時，開啟『第1回合時，觸發「使自身以外我方全體獲得《捧花持有者》」』」(觸發1次後清除)\n\n《捧花持有者》\n攻擊力增加50%(50回合)\n造成傷害增加50%(50回合)\n必殺技傷害增加50%(50回合)\n攻擊時，觸發「使我方【花嫁　蘭兒】獲得1層《伴侶之力》(最多8層)」(50回合)\n必殺時，追加「以自身攻擊力75%對目標造成傷害」(50回合)\n行動後，觸發「清除自身以外我方全體《捧花持有者》的所有效果」(50回合)(觸發1次後清除)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 幸福的重量`,
            "value": `普攻時，觸發「使自身攻擊力增加25%(3回合)，並使目標獲得《矮人王的威壓》」\n我方全體攻擊者、守護者、妨礙者獲得「我方隊伍輔助者有2人以上時，開啟『觸發技效果減少500%』」(負面效果)\n\n《矮人王的威壓》\n被攻擊時，觸發「使目標攻擊力增加25%(3回合)、造成傷害增加10%(3回合)」(1回合)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 要把捧花接好喔！`,
            "value": `必殺時，追加『《全力捧花啞鈴投擲》』」\n\n《全力啞鈴捧花投擲》\n以自身攻擊力30%使我方全體攻擊力增加(1回合)\n使我方全體必殺技傷害增加10%(1回合)\n使目標受到風屬性傷害增加30%(1回合)\n以自身攻擊力200%對目標造成傷害`
        },
        {
            "name": `<:detail_passive:933340075910131732> 愛即是力量`,
            "value": `普攻時，觸發「使自身獲得1層《修煉幸福》(最多2層)」\n當自身《修煉幸福》=2層時，開啟「必殺時，追加『使自身以外我方全體獲得《風之祝福》效果，並清除自身《修煉幸福》的所有層數』」\n\n自身以外我方全體獲得「受到《風之祝福》效果時，觸發『使自身攻擊力增加15%(最多5層)、必殺技傷害增加5%(最多5層)』」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1468549039015329823.webp?size=160`,
        "height": 0,
        "width": 0
    }
}