module.exports = {
    "type": "rich",
    "title": `花嫁 靜 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_dark:933339859559530506> <:class_attacker:933339400916578344>`,
    "color": 0xC390FF,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,548,041 | ATK：842,030`
        },
        {
            "name": `<:detail_skill:933339968967933963> 一切染上無垢新色`,
            "value": `使自身攻擊力增加100/112/128/144/160%(4回合)(不可疊加)、造成傷害增加18/21/24/27/30%(4回合)(不可疊加)，使自身以外我方全體獲得「攻擊時，觸發『使目標受到傷害增加0/3.5/4/4.5/5%(1回合)、受到闇屬性傷害增加5/6/7/8/9%(1回合)』(5回合)(不可疊加)」，再以自身攻擊力108/126/144/162/180%對目標造成傷害3次。CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 新娘惡作劇`,
            "value": `以自身攻擊力100%使目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 今天是靜的婚禮喏~`,
            "value": `我方全體最大HP增加50%\n防禦時，觸發「使自身獲得1層《純真無垢》(最多3層)」\n我方全體攻擊者、守護者、妨礙者獲得「第1回合時，觸發『使我方全體獲得1層《小狐娘的新婚祝福》(最多4層)』(觸發1次後清除)」\n我方全體獲得「當自身《小狐娘的新婚祝福》=4層時，開啟『《新年良緣》』」\n\n《新年良緣》\n攻擊力增加100%\n造成傷害增加35%\n普攻傷害增加60%\n必殺技傷害增加40%\n攻擊時，觸發「以自身攻擊力10%使我方全體攻擊力增加(1回合)」\n普攻時，追加「以自身攻擊力25%對目標造成傷害」\n必殺時，追加「以自身攻擊力50%對目標造成傷害」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 不想只是扮家家酒喏`,
            "value": `普攻時，觸發「使自身必殺技傷害增加2.5%(最多6層)」\n必殺時，觸發「使自身普攻傷害增加10%(最多3層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 搗蛋妖狐的一日祈願`,
            "value": `普攻時，觸發「使自身獲得1層《純真無垢》(最多3層)」\n當自身《純真無垢》=3層時，開啟「《無暇心靈》」\n\n《無暇心靈》\n必殺技傷害增加20%\n對防禦目標傷害增加100%\n必殺時，觸發「使我方全體攻擊力增加15%(5回合)(不可疊加)、並清除自身《純真無垢》的所有層數」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 小狐娘出嫁中`,
            "value": `第1回合時，觸發「使自身當前必殺技CD減少4回合，且獲得3層《純真無垢》(最多3層)」(觸發1次後清除)\n必殺時，根據自身《純真無垢》層數，觸發「使自身獲得《狐之御靈》」\n\n《狐之御靈》\n普攻傷害增加7%(4回合)\n造成傷害增加5%(5回合)\n普攻時，追加「以自身攻擊力10%對目標造成傷害」(4回合)`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 造成傷害+ (6潛)`,
            "value": `使自身造成傷害增加7.5%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫睡眠 (12潛)`,
            "value": `使自身免疫睡眠`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1458458715362562110.webp?size=160`,
        "height": 0,
        "width": 0
    }
}