module.exports = {
    "type": "rich",
    "title": `傳說聖劍 卡利伯 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_light:933339825933791312> <:class_attacker:933339400916578344>`,
    "color": 0xEFB26B,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,453,043 | ATK：866,499`
        },
        {
            "name": `<:detail_skill:933339968967933963> 聖劍解放！月牙衝波！`,
            "value": `使自身攻擊力增加78.6/91.7/104.8/117.9/131%(4回合)(不可疊加)、造成傷害增加23.58/27.51/31.44/35.37/39.3%(4回合)(不可疊加)，並使目標受到傷害增加7.86/9.17/10.48/11.79/13.1%(最多2層)、受到光屬性傷害增加0/11.79/14.41/17.03/19.65%(最多2層)，再以自身攻擊力76.5/85.7/94.9/104.1/113.3%對目標造成傷害5次。CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 斬刃`,
            "value": `以自身攻擊力139.3%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 破邪聖劍`,
            "value": `我方全體最大HP增加55%\n我方【聖劍覺醒　神田綾音】必殺技最大CD減少20回合\n我方全體光屬性角色獲得「第1回合時，觸發『使我方全體獲得1層《剷除邪惡》(最多5層)』(觸發1次後清除)」\n我方全體獲得「自身《剷除邪惡》層數=3層時，開啟『《人類的守護者》』」\n我方全體光屬性攻擊者獲得「我方隊伍攻擊者有2人以上時，開啟『《滅殺魔王之刃》』」\n\n《人類的守護者》\n攻擊力增加63%\n必殺時，觸發「使目標受到傷害增加2.52%(最多10層)、受到光屬性傷害增加3.78%(最多10層)」\n\n《滅殺魔王之刃》\n造成傷害增加37.8%\n普攻傷害增加56.7%\n必殺技傷害增加25.2%\n普攻時，追加「以自身攻擊力37.8%對目標造成傷害 」\n必殺時，追加「以自身攻擊力50.4%對目標造成傷害 」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 識破`,
            "value": `普攻傷害增加29.48%\n必殺技傷害增加13.1%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 十字瞬閃`,
            "value": `我方全體光屬性攻擊者攻擊力增加65.5%\n我方全體光屬性攻擊者普攻傷害增加14.74%\n我方全體光屬性攻擊者必殺技傷害增加6.55%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 破曉一擊`,
            "value": `我方全體光屬性攻擊者造成傷害增加19.65%\n我方全體光屬性攻擊者獲得「普攻時，追加『以自身攻擊力19.7%對目標造成傷害 』」\n我方全體光屬性攻擊者獲得「必殺時，追加『以自身攻擊力26.2%對目標造成傷害 』」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 傷害+ (6潛)`,
            "value": `使自身造成傷害增加6%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫睡眠 (12潛)`,
            "value": `使自身免疫睡眠`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1547380026394152990.webp?size=160`,
        "height": 0,
        "width": 0
    }
}
