module.exports = {
    "type": "rich",
    "title": `犬犬冒險者 希耶兒 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_dark:933339859559530506> <:class_supporter:933339516788408420>`,
    "color": 0xC390FF,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,581,147 | ATK：834,833`
        },
        {
            "name": `<:detail_skill:933339968967933963> 超帥氣的採菇犬`,
            "value": `使我方全體獲得12/15/15/20/20層《珍寶菇》(最多60層)、造成傷害增加13.2/15.4/17.6/19.8/22%(1回合)，再使我方全體闇屬性攻擊者、守護者、妨礙者獲得「必殺時，追加『以自身攻擊力44.1/51.5/58.8/66.2/73.5%對目標造成傷害』(1回合)」。CD: 3`
        },
        {
            "name": `<:detail_attack:933340014379667457> 偵查危險`,
            "value": `以自身攻擊力30%使我方全體角色攻擊力增加(1回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 狗狗Power戰隊，集合！`,
            "value": `我方全體最大HP增加55%\n我方全體獲得「我方隊伍風屬性角色有2人以上時，開啟「《我們是狗狗的尾巴！》」\n自身獲得「我方隊伍闇屬性角色有2人以上時，開啟「必殺時，觸發「《目標是傳奇冒險者小隊！》」」\n\n《我們是狗狗的尾巴！》\n攻擊力增加53%、必殺技傷害增加53%\n必殺時，追加「以自身攻擊力105.5%對目標造成傷害」\n\n《目標是傳奇冒險者小隊！》\n使我方全體造成傷害增加31.7%(1回合)\n使目標受到傷害增加21.2%(1回合)、受到風屬性傷害增加76.7%(1回合)、受到闇屬性傷害增加76.7%(1回合)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 毛茸茸就是正義`,
            "value": `必殺時，觸發「以自身攻擊力30%使我方全體角色攻擊力增加(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 松茸(？)大豐收`,
            "value": `我方全體獲得《♡心跳加速♡》\n\n《♡心跳加速♡》\n自身《珍寶菇》層數≧20層時，開啟「攻擊力增加16.7%」\n自身《珍寶菇》層數≧40層時，開啟「必殺技傷害增加16.7%」\n自身《珍寶菇》層數=60層時，開啟「攻擊力增加20%、必殺技傷害增加20%」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 熱烈的繁殖慾望`,
            "value": `第1回合時，觸發「使自身當前必殺技CD減少3回合」(觸發1次後清除) \n自身《珍寶菇》層數≧40層時，開啟「必殺時，觸發『使目標獲得《發情費洛蒙》』」\n\n《發情費洛蒙》\n受到闇屬性傷害增加22%(1回合)、受到傷害增加14.6%(1回合)`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊＋ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1534460108594221056.webp?size=160`,
        "height": 0,
        "width": 0
    }
}
