module.exports = {
    "type": "rich",
    "title": `冷豔鋒刃 毛毛 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_dark:933339859559530506> <:class_attacker:933339400916578344>`,
    "color": 0xC390FF,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,333,575 | ATK：896,726`
        },
        {
            "name": `<:detail_skill:933339968967933963> 九淫真經(偽)．解放`,
            "value": `使自身攻擊力增加90/105/120/135/150%(最多1層)、普攻傷害增加30/35/40/45/50%(最多1層)、造成傷害增加0/0/20/22.5/25%(最多1層)。CD:1`
        },
        {
            "name": `<:detail_attack:933340014379667457> 二連刺`,
            "value": `以自身攻擊力50%對目標造成傷害2次`
        },
        {
            "name": `<:detail_leader:933339992732876811> 野玫瑰之影`,
            "value": `我方全體最大HP增加50%\n我方全體攻擊力增加50%\n自身獲得「我方隊伍攻擊者有5人以上時，開啟『《花吹雪之舞》』」\n自身以外我方全體獲得「我方隊伍攻擊者有5人以上時，開啟『攻擊時，觸發「《玫瑰殘影》』」\n\n《花吹雪之舞》\n造成傷害增加60%\n普攻傷害增加60%\n普攻時，追加「以自身攻擊力30%對目標造成傷害」\n每Wave的第1回合時，觸發『使敵方全體受到傷害增加15%(最多1層)、受到全屬性傷害增加20%(最多1層)』\n第1回合時，觸發「使自身以外我方全體當前必殺技CD減少4回合」\n\n《玫瑰殘影》\n以自身攻擊力30%對我方全體進行治療\n以自身攻擊力12.5%使我方【冷豔鋒刃 毛毛】攻擊力增加(1回合)\n使我方【冷豔鋒刃 毛毛】獲得2層《緋紅薔薇》(最多12層)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 緋紅刺殺術`,
            "value": `自身以外我方全體獲得「攻擊時，觸發『使我方【冷豔鋒刃 毛毛】獲得1層《緋紅薔薇》(最多12層)』」\n自身《緋紅薔薇》≧4層時，開啟「普攻傷害增加85%」」\n自身《緋紅薔薇》≧8層時，開啟「造成傷害增加30%』」\n自身《緋紅薔薇》=12層時，開啟「普攻時，追加『《薔薇亂舞》』」\n\n《薔薇亂舞》\n以自身攻擊力30%對目標造成傷害4次\n使目標受到闇屬性傷害增加37.5%(最多1層)\n清除自身《緋紅薔薇》的所有層數`
        },
        {
            "name": `<:detail_passive:933340075910131732> 疾風呼吸法`,
            "value": `第1回合時，觸發「使自身當前必殺技CD減少1回合」(觸發1次後清除)\n防禦時，觸發『使自身獲得4層《緋紅薔薇》(最多12層)」\n必殺時，觸發「使自身獲得《疾風世界》」(觸發1次後清除)\n\n《疾風世界》\n攻擊力增加110%(50回合)\n對防禦目標傷害增加110%(50回合)\n必殺技CD停止倒數(50回合)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 暗殺者公會的菁英`,
            "value": `自身以外我方全體攻擊者、妨礙者、守護者獲得「第1回合時，觸發『使我方【冷豔鋒刃 毛毛】造成傷害增加15%(最多2層)』(觸發1次後清除)」\n自身以外我方全體攻擊者、妨礙者、守護者獲得「每Wave的第1回合時，觸發『使敵方全體受到傷害增加12.5%(最多2層)』」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 普攻傷害+ (6潛)`,
            "value": `普攻傷害增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1481760759603269783.webp?size=160`,
        "height": 0,
        "width": 0
    }
}