module.exports = {
    "type": "rich",
    "title": `浪行魅狐 小泱 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_light:933339825933791312> <:class_attacker:933339400916578344>`,
    "color": 0xEFB26B,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,362,363 | ATK：889,529`
        },
        {
            "name": `<:detail_skill:933339968967933963> 千．妖火琉璃`,
            "value": `使自身攻擊力增加231/269.5/308/346.5/385%(1回合)、必殺技傷害增加15/17.5/20/22.5/25%(最多3層)，再使目標解除防禦狀態、受到光屬性傷害增加0/0/3/6/9%(最多3層)，並以自身攻擊力66/75.2/84.4/93.6/102.8%對目標造成傷害5次，CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 萬里感知`,
            "value": `以自身攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 傾國傾城－小泱`,
            "value": `我方全體最大HP增加50%\n我方全體攻擊力增加50%\n自身以外我方全體攻擊者、守護者、妨礙者獲得「必殺時，觸發『清除自身《互相幫助》所有層數』」\n自身獲得「第1回合時，觸發『清除我方站位3獲得「必殺時，觸發『使目標獲得《狐亂神迷》』」』(觸發後清除)」\n我方站位4獲得「必殺時，觸發『使目標獲得《狐亂神迷》』」\n自身獲得「當我方隊伍恰好為1種角色屬性時，開啟『《結交益友》』」\n使自身、我方全體攻擊者、守護者、妨礙者獲得「《魅引眾生》」\n\n《結交益友》\n行動後，觸發「使自身以外我方全體攻擊者、守護者、妨礙者獲得1層《互相幫助》(最多3層)」\n\n《魅引眾生》\n必殺時，追加「使目標受到傷害增加2%(最多15層)、受到光屬性傷害增加3%(最多15層)」\n自身《互相幫助》層數≧1層時，開啟「必殺技傷害增加45%」\n自身《互相幫助》層數≧2層時，開啟「造成傷害增加55%」\n自身《互相幫助》層數=3層時，開啟「必殺時，追加『以自身攻擊力100%對目標造成傷害』」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 花中重影`,
            "value": `攻必殺時，追加「以自身攻擊力100%對目標造成傷害」\n自身以外我方全體獲得「必殺時，觸發『使目標受到傷害增加3.33%(最多12層)、受到光屬性傷害增加2.75%(最多12層)』」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 遊走世間`,
            "value": `自身以外我方全體攻擊者、守護者、妨礙者獲得「普攻時，觸發『使【浪行魅狐 小泱】獲得1層《互相幫助》(最多3層)』」\n必殺時，觸發『清除自身《互相幫助》所有層數』\n自身《互相幫助》層數≧1層時，開啟「必殺技傷害增加25%」\n自身《互相幫助》層數≧2層時，開啟「造成傷害增加60%」\n自身《互相幫助》層數=3層時，開啟「必殺時，追加『以自身攻擊力100%對目標造成傷害』」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 狐影幻境`,
            "value": `防禦時，觸發「使自身獲得1層《互相幫助》(最多3層)」\n成功解除防禦時，觸發「使自身造成傷害增加30%(最多2層)」\n我方站位3獲得「必殺時，觸發『使目標獲得《狐亂神迷》』」\n\n《狐亂神迷》\n敵方必殺時，觸發「使自身進入防禦狀態」(1回合)`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 必殺+ (6潛)`,
            "value": `使自身必殺技傷害增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1481760794055020664.webp?size=160`,
        "height": 0,
        "width": 0
    }
}