module.exports = {
    "type": "rich",
    "title": `強欲天使 聖米勒 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_wind:933339803653644358> <:class_obstructer:933339487084359740>`,
    "color": 0x54BA71,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,755,310 | ATK：795,970`
        },
        {
            "name": `<:detail_skill:933339968967933963> 性愛天使的絕對儀式`,
            "value": `使目標受到傷害增加19.8/23.1/26.4/29.7/33%(最多2層)、受到普攻傷害增加16.5/19.25/22/24.75/27.5%(最多2層)、受到風屬性傷害增加0/9.9/12.1/14.3/16.5%(最多2層)，再以自身攻擊力330/376/422/468/514%對目標造成傷害，CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 性之衝擊波`,
            "value": `使目標受到普攻傷害增加27.5%(1回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 強欲之宣告者`,
            "value": `我方全體最大HP增加50%\n我方全體攻擊力增加50%\n我方全體獲得「我方隊伍恰好為1種角色屬性時，開啟『《宣告》』」\n自身獲得「我方隊伍恰好為1種角色屬性時，開啟『必殺時，觸發「使目標受到傷害增加7.5%(最多2層)、受到普攻傷害增加28%(最多2層)、受到風屬性傷害增加11.25%(最多2層)」』」\n\n《宣告》\n造成傷害增加22.5%\n普攻時，追加「以自身攻擊力37.5%對目標造成傷害」\n攻擊時，觸發「以自身攻擊力3%使我方全體攻擊力增加(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 天空的性域`,
            "value": `攻擊力增加220%\n必殺時，觸發「使目標被治療時回復量減少80%(2回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 召喚！性愛天使`,
            "value": `普攻時，追加「以自身攻擊力155%對目標造成傷害」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 性之加護`,
            "value": `造成傷害增加33%\n防禦時，觸發「使我方全體普攻傷害增加27.5%(1回合)」\n第1回合時，觸發「使自身當前必殺技CD減少4回合」(觸發1次後清除)`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 普攻+ (6潛)`,
            "value": `使自身普攻傷害增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫睡眠 (12潛)`,
            "value": `使自身免疫睡眠`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1491212405466988554.webp?size=160`,
        "height": 0,
        "width": 0
    }
}