module.exports = {
    "type": "rich",
    "title": `神諭宣告 菲歐菈 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_water:933339803087421523> <:class_supporter:933339516788408420>`,
    "color": 0x48B4EB,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,516,375 | ATK：850,666`
        },
        {
            "name": `<:detail_skill:933339968967933963> 性愛之神的宣告`,
            "value": `使我方全體水屬性角色攻擊力增加28.5/33.25/38/42.75/47.5%(1回合)、造成傷害增加17.1/19.95/22.8/25.65/28.5%(1回合)，並使目標受到傷害增加11.4/13.3/15.2/17.1/19%(1回合)、受到水屬性傷害增加17.1/19.95/22.8/25.65/28.5%(1回合)。CD:3`
        },
        {
            "name": `<:detail_attack:933340014379667457> 抽牌！`,
            "value": `以自身攻擊力30%使我方全體水屬性角色攻擊力增加(1回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 性愛神官的特訓`,
            "value": `我方全體最大HP增加50%\n我方全體攻擊力增加65%\n我方全體角色獲得「我方隊伍水屬性角色有4人以上時，開啟『造成傷害減少500%』」(負面效果)\n自身獲得「每經過3回合時，觸發「《天降福音》」\n\n《天降福音》\n使我方全體水屬性角色造成傷害增加38.5%(1回合)、必殺技傷害增加32%(1回合)、觸發技傷害增加64%(1回合)\n使我方全體水屬性攻擊者、守護者、妨礙者獲得「必殺時，追加『以自身攻擊力48%對目標造成傷害』(1回合)」、「必殺時，觸發『以自身攻擊力24%對目標造成傷害』(1回合)」\n使敵方全體受到傷害增加25.5%(1回合)、受到水屬性傷害增加38.5%(1回合)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 戰術魔法「野外自慰」`,
            "value": `必殺時，觸發「以自身攻擊力30%使我方全體水屬性角色攻擊力增加(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 性愛決鬥者之心`,
            "value": `普攻時，觸發「使自身獲得1層《覆蓋一張牌》(最多2層)」\n必殺時，根據自身《覆蓋一張牌》層數，觸發「《翻開覆蓋的牌》」\n\n《翻開覆蓋的牌》\n使我方全體水屬性角色必殺技傷害增加12%(1回合)、觸發技傷害增加24%(1回合)\n清除自身《覆蓋一張牌》所有層數`
        },
        {
            "name": `<:detail_passive:933340075910131732> 千年性器`,
            "value": `每經過3回合時，觸發「使我方全體水屬性攻擊者、守護者、妨礙者獲得《性愛之力》」\n\n《性愛之力》\n必殺時，追加「以自身攻擊力35.6%對目標造成傷害」(1回合)\n必殺時，觸發「以自身攻擊力17.8%對目標造成傷害」(1回合)`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1491212389461524561.webp?size=160`,
        "height": 0,
        "width": 0
    }
}