module.exports = {
    "type": "rich",
    "title": `浮世妖刀 藤花 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_fire:933339778559131679> <:class_attacker:933339400916578344>`,
    "color": 0xF45F34,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,250,092 | ATK：919,756`
        },
        {
            "name": `<:detail_skill:933339968967933963> 神無一刀流奧義‧ 妖炎`,
            "value": `使我方全體攻擊力增加39.9/46.55/53.2/59.85/66.5%(4回合)(不可疊加)、造成觸發技效果增加61.8/72.1/82.4/92.7/103%(4回合)(不可疊加)，再使目標受到火屬性傷害增加0/0/32/36/40%(4回合)(不可疊加)，並使我方全體攻擊者、守護者、妨礙者獲得「攻擊時，觸發『以自身攻擊力24/28/32/36/40%對目標造成傷害』(4回合)(不可疊加)」。CD:50`
        },
        {
            "name": `<:detail_attack:933340014379667457> 怨返`,
            "value": `使我方全體造成觸發技效果增加30%(1回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 戮命邪刀`,
            "value": `我方全體最大HP增加55%\n我方全體攻擊力增加48.2%\n自身獲得「我方隊伍恰好為4種角色定位時，開啟『《化身為刀》』」 \n自身以外我方全體攻擊者獲得「我方隊伍恰好為4種角色定位時，開啟『《妖刀之主》』」\n\n《化身為刀》\n第1回合時，觸發「清除自身『〈對強者的執念〉所給予的第3、5、7回合觸發效果』，並使自身獲得3層《殺氣蓄積》(最多3層)」\n第1回合時，觸發「使自身當前必殺技CD減少50回合」\n每經過3回合時，觸發「使自身當前必殺技CD減少50回合」\n攻擊時，觸發「以自身攻擊力28.8%對目標造成傷害」\n必殺時，觸發「使目標受到火屬性傷害增加28.8%(最多1層)、受到傷害增加19.2%(最多1層)」\n\n《妖刀之主》\n第1回合時，觸發「使我方全體攻擊者造成傷害增加28.8%(最多1層)、造成觸發技效果增加96.4%(最多1層)」\n攻擊時，觸發「以自身攻擊力28.8%對目標造成傷害」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 月下二閃`,
            "value": `普攻時，觸發「以自身攻擊力100%對目標造成傷害」\n必殺時，觸發「以自身攻擊力400%對目標造成傷害」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 對強者的執念`,
            "value": `每經過4回合時，觸發「使自身當前必殺技CD減少50回合」\n第3、5、7回合時，觸發「使自身獲得1層《殺氣蓄積》(最多3層)」(觸發1次後清除)\n自身《殺氣蓄積》≧1層時，開啟「必殺時，觸發『使我方全體造成觸發技效果增加30%(1回合)』」\n自身《殺氣蓄積》≧2層時，開啟「必殺時，觸發『使目標受到傷害增加26.5%(4回合)(不可疊加)』」\n自身《殺氣蓄積》=3層時，開啟「必殺時，觸發『使目標被治療時回復量減少25%(最多2層)』」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 鬼面血夜叉`,
            "value": `我方全體火屬性角色造成傷害增加40%\n必殺時，追加「使目標解除防禦狀態」\n成功解除防禦時，觸發「使目標造成傷害減少15%(4回合)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 傷害+ (6潛)`,
            "value": `使自身造成傷害增加6%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1547380044790243469.webp?size=160`,
        "height": 0,
        "width": 0
    }
}
