module.exports = {
    "type": "rich",
    "title": `無邪小惡魔 巴爾 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_water:933339803087421523> <:class_obstructer:933339487084359740>`,
    "color": 0x48B4EB,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,719,326 | ATK：804,607`
        },
        {
            "name": `<:detail_skill:933339968967933963> 惡作劇魔力爆發`,
            "value": `使目標受到傷害增加6.45/7.53/8.6/9.68/10.75%(8回合)、受到水屬性傷害增加3.25/3.8/4.34/4.88/5.42%(最多4層)，並使我方全體攻擊者、守護者、妨礙者獲得「普攻時，追加『以自身攻擊力16.2/18.9/21.6/24.3/27%對目標造成傷害』(4回合)(觸發1次後清除)」，再以自身攻擊力154.2/179.9/205.6/231.3/257%對目標造成傷害。CD:2`
        },
        {
            "name": `<:detail_attack:933340014379667457> 水汪汪的無辜眼神`,
            "value": `以自身攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 萬聖調皮小惡魔`,
            "value": `我方全體水、風屬性角色最大HP增加55%\n我方全體水、風屬性角色攻擊力增加60.5% \n我方全體獲得「我方隊伍水屬性角色有4人以上時，開啟『造成傷害減少500%』」(負面效果)\n自身《糖果陷阱》=1層時，開啟「必殺時，追加『《棒棒糖機關弩》』」\n自身《蛋糕陷阱》=1層時，開啟「普攻時，追加『《巧克力冰刃雲》』」\n自身獲得「攻擊時，觸發『使我方全體造成傷害增加4.54%(最多8層)、並使目標受到傷害增加9.06%(8回合)』」\n\n《棒棒糖機關弩》\n使目標受到風屬性傷害增加18.15%(最多4層)、防禦減傷效果減少10%(最多4層)、受到普攻傷害增加17%(8回合)\n使自身以外我方全體水、風屬性攻擊者、守護者、妨礙者獲得「必殺時，追加『以自身攻擊力30.3%對目標造成傷害』(4回合)(觸發1次後清除)」\n以自身攻擊力30.3%對目標造成傷害\n\n《巧克力冰刃雲》\n使目標受到水屬性傷害增加9.08%(最多4層)、受到必殺技傷害增加3.8%(8回合)\n使自身以外我方全體水、風屬性攻擊者、守護者、妨礙者獲得「普攻時，追加『以自身攻擊力45.5%對目標造成傷害』(4回合)(觸發1次後清除)」\n以自身攻擊力45.5%對目標造成傷害`
        },
        {
            "name": `<:detail_passive:933340075910131732> 來陪人家玩鬼抓人吧！`,
            "value": `第1回合時，觸發「使自身當前必殺技CD減少2回合，並獲得1層《糖果陷阱》(最多1層)」(觸發1次後清除)\n我方全體攻擊力增加36%\n自身《糖果陷阱》=1層時，開啟「必殺時，觸發『《水果糖魔晶炮》』」\n\n《水果糖魔晶炮》\n使目標受到普攻傷害增加10.12%(8回合)\n使自身獲得1層《蛋糕陷阱》(最多1層)，並清除自身《糖果陷阱》的所有層數`
        },
        {
            "name": `<:detail_passive:933340075910131732> 人家盡興前不要死掉了喔～`,
            "value": `自身《蛋糕陷阱》=1層時，開啟「普攻時，觸發『《香草奶油雷雲》』」\n\n《香草奶油雷雲》\n使我方全體攻擊者、守護者、妨礙者獲得「必殺時，追加『以自身攻擊力18%對目標造成傷害』(4回合)(觸發1次後清除)」\n使目標受到必殺技傷害增加2.25%(8回合)\n使自身獲得1層《糖果陷阱》(最多1層)，並清除自身《蛋糕陷阱》的所有層數`
        },
        {
            "name": `<:detail_passive:933340075910131732> 萬聖節可還沒結束！`,
            "value": `攻擊時，觸發｢《南瓜頭炸彈》｣\n\n《南瓜頭炸彈》\n使我方全體造成傷害增加2.71%(最多8層)\n使目標防禦減傷效果減少10%(最多1層)`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1557006640644096112.webp?size=160`,
        "height": 0,
        "width": 0
    }
}
