module.exports = {
    "type": "rich",
    "title": `不政確狼女 萊爾貝妲 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_wind:933339803653644358> <:class_supporter:933339516788408420>`,
    "color": 0x54BA71,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,484,709 | ATK：857,863`
        },
        {
            "name": `<:detail_skill:933339968967933963> 打倒魔王資本的壓迫！`,
            "value": `使我方全體攻擊者、守護者、妨礙者造成傷害增加15.66/18.27/20.88/23.49/26.1%(4回合)(不可疊加)，並使敵方全體受到傷害增加2.61/3.04/3.48/3.91/4.35%(最多2層)、受到風屬性傷害增加0/3.92/4.79/5.66/6.53%(最多2層)。CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 濫用權力`,
            "value": `以自身攻擊力30%使我方全體攻擊力增加(1回合)，並以目標最大HP0.01%對我方全體造成真實傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 萬聖多元博士顧問`,
            "value": `我方全體最大HP增加55%\n我方全體攻擊力增加67.5%\n我方全體攻擊者、守護者、妨礙者獲得「每Wave第1回合時，觸發『使自身獲得《不多元思想感知兵器》』」\n我方全體風屬性角色獲得「第1回合時，觸發『使我方全體獲得1層《甜蜜的介入》(最多5層)』(觸發1次後清除)」\n我方全體獲得「自身《甜蜜的介入》層數=3層時，開啟『《閉上你們的嘴》』」\n我方全體風屬性攻擊者、守護者、妨礙者獲得「自身《甜蜜的介入》層數=3層時，開啟『《Party解散倒數》』」\n\n《不多元思想感知兵器》\n攻擊力增加100%(1回合)\n造成傷害增加60%(1回合)\n造成觸發技效果增加200%(1回合)\n被攻擊時，觸發「以自身攻擊力15%對敵方全體造成傷害」(1回合)\n\n《閉上你們的嘴》\n被攻擊時，觸發「使自身造成觸發技效果增加16.88%(最多8層)，並使敵方全體受到傷害增加0.34%(最多40層)、受到風屬性傷害增加0.51%(最多40層)」\n\n《Party解散倒數》\n被攻擊時，觸發「使自身造成傷害增加5.06%(最多8層)，並以自身攻擊力4%對敵方全體造成傷害」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 是你們要服務我！`,
            "value": `必殺時，追加「以自身攻擊力30%使我方全體攻擊力增加(1回合)，並以目標最大HP0.01%對我方全體造成真實傷害」\n我方全體攻擊者、守護者、妨礙者獲得「普攻、必殺時，追加『以目標最大HP0.01%對自身造成真實傷害』」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 所有人都要聽我的`,
            "value": `第1回合時，觸發「使我方全體攻擊者、守護者、妨礙者獲得1層《無止盡的慾望》(最多5層)」(觸發1次後清除)\n每經過1回合時，觸發「使我方全體攻擊者、守護者、妨礙者《無止盡的慾望》層數變為1層(最多5層)」\n我方全體攻擊者、守護者、妨礙者獲得「自身《無止盡的慾望》層數≦4層時，開啟『被攻擊時，觸發「以自身攻擊力2.2%對敵方全體造成傷害，並使自身獲得1層《無止盡的慾望》(最多5層)」』」\n我方全體攻擊者、守護者、妨礙者獲得「自身《無止盡的慾望》層數=5層時，開啟『被攻擊時，觸發「以自身攻擊力4.4%對敵方全體造成傷害」』」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 這是我應得的權利！`,
            "value": `第1回合時，觸發「使自身當前必殺技CD減少4回合」(觸發1次後清除)\n攻擊力增加43.5%\n防禦時，觸發「以自身攻擊力30%使我方全體攻擊力增加(1回合)」\n我方全體獲得「被攻擊時，觸發『使自身造成觸發效果增加10.88%(最多8層)』」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫睡眠 (12潛)`,
            "value": `使自身免疫睡眠`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1557006659052634153.webp?size=160`,
        "height": 0,
        "width": 0
    }
}
