module.exports = {
    "type": "rich",
    "title": `魔導巨獸 莉可菈 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_wind:933339803653644358> <:class_protector:933339611080572948>`,
    "color": 0x54BA71,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：4,641,961 | ATK：643,397`
        },
        {
            "name": `<:detail_skill:933339968967933963> 莉可菈光線！`,
            "value": `以自身攻擊力20%使我方全體攻擊力增加(1回合)，使我方全體風屬性角色造成傷害增加17/19.8/22.6/25.5/28.3%(1回合)，且使我方全體風屬性攻擊者、妨礙者獲得「必殺時，追加『以自身攻擊力56.6/66/75.4/84.9/94.3%對目標造成傷害』(1回合)」，並使目標受到風屬性傷害增加0/0/22.6/25.5/28.3%(1回合)，再以自身攻擊力182.5/212.9/243.3/273.7/304%對目標造成傷害2次。CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 莉可菈拳`,
            "value": `以自身攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 最愛好和平的怪獸`,
            "value": `我方全體最大HP增加55%\n我方全體攻擊力增加51.5%\n自身獲得「當我方隊伍恰好為2種角色屬性時，開啟『每經過4回合時，觸發「《溫柔的自我》』」\n自身獲得「當我方隊伍攻擊者有2人以上時，開啟『每經過4回合時，觸發「《溫柔的自我》』」\n\n《溫柔的自我》\n使我方全體造成傷害增加7.75%(最多4層)、必殺技傷害增加12.9%(最多4層)、受到傷害減少3.75%(最多4層)\n使我方全體獲得「必殺時，追加『以自身攻擊力51.5%對目標造成傷害』(4回合)」(觸發1次後清除)\n使自身獲得「必殺、防禦時，觸發『使目標受到風屬性傷害增加7.75%(最多4層)、受到傷害增加5.15%(最多4層)』(4回合)(觸發1次後清除自身《溫柔的自我》所給予「必殺、防禦時觸發」效果)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 莉可菈肚子餓了`,
            "value": `攻擊時，觸發「使自身進入防禦狀態」\n防禦時，觸發「以自身最大HP10%給予我方全體護盾(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 誕生的意義`,
            "value": `每經過4回合時，觸發「使自身獲得《巨大化》」\n\n《巨大化》\n防禦時，觸發「《莉可菈會保護大家的！》(不可疊加)」(4回合)(觸發1次後清除)\n\n《莉可菈會保護大家的！》\n使自身獲得嘲諷(4回合)\n使自身獲得「防禦時，觸發『清除自身《莉可菈會保護大家的！》所給予「嘲諷」效果』(4回合)(觸發1次後清除)」\n使我方全體受到傷害減少10%(4回合)、防禦減傷效果增加10%(4回合)、受到護盾效果增加50%(4回合)\n以自身最大HP30%給予自身護盾(4回合)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 最後之獸的祝福`,
            "value": `必殺時，追加「使目標受到傷害增加18.8%(1回合)，並使我方全體獲得《風之祝福》效果」\n我方全體獲得「受到《風之祝福》效果時，觸發『使自身攻擊力增加9.45%(最多5層)、必殺技傷害增加9.45%(最多5層)』」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 吸血＋ (6潛)`,
            "value": `造成傷害時會以傷害值15%回復自身HP`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫睡眠 (12潛)`,
            "value": `使自身免疫睡眠`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1511590587675967518.webp?size=160`,
        "height": 0,
        "width": 0
    }
}