module.exports = {
    "type": "rich",
    "title": `精靈偶像 莉莉艾爾莎 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_light:933339825933791312> <:class_attacker:933339400916578344>`,
    "color": 0xEFB26B,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,333,575 | ATK：896,726`
        },
        {
            "name": `<:detail_skill:933339968967933963> 我～要～當～偶～像～`,
            "value": `使自身攻擊力增加180/210/240/270/300%(1回合)、造成傷害增加27/31.5/36/40.5/45%(1回合)、造成傷害增加27/31.5/36/40.5/45%(3回合)(不可疊加)，再使目標受到傷害增加0/10.5/12/13.5/15%(1回合)、受到傷害增加0/10.5/12/13.5/15%(3回合)(不可疊加)，並以自身攻擊力53/59.6/66.2/72.8/79.4%對目標造成傷害5次。CD:3`
        },
        {
            "name": `<:detail_attack:933340014379667457> 陰暗少女化妝中`,
            "value": `使自身攻擊力增加100%(1回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 連動演唱會`,
            "value": `我方全體最大HP增加55%\n我方全體攻擊者、守護者、妨礙者獲得「我方隊伍恰好為3種角色定位時，開啟『《三位偶像的舞台》』」\n自身獲得「我方隊伍恰好為3種角色定位時，開啟『造成傷害增加16.5%』」\n我方全體獲得「我方隊伍輔助者有1人以上時，開啟『造成傷害減少500%』」(負面效果)\n\n《三位偶像的舞台》\n攻擊力增加55%\n造成傷害增加16.5%\n必殺技傷害增加27.5%\n觸發技效果增加27.5%\n必殺時，追加「以自身攻擊力55%對目標造成傷害」\n攻擊時，觸發「《閃耀光芒》」\n\n《閃耀光芒》\n使目標受到傷害增加0.44%(最多50層)、受到光屬性傷害增加0.66%(最多50層)\n以自身攻擊力15%使我方全體攻擊力增加(1回合)\n以自身攻擊力16.5%對目標造成傷害\n以自身攻擊力5%對我方全體進行治療`
        },
        {
            "name": `<:detail_passive:933340075910131732> 新銳偶像`,
            "value": `攻擊時，觸發「使自身必殺技傷害增加18.75%(3回合)、觸發技效果增加18.75%(3回合)」\n普攻時，觸發「以自身攻擊力100%對目標造成傷害」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 偶像直播中`,
            "value": `必殺時，觸發「使目標受到光屬性傷害增加15%(最多3層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 這就是人家的偶像之道`,
            "value": `普攻、必殺時，追加「使自身獲得《光之祝福》效果」\n自身獲得「受到《光之祝福》效果時，觸發『使自身獲得「《偶像之光》」』」\n\n《偶像之光》\n普攻時，觸發「以自身攻擊力4.5%對目標造成傷害」(3回合)\n必殺時，追加「以自身攻擊力15%對目標造成傷害」(3回合)(觸發1次後清除)`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 造成傷害+ (6潛)`,
            "value": `使自身造成傷害增加7.5%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫睡眠 (12潛)`,
            "value": `使自身免疫睡眠`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1524434236784771305.webp?size=160`,
        "height": 0,
        "width": 0
    }
}
