module.exports = {
    "type": "rich",
    "title": `魔法少女 達芙妮 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_fire:933339778559131679> <:class_attacker:933339400916578344>`,
    "color": 0xF45F34,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,614,252 | ATK：827,636`
        },
        {
            "name": `<:detail_skill:933339968967933963> 慈愛兔兔靈波～`,
            "value": `使我方全體火屬性角色攻擊力增加31.7/37.1/42.4/47.7/53%(2回合)、造成傷害增加19.1/22.3/25.4/28.6/31.8%(2回合)，並使自身以外我方全體火屬性攻擊者、守護者、妨礙者獲得「必殺時，觸發『使自身獲得「普攻時，追加『以自身攻擊力58.7/68.5/78.4/88.2/98%對目標造成傷害』(2回合)」』(1回合)」，再使自身獲得「普攻時，追加『以自身攻擊力154.2/179.9/205.6/231.3/257%對目標造成傷害』(2回合)」。CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 無形的魔法斬擊`,
            "value": `以自身攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 兔兔魔法少女登場☆`,
            "value": `我方全體HP增加50%\n我方全體輔助者、治療者獲得「我方隊伍恰好為4種角色定位時，開啟『《療癒溫暖》』」\n我方全體攻擊者、守護者、妨礙者獲得「我方隊伍恰好為4種角色定位時，開啟『必殺時，觸發「使自身獲得《愛的大爆射～♡》』」\n\n《療癒溫暖》\n攻擊力增加50%\n普攻時，觸發「使目標受到普攻傷害增加9%(4回合)、受到火屬性傷害增加3.5%(4回合)」\n必殺時，觸發「以自身攻擊力15%使我方全體攻擊者、守護者、妨礙者攻擊力增加(2回合)」\n\n《愛的大爆射～♡》\n攻擊力增加125%(2回合)\n造成傷害增加21%(2回合)\n普攻時，追加「以自身攻擊力106%對目標造成傷害」(2回合)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 一點點觀眾福利♡`,
            "value": `攻擊時，觸發「使目標受到普攻傷害增加16.5%(4回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 愛與正義的魔法少女(?)`,
            "value": `普攻時，觸發「使自身獲得1層《慈愛波動》(最多3層)」\n必殺時，根據自身《慈愛波動》層數，觸發「使我方全體火屬性攻擊者、守護者、妨礙者獲得《母愛滿溢》」\n\n《母愛滿溢》\n普攻傷害增加10%(2回合)\n對防禦目標傷害增加15%(2回合)\n普攻時，追加「以自身攻擊力19.6%對目標造成傷害」(2回合)\n清除自身《慈愛波動》所有層數`
        },
        {
            "name": `<:detail_passive:933340075910131732> 壞孩子在哪裡呀～`,
            "value": `必殺時，觸發「使自身獲得1層《發現壞孩子了♡》(最多1層)」\n自身《發現壞孩子了♡》=1層時，開啟「《正義的懲罰♡》」\n\n《正義的懲罰♡》\n每經過1回合時，觸發『使敵方全體受到傷害增加21.3%(1回合)、受到火屬性傷害增加31.8%(1回合)』\n行動後，觸發「清除自身《發現壞孩子了♡》所有層數」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1502058262575710319.webp?size=160`,
        "height": 0,
        "width": 0
    }
}