module.exports = {
    "type": "rich",
    "title": `御前神使 兔姬 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_light:933339825933791312> <:class_protector:933339611080572948>`,
    "color": 0xEFB26B,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：4,332,496 | ATK：689,457`
        },
        {
            "name": `<:detail_skill:933339968967933963> 毛筆很大，你忍一下`,
            "value": `使我方全體攻擊者、妨礙者獲得「必殺時，追加『以自身攻擊力36/42/48/54/60%對目標造成傷害』(1回合)」、「普攻時，觸發『以自身攻擊力21.6/25.2/28.8/32.4/36%對目標造成傷害』(3回合)(不可疊加)」，再使目標受到傷害增加13.2/15.4/17.6/19.8/22%(3回合)(不可疊加)，並以自身攻擊力265/298/331/364/397%對目標造成傷害。CD:3`
        },
        {
            "name": `<:detail_attack:933340014379667457> 高超的畫技`,
            "value": `使自身進入防禦狀態`
        },
        {
            "name": `<:detail_leader:933339992732876811> 兔姬大明神的化身`,
            "value": `我方全體最大HP增加50%\n我方全體光、闇屬性角色獲得「我方隊伍恰好為2種角色屬性時，開啟『《兔姬大明神的信徒》』」\n《兔姬大明神的信徒》\n攻擊力增加55%\n造成傷害增加30%\n必殺傷害增加30%\n觸發技效果增加30%\n必殺時，追加「以自身攻擊力60%對目標造成傷害」\n普攻、防禦時，觸發「以自身攻擊力36%對目標造成傷害」\n行動後，觸發「使目標受到傷害增加0.5%(最多40層)、受到光、闇屬性傷害增加0.75%(最多40層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 鬼畫符大師`,
            "value": `第1回合時，觸發「使自身當前必殺技CD減少3回合」(觸發1次後清除)\n普攻、防禦時，觸發「以自身攻擊力100%對目標造成傷害」\n必殺時，觸發「使自身獲得《畫符》，並清除自身《帝王蟹紅燒符》、《痛痛都不見符》、《正面上我啊符》、《高潮就敗北符》的所有層數」\n\n《畫符》\n普攻時，觸發「使自身獲得《逸筆草草》」(2回合)\n防禦時，觸發「使自身獲得《工筆細描》」(2回合)\n\n《逸筆草草》\n普攻時，觸發「使自身獲得1層《帝王蟹紅燒符》(最多1層)」(2回合)\n防禦時，觸發「使自身獲得1層《痛痛都不見符》(最多1層)」(2回合)\n\n《工筆細描》\n普攻時，觸發「使自身獲得1層《正面上我啊符》(最多1層)」(2回合)\n防禦時，觸發「使自身獲得1層《高潮就敗北符》(最多1層)」(2回合)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 天靈靈，地靈靈～`,
            "value": `自身《帝王蟹紅燒符》層數=1時，開啟「必殺時，觸發『使目標受到光屬性傷害增加24%(1回合)、受到光屬性傷害增加24%(3回合)(不可疊加)』」\n自身《痛痛都不見符》層數=1時，開啟「必殺時，觸發『使我方全體必殺技傷害增加30%(最多1層)、觸發技效果增加30%(最多1層)，並以自身最大HP10%給予我方全體護盾(2回合)』」\n自身《正面上我啊符》層數=1時，開啟「必殺時，觸發『使自身進入防禦狀態、獲得嘲諷(1回合)，並使我方全體受到護盾效果增加50%最多1層)』」\n自身《高潮就敗北符》層數=1時，開啟「必殺時，觸發『使自身進入防禦狀態、獲得嘲諷(3回合)、防禦減傷效果增加10%(最多1層)，並以自身最大HP30%給予自身護盾(3回合)』」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 向兔姬大明神祈禱`,
            "value": `必殺時，追加「使自身以外我方全體獲得《光之祝福》效果」\n我方全體治療者、輔助者獲得「受到《光之祝福》效果時，觸發『使自身攻擊力增加12%(最多6層)』」\n我方全體攻擊者、妨礙者獲得「受到《光之祝福》效果時，觸發『使自身造成傷害增加6%(最多6層)』」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 減傷+ (6潛)`,
            "value": `使自身受到傷害減少5%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫睡眠 (12潛)`,
            "value": `使自身免疫睡眠`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1458458735382102150.webp?size=160`,
        "height": 0,
        "width": 0
    }
}