module.exports = {
    "type": "rich",
    "title": `邪惡之星 娜莉 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_dark:933339859559530506> <:class_protector:933339611080572948>`,
    "color": 0xC390FF,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：4,873,699 | ATK：613,170`
        },
        {
            "name": `<:detail_skill:933339968967933963> 正義的邪惡光線`,
            "value": `使自身攻擊力增加138/161/184/207/230%(1回合)，再使我方全體造成傷害增加20.7/24.15/27.6/31.05/34.5%(1回合)，且使目標受到傷害增加0/16.1/18.4/20.7/23%(1回合)、受到闇屬性傷害增加20.7/24.15/27.6/31.05/34.5%(1回合)，並以自身攻擊力165/188/211/234/257%對目標造成傷害。CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 邪惡粉碎擊`,
            "value": `使自身攻擊力增加100%(1回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 奉惡之王的命令`,
            "value": `我方全體最大HP增加50%\n我方全體攻擊力增加63.5%\n我方全體獲得「必殺時，觸發『《對魔法少女陷阱》』」\n我方全體獲得「我方隊伍治療者有1人以上時，開啟『造成傷害減少500%』(負面效果)」\n自身獲得「攻擊時，觸發『以自身最大HP50%對我方全體進行治療』」\n自身獲得「每經過4回合時，觸發『《召喚惡之爪牙》』」\n\n《對魔法少女陷阱》\n使我方全體造成傷害增加2.54%(最多15層)、必殺技傷害增加2.12%(最多15層)、觸發技效果增加2.12%(最多15層)\n使目標受到傷害增加1.69%(最多15層)、受到闇屬性傷害增加2.54%(最多15層)\n\n《召喚惡之爪牙》\n使我方全體闇屬性攻擊者、守護者、妨礙者獲得「必殺時，追加『以自身攻擊力63.5%對目標造成傷害』(2回合)」、「必殺時，觸發『以自身攻擊力19%對目標造成傷害』(2回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 平凡的打工族`,
            "value": `攻擊時，觸發「以自身攻擊力50%對目標造成傷害」\n防禦時，觸發「以自身最大HP10%給予我方全體護盾(3回合)(不可疊加)」\n我方全體必殺技傷害增加28.75%、觸發技效果增加28.75%、受到護盾效果增加50%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 惡之幹部變身`,
            "value": `必殺時，觸發「《金錢就是力量》」\n\n《金錢就是力量》\n使自身進入防禦狀態\n使自身獲得嘲諷(1回合)\n以自身攻擊力100%對目標造成傷害\n以自身最大HP30%給予自身護盾(1回合)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 迴響的正義之心`,
            "value": `每經過4回合時，觸發「《魔杖的回應》」\n\n《魔杖的回應》\n使自身當前必殺技CD減少1回合\n使自身獲得「必殺時，觸發『使自身當前必殺技CD減少3回合』(4回合)(觸發1次後清除)」\n使我方全體闇屬性攻擊者、守護者、妨礙者獲得「必殺時，追加『以自身攻擊力57.5%對目標造成傷害』(2回合)」、「必殺時，觸發『以自身攻擊力17.2%對目標造成傷害』(2回合)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 減傷+ (6潛)`,
            "value": `使自身受到傷害減少5%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫睡眠 (12潛)`,
            "value": `使自身免疫睡眠`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1502058281936490546.webp?size=160`,
        "height": 0,
        "width": 0
    }
}