module.exports = {
    "type": "rich",
    "title": `龍宮之主 乙姬 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_fire:933339778559131679> <:class_attacker:933339400916578344>`,
    "color": 0xF45F34,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：2,975,173 | ATK：1,004,679`
        },
        {
            "name": `<:detail_skill:933339968967933963> 婚紗兵裝X系列`,
            "value": `使自身攻擊力增加98.4/114.8/131.2/147.6/164%(最多2層)，使目標受到傷害增加9.84/11.48/13.12/14.76/16.4%(最多2層)、受到火屬性傷害增加0/0/14.76/19.68/24.6%(最多2層)，並以自身攻擊力66/75.2/84.4/93.6/102.8%對目標造成傷害5次，CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 數據調查`,
            "value": `使自身觸發技效果增加6%(最多4層)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 龍宮之主`,
            "value": `我方全體最大HP增加55%\n我方全體攻擊力增加40.5%\n自身獲得「我方隊伍恰好為4、5種角色屬性時，開啟『《管理者權限》』」\n\n《管理者權限》\n造成傷害增加48.6%\n必殺技傷害增加16.2%\n觸發技效果增加32.4%\n必殺時，追加「以自身攻擊力32.4%對目標造成傷害」\n攻擊時，觸發「以自身攻擊力14.6%對目標造成傷害」\n必殺時，觸發「使目標受到傷害增加8.1%(最多2層)」\n每Wave第1回合時，觸發「使敵方全體受到火屬性傷害增加97.2%(50回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 魔導科技的一小步`,
            "value": `造成傷害增加98.4%\n必殺技傷害增加19.68%\n我方隊伍攻擊者有2人以上時，開啟「第1回合時，觸發『對自身造成封印(50回合)』」(負面效果)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 新型兵裝實戰測試`,
            "value": `必殺時，追加「以自身攻擊力65.6%對目標造成傷害」\n普攻時，觸發「以自身攻擊力100%對目標造成傷害」\n攻擊時，觸發「以自身攻擊力17.7%對目標造成傷害」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 龍宮終極防衛系統`,
            "value": `必殺時，追加「使我方全體獲得《火之祝福》效果」\n必殺時，觸發「以自身攻擊力23.6%對目標造成傷害」\n受到《火之祝福》效果時，觸發「使自身必殺技傷害增加3.28%(最多10層)、觸發技效果增加6.56%(最多10層)、攻擊時，觸發『以自身攻擊力23.6%對目標造成傷害』(1回合)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 觸發+ (6潛)`,
            "value": `使自身觸發技效果增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1511590593355190422.webp?size=160`,
        "height": 0,
        "width": 0
    }
}