module.exports = {
    "type": "rich",
    "title": `夏日 布蘭妮 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_fire:933339778559131679> <:class_supporter:933339516788408420>`,
    "color": 0xF45F34,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,277,440 | ATK：912,559`
        },
        {
            "name": `<:detail_skill:933339968967933963> 暖爐火力全開`,
            "value": `使我方全體攻擊者、守護者、妨礙者造成傷害增加7.94/9.26/10.58/11.9/13.23%(最多2層)、造成傷害增加10.58/12.34/14.1/15.87/17.64%(1回合)，並使目標受到傷害增加8.82/10.29/11.76/13.23/14.7%(最多2層)、受到火屬性傷害增加26.46/30.87/35.28/39.69/44.1%(1回合)，再以自身攻擊力30%使我方全體攻擊力增加(1回合)，CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 總之先吃點熱騰騰的食物～`,
            "value": `以自身攻擊力30%使我方全體攻擊力增加(1回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 本天才的保暖計畫`,
            "value": `我方全體最大HP增加55%\n我方全體攻擊力增加63.5%\n我方全體獲得「我方隊伍恰好為5種角色定位時，開啟『《發抖》』」\n我方全體獲得「自身《保暖計畫》≧1層時，開啟『《禦寒之力》』」\n我方全體獲得「自身《保暖計畫》≧2層時，開啟『《禦寒之力》』」\n我方全體獲得「自身《保暖計畫》=3層時，開啟『《禦寒之力》』」\n\n《發抖》\n造成傷害增加38.4%\n造成觸發技效果增加51.2%\n攻擊時，觸發「以自身攻擊力23.1%對目標造成傷害」\n普攻時，觸發「使自身獲得1層《保暖計畫》(最多3層)」\n必殺時，觸發「使目標受到傷害增加2.56%(最多10層)、受到火屬性傷害增加3.84%(最多10層)，再清除自身《保暖計畫》所有層數」\n\n《禦寒之力》\n必殺技傷害增加8.53%\n必殺時，追加「以自身攻擊力17%對目標造成傷害」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 雪、雪…更多的雪！`,
            "value": `我方隊伍守護者有1人以上時，開啟「必殺時，觸發『使我方全體必殺技傷害增加29.4%(1回合)』」\n我方隊伍妨礙者有1人以上時，開啟「必殺時，觸發『使我方全體造成觸發技效果增加29.4%(最多2層)』」\n我方隊伍攻擊者有2人以上時，開啟「第1回合時，觸發『對自身造成封印(50回合)』」(負面效果)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 湛藍冰點`,
            "value": `自身免疫必殺技CD變動效果\n我方全體攻擊者、守護者、妨礙者獲得「必殺時，追加『以自身攻擊力58.8%對目標造成傷害』」\n我方全體攻擊者、守護者、妨礙者獲得「攻擊時，觸發『以自身攻擊力26.5%對目標造成傷害』」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 禦寒對策`,
            "value": `攻擊力增加44.1%\n必殺時，追加「使我方全體獲得《火之祝福》效果」\n我方全體治療者、輔助者獲得「受到《火之祝福》效果時，觸發『使自身攻擊力增加7.35%(最多10層)』」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1511590585419567134.webp?size=160`,
        "height": 0,
        "width": 0
    }
}