module.exports = {
    "type": "rich",
    "title": `直播限定 黑白諾艾莉 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_water:933339803087421523> <:class_healer:933339563127078922>`,
    "color": 0x48B4EB,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：1,166,552 | ATK：242,699`
        },
        {
            "name": `<:detail_skill:933339968967933963> 心動♡能量`,
            "value": `使我方全體必殺技傷害增加22.5/26.25/30/33.75/37.5%(1回合)，使我方全體攻擊者、守護者、妨礙者造成傷害增加13.5/15.75/18/20.25/22.5%(1回合)，再使目標受到傷害增加9/10.5/12/13.5/15%(1回合)，並以自身攻擊力165/188/211/234/257%對我方全體進行治療。CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 全力歌唱～♪`,
            "value": `以自身攻擊力50%每回合對我方全體進行治療(3回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 引導迷途的前輩！`,
            "value": `我方全體最大HP增加55%\n我方全體攻擊力增加88%\n自身獲得「我方隊伍水屬性角色有5人以上時，開啟『每經過4回合時，觸發「《細心呵護♡》」』」\n我方全體攻擊者、守護者、妨礙者獲得「我方隊伍水屬性角色有5人以上時，開啟『每經過4回合時，觸發「《認真規劃》」、防禦時，觸發「使自身獲得1層《綻放的新星✰》(最多3層)」』」\n\n《細心呵護♡》\n使目標受到傷害增加35.2%(1回合)\n使目標受到水屬性傷害增加52.8%(1回合)\n使我方全體被治療時回復量增加10%(最多2層)\n\n《認真規劃》\n造成傷害增加52.8%(1回合)\n必殺技傷害增加88%(1回合)\n必殺時，追加「以自身攻擊力176%對目標造成傷害 」(1回合)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 黑與白交織的色彩～`,
            "value": `攻擊力增加37.5%\n攻擊時，觸發「以自身攻擊力25%使自身以外我方全體攻擊力增加(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 化作希望的光芒✰`,
            "value": `我方全體攻擊者、守護者、妨礙者獲得「《光芒✰四射》」\n\n《光芒✰四射》\n普攻時，觸發「使自身獲得1層《綻放的新星✰》(最多3層)」\n必殺時，觸發「清除自身《綻放的新星✰》所有層數」\n自身《綻放的新星✰》層數=1層時，開啟「必殺時，追加『以自身攻擊力25%對目標造成傷害』」\n自身《綻放的新星✰》層數=2層時，開啟「必殺時，追加『以自身攻擊力50%對目標造成傷害 』」\n自身《綻放的新星✰》層數=3層時，開啟「必殺時，追加『以自身攻擊力75%對目標造成傷害』」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 諾艾莉最愛大家了♡`,
            "value": `必殺時，觸發「使目標受到水屬性傷害增加22.5%(1回合)」\n防禦時，觸發「以自身攻擊力75%對我方全體進行治療」\n我方全體被治療時回復量增加30%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 治療+ (6潛)`,
            "value": `使自身造成治療增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1524433775264665630.webp?size=160`,
        "height": 0,
        "width": 0
    }
}
