module.exports = {
    "type": "rich",
    "title": `夏日 星空奈奈美 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_water:933339803087421523> <:class_attacker:933339400916578344>`,
    "color": 0x48B4EB,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,094,641 | ATK：965,816`
        },
        {
            "name": `<:detail_skill:933339968967933963> 完美的自拍角度`,
            "value": `使我方全體造成傷害增加12.24/14.28/16.32/18.36/20.4%(3/3/4/4/5回合)(不可疊加)、獲得3/3/4/4/5層《寫真素材》(最多5層)，再使我方全體攻擊者、守護者、妨礙者獲得「普攻時，追加『以自身攻擊力40.8/47.6/54.4/61.2/68%對目標造成傷害』(3/3/4/4/5回合)(不可疊加)」。CD:3/3/4/4/5`
        },
        {
            "name": `<:detail_attack:933340014379667457> 大家一起說～Yeah！`,
            "value": `以自身攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 奈奈美度假中～☆`,
            "value": `我方全體最大HP增加55%\n我方全體獲得「我方隊伍恰好為1種屬性時，開啟『《VIP兌換券》』」\n自身獲得「我方隊伍恰好為1種屬性時，開啟『《度假限定♡極秘寫真》』」\n\n《VIP兌換券》\n攻擊力增加63.5%\n造成傷害增加19.05%\n普攻傷害增加95.25%\n普攻時，追加「以自身攻擊力63.5%對目標造成傷害」\n\n《度假限定♡極秘寫真》\n造成傷害增加19.05%\n每Wave第1回合時，觸發「使敵方全體獲得『被普攻時，觸發「使自身受到傷害增加0.63%(最多40層)、受到水屬性傷害增加0.95%(最多40層)」(50回合)』」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 約會中請勿打擾`,
            "value": `攻擊力增加68%\n造成傷害增加20.4%\n第1回合時，觸發「使自身當前必殺技CD減少5回合」(觸發1次後清除)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 誰說偶像不擅長釣魚`,
            "value": `我方全體獲得「普攻時，觸發『使自身《寫真素材》層數減少1層』」\n我方全體獲得「自身《寫真素材》層數≧1時，開啟『攻擊力增加40.8%、普攻傷害增加102%』」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 雙人滑冰演出`,
            "value": `我方全體獲得「自身《寫真素材》層數≧1時，開啟『普攻時，觸發「使目標受到傷害增加0.68%(最多40層)、受到水屬性傷害增加1.02%(最多40層)」』」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 傷害+ (6潛)`,
            "value": `使自身造成傷害增加7.5%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1511590590159261726.webp?size=160`,
        "height": 0,
        "width": 0
    }
}