module.exports = {
    "type": "rich",
    "title": `終焉魔劍 薇塔 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_dark:933339859559530506> <:class_attacker:933339400916578344>`,
    "color": 0xC390FF,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,094,641 | ATK：965,816`
        },
        {
            "name": `<:detail_skill:933339968967933963> 寒瀑殉葬`,
            "value": `使自身造成傷害增加58.05/67.73/77.4/87.08/96.75%(1回合)，再使目標受到傷害增加19.35/22.58/25.8/29.03/32.25%(1回合)，並以自身攻擊力91.7/104.8/117.8/130.9/143.9%對目標造成傷害5次。CD:3`
        },
        {
            "name": `<:detail_attack:933340014379667457> 力量積蓄`,
            "value": `使自身必殺技傷害增加15%(3回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 噬魂魔劍`,
            "value": `我方全體最大HP增加55%\n自身以外我方全體攻擊力增加50%\n自身獲得「我方隊伍恰好為1種屬性時，開啟『《魔力充盈》』」\n自身以外我方全體獲得「我方隊伍恰好為1種屬性時，開啟『必殺時，觸發「《靈魂抽取》」』」\n\n《魔力充盈》\n第1回合時，觸發「使自身以外我方全體當前必殺技CD減少3回合」\n造成傷害增加36%\n必殺技傷害增加30%\n必殺時，追加「以自身攻擊力120%對目標造成傷害」\n\n《靈魂抽取》\n以自身最大HP5.76%使我方【終焉魔劍　薇塔】攻擊力增加(1回合)\n使目標受到傷害增加1%(最多12層)、受到闇屬性傷害增加1.5%(最多12層)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 魔王精血所鑄`,
            "value": `攻擊時，觸發「使自身必殺技傷害增加5.05%(最多10層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 凜冽寒冬`,
            "value": `自身以外我方全體獲得「必殺時，觸發『以自身最大HP13.76%使我方【終焉魔劍　薇塔】攻擊力增加(1回合)』」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 霜毒侵蝕`,
            "value": `第1回合時，觸發「使自身當前必殺技CD減少3回合」(觸發1次後清除)\n必殺時，觸發「使目標受到闇屬性傷害增加16.1%(最多3層)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 吸血＋ (6潛)`,
            "value": `造成傷害時會以傷害值15%回復自身HP`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1547380059667439796.webp?size=160`,
        "height": 0,
        "width": 0
    }
}
