module.exports = {
    "type": "rich",
    "title": `月下狂狼 諾蕾蒂 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_wind:933339803653644358> <:class_attacker:933339400916578344>`,
    "color": 0x54BA71,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,867,581 | ATK：772,940`
        },
        {
            "name": `<:detail_skill:933339968967933963> 繞5圈，好開心好興奮！`,
            "value": `使自身攻擊力增加67.2/78.4/89.6/100.8/112%(最多2層)、造成傷害增加10.08/13.44/16.8/20.16/23.52%(最多2層)、造成觸發技效果增加16.8/22.4/28/33.6/39.2%(最多2層)、被攻擊時，觸發「以自身攻擊力10/10.9/11.8/12.7/13.7%對敵方全體造成傷害」(5回合)(不可疊加)，再使敵方全體受到傷害增加3.36/3.92/4.48/5.04/5.6%(最多2層)，並以目標最大HP0.01%對自身造成真實傷害。CD:5`
        },
        {
            "name": `<:detail_attack:933340014379667457> 被投注的關愛眼神`,
            "value": `以目標最大HP0.01%對自身造成真實傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 獸耳隊長諾蕾蒂`,
            "value": `我方全體最大HP增加55%\n我方全體攻擊力增加73%\n自身獲得「我方隊伍恰好為1種角色屬性時，開啟『《身體耐性UP》』」\n我方全體攻擊者、妨礙者獲得「我方隊伍恰好為1種角色屬性時，開啟『《狼群的狩獵開始了！》』」\n我方全體獲得「我方隊伍守護者有1人以上時，開啟『造成傷害減少500%』(負面效果)」\n\n《身體耐性UP》\n防禦時，觸發「使自身獲得嘲諷(1回合)、受到傷害減少10%(1回合)」\n必殺時，觸發「使敵方全體受到傷害增加7.3%(最多2層)、受到風屬性傷害增加10.95%(最多2層)」\n被攻擊時，觸發「以自身攻擊力5%對自身進行治療，並以自身攻擊力4.4%對敵方全體造成傷害」\n\n《狼群的狩獵開始了！》\n造成傷害增加43.8%\n造成觸發技效果增加146%\n攻擊時，觸發「以自身攻擊力21.9%對敵方全體造成傷害」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 迅狼反擊`,
            "value": `被攻擊時，觸發「以自身攻擊力10%對敵方全體造成傷害」\n自身以外我方全體獲得「普攻、必殺時，追加『以目標最大HP0.01%對【月下狂狼　諾蕾蒂】造成真實傷害』」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 野狼的柔軟性`,
            "value": `當前HP≧99%時，開啟「造成傷害增加20.16%、造成觸發技效果增加33.6%」\n當前HP≦99%時，開啟「受到傷害減少5%」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 獸化Power`,
            "value": `第1回合時，觸發「使自身當前必殺技CD減少5回合」(觸發1次後清除)\n被攻擊時，觸發「使敵方全體受到風屬性傷害增加0.34%(最多50層)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 傷害+ (6潛)`,
            "value": `使自身造成傷害增加6%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1534460090172575795.webp?size=160`,
        "height": 0,
        "width": 0
    }
}
