module.exports = {
    "type": "rich",
    "title": `食夢 阿爾蒂雅 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_dark:933339859559530506> <:class_obstructer:933339487084359740>`,
    "color": 0xC390FF,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：4,254,771 | ATK：607,413`
        },
        {
            "name": `<:detail_skill:933339968967933963> 睡夢侵襲`,
            "value": `以100/110/120/130/150%機率對當前敵對目標造成睡眠效果2回合，無法行動且受到傷害增加100/110/120/130/150%，受傷後解除，CD: 3 `
        },
        {
            "name": `<:detail_attack:933340014379667457> 惡夢`,
            "value": `使當前敵對目標受到普攻傷害增加10%(3回合)、受到必殺傷害增加5%(3回合)；以自身攻擊力50%給予自身護盾(1回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 同床異夢`,
            "value": `使我方全體獲得\"普攻時，觸發\"以20%機率對當前敵對目標造成睡眠效果1回合，無法行動且受到傷害增加30%，受傷後解除\"效果\" \n使自身以外所有隊員獲得\"普攻時，觸發\"使當前敵對目標被睡眠機率增加20%(1回合)\"效果\" `
        },
        {
            "name": `<:detail_passive:933340075910131732> 安眠曲`,
            "value": `普攻時，觸發\"使當前敵對目標被睡眠機率增加40%(1回合)\"效果`
        },
        {
            "name": `<:detail_passive:933340075910131732> 再睡一下…`,
            "value": `攻擊時，觸發\"使當前敵對目標攻擊力減少15%(2回合)\"效果\n必殺時，觸發\"使當前敵對目標必殺技CD倒數停止(1回合)\"效果`
        },
        {
            "name": `<:detail_passive:933340075910131732> 午夜夢迴`,
            "value": `每Wave第1回合時，觸發\"使敵方全體造成傷害減少10%(50回合)\"效果`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 減傷+ (6潛)`,
            "value": `使自身受到傷害減少5%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/879959498771537950.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}