module.exports = {
    "type": "rich",
    "title": `現代勇者 神田綾音 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_light:933339825933791312> <:class_attacker:933339400916578344>`,
    "color": 0xEFB26B,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,074,489 | ATK：842,030`
        },
        {
            "name": `<:detail_skill:933339968967933963> 聖劍解放。星辰編年`,
            "value": `使自身攻擊力增加30/30/35/40/45%(3回合)，再以自身攻擊力330/376/422/468/514％對目標造成傷害，CD: 4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 星光白銀斬`,
            "value": `以攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 聚集的祈願`,
            "value": `使我方全體攻擊力增加40%\n我方除自身以外的攻擊者/守護者/治療者/輔助者/妨礙者，\n攻擊時，觸發「使現代勇者神田綾音獲得《習得攻擊》/《 習得防守》/《習得治療》/《習得輔助》/《習得妨礙》」 \n《習得攻擊》 \n造成傷害增加25%(1回合)\n攻擊時，觸發「以自身攻擊力75％對目標進行追擊」(1回合) \n《習得防守》 \n行動時，觸發「我方全體受到傷害減少15%(1回合)」(1回合)\n《習得治療》 \n造成治療增加50%(1回合)\n攻擊時，觸發「以自身攻擊力50%對我方全體進行治療」(1回合)\n《習得輔助》 \n攻擊時，觸發「使自身攻擊力增加50%(2回合)」(1回合) \n《習得妨礙》 \n攻擊時，觸發「使目標被治療時回復量減少50%(1回合)，且受到傷害增加20%(2回合)」(1回合) `
        },
        {
            "name": `<:detail_passive:933340075910131732> 劍氣如星屑閃爍`,
            "value": `必殺時，觸發「以自身攻擊力10％對目標進行10次追擊」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 流星尾跡`,
            "value": `第1回合時，觸發「使自身以外的隊員獲得《星塵殘光》」\n《星塵殘光》 \n自身攻擊時，觸發「使現代勇者神田綾音獲得普攻傷害增加10%(1回合)、必殺技傷害增加4%(1回合)」(50回合) `
        },
        {
            "name": `<:detail_passive:933340075910131732> 救世之光`,
            "value": `受到傷害減少15%\n普攻時，觸發「以自身最大HP12.5%給予自身護盾效果(1回合)」\n必殺時，觸發「使目標受到現代勇者神田綾音受到傷害增加17.5%(最多2層)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/951824411483320390.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}