module.exports = {
    "type": "rich",
    "title": `花嫁 巴爾 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_fire:933339778559131679> <:class_supporter:933339516788408420>`,
    "color": 0xF45F34,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,114,791 | ATK：915,437`
        },
        {
            "name": `<:detail_skill:933339968967933963> 新娘捧花是內定的~`,
            "value": `以自身攻擊力40/40/45/45/50％使自身攻擊力增加(1回合)，以自身攻擊力65/65/70/70/75％使我方站位2攻擊力增加(1回合)，使我方站位2普攻傷害增加80/90/90/100/100%(2回合)，使我方站位2必殺傷害增加30/35/35/40/40%(1回合)，CD: 4 `
        },
        {
            "name": `<:detail_attack:933340014379667457> 拋捧花`,
            "value": `以自身攻擊力75％使我方站位2攻擊力增加(1回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 魔王戀愛頭腦戰`,
            "value": `使自身攻擊力增加80%、造成傷害增加30%、普攻傷害增加125%、必殺傷害增加50% \n第1回合時，觸發「《魔王巴爾想讓我告白》」\n\n《魔王巴爾想讓我告白》\n使自身獲得「普攻時，追加技能『以自身攻擊力125％對目標造成傷害』(50回合)」\n使自身獲得「必殺時，追加技能『以自身攻擊力500％對目標造成傷害』(50回合)」 `
        },
        {
            "name": `<:detail_passive:933340075910131732> 友人助攻必不可少`,
            "value": `第1回合時，觸發「使我方站位2的角色造成傷害增加25%、我方站位4的角色受到傷害減少20%(50回合)、使自身當前必殺技CD減少4回合」 `
        },
        {
            "name": `<:detail_passive:933340075910131732> 若即若離的吸引力`,
            "value": `每經過1回合，觸發「使自身攻擊力增加15%(最多8層)」 `
        },
        {
            "name": `<:detail_passive:933340075910131732> 縝密規劃的戀愛作戰`,
            "value": `每經過2回合，觸發「使自身《若即若離的吸引力》賦予的攻擊力增加狀態增加1層」效果\n每經過1回合，觸發「以自身攻擊力35％使自身攻擊力增加(1回合)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/943819974739382272.webp?size=128&quality=lossless`,
        "height": 0,
        "width": 0
    }
}