module.exports = {
    "type": "rich",
    "title": `花嫁 伊布力斯 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_light:933339825933791312> <:class_attacker:933339400916578344>`,
    "color": 0xEFB26B,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,173,805 | ATK：898,165`
        },
        {
            "name": `<:detail_skill:933339968967933963> 兵裝超頻。戀愛之心`,
            "value": `以自身攻擊力388/445/503/560/618％對目標造成傷害，CD: 4 `
        },
        {
            "name": `<:detail_attack:933340014379667457> 薔薇花嫁`,
            "value": `以自身攻擊力100％對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 此身應為後宮之主`,
            "value": `普攻時，觸發「以自身攻擊力50％對敵方全體造成傷害」\n使我方全體水、光屬性隊員第一回合時，觸發「《高貴婚紗》」 \n\n《高貴婚紗》 \n自身攻擊力增加70%(50回合)\n必殺時，觸發「使目標受到觸發技傷害增加20%(最多5層)」(50回合)\n普攻時，觸發「使目標受到必殺傷害增加2%(最多25層)」(50回合)\n普攻時，觸發「使目標受到水屬性傷害增加5%(最多4層)」(50回合)\n普攻時，觸發「使目標受到光屬性傷害增加5%(最多4層)」(50回合)\n`
        },
        {
            "name": `<:detail_passive:933340075910131732> 婚紗兵裝輔助AI`,
            "value": `必殺時，觸發「以自身攻擊力120％對目標進行追擊」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 兵裝共鳴 ─ 少女心`,
            "value": `每經過1回合，觸發\n「使自身必殺傷害增加3%(最多33層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 試作兵裝婚紗Z型`,
            "value": `普攻時，觸發「使目標受到水屬性傷害增加5%(最多3層)」 \n普攻時，觸發「使目標受到光屬性傷害增加5%(最多3層)」\n必殺時，觸發「以自身攻擊力150％對目標進行追擊」 `
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/943378616903946260.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}