module.exports = {
    "type": "rich",
    "title": `聖誕馴鹿 希依 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_fire:933339778559131679> <:class_protector:933339611080572948>`,
    "color": 0xF45F34,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：4,590,143 | ATK：621,806`
        },
        {
            "name": `<:detail_skill:933339968967933963> 請緊握扶手，站穩踏階`,
            "value": `回復自身最大HP30/40/40/50/50%，獲得嘲諷效果(2回合)並變為防禦狀態，再使我方全體受到傷害減少0/0/0/5/10%(1回合)，CD: 4 [3絆 CD: 3]`
        },
        {
            "name": `<:detail_attack:933340014379667457> 花鹿在奔跑`,
            "value": `以自身攻擊力50%對目標造成傷害，再使自身變為防禦狀態`
        },
        {
            "name": `<:detail_leader:933339992732876811> 聖夜的守護者`,
            "value": `必殺時，自身觸發「受到傷害減少20%(1回合)」\n第一回合時，觸發「使我方全體每回合以攻擊力70%進行治療(50回合)」\n第一回合時，觸發「使我方站位1、2、5角色獲得『《奇蹟使者》』」\n\n《奇蹟使者》\n「攻擊力增加40%(最多1層)」、「必殺技傷害增加20%(最多1層)」、「普攻傷害增加40%(最多1層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 聖誕精神`,
            "value": `必殺時，觸發「《聖誕極道》」\n\n《聖誕極道》\n使我方站位1、2角色獲得「受到控場機率減少75%(1回合)」、「攻擊力增加30%(2回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 聲控雪撬`,
            "value": `必殺時，觸發「使我方站位2和站位5角色獲得『受到傷害減少20%(1回合)』」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 馴鹿祝福`,
            "value": `HP增加10%\n被攻擊時，觸發「以自身基礎攻擊力100%對我方全體進行治療」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 受到傷害減少 (6潛)`,
            "value": `使自身受到傷害減少5% `
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/918489851597307954.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}