module.exports = {
    "type": "rich",
    "title": `膽小紙袋狼 沃沃 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_wind:933339803653644358> <:class_attacker:933339400916578344>`,
    "color": 0x54BA71,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,242,895 | ATK：879,453`
        },
        {
            "name": `<:detail_skill:933339968967933963> 月下狼嚎`,
            "value": `對當前敵對目標造成自身攻擊力200％的傷害，並使自身普攻傷害增加96/118/141/163/186%(6回合)，CD: 8 `
        },
        {
            "name": `<:detail_attack:933340014379667457> 爪擊`,
            "value": `對當前敵對目標造成自身攻擊力100％的傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 紙袋狼的旅程`,
            "value": `使自身普攻傷害增加20%、我方全體普攻傷害增加40% `
        },
        {
            "name": `<:detail_passive:933340075910131732> 腎上腺素`,
            "value": `第1回合時，使自身當前必殺技CD減少6回合；\n必殺時，觸發\"使自身免疫必殺技CD變動效果(8回合)\"效果 `
        },
        {
            "name": `<:detail_passive:933340075910131732> 三連爪擊`,
            "value": `必殺時，觸發\"普攻時，追加以自身攻擊力30％對敵方站位1、2、5目標造成傷害(6回合)\"效果(若該站位無角色則隨機選擇目標)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 愈發癲狂`,
            "value": `必殺時，觸發\"造成傷害增加20%(最多2層)\"效果 `
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/888781820731224064.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}