module.exports = {
    "type": "rich",
    "title": `小惡魔 布蘭妮 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_fire:933339778559131679> <:class_attacker:933339400916578344>`,
    "color": 0xF45F34,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,168,048 | ATK：901,044`
        },
        {
            "name": `<:detail_skill:933339968967933963> 本天才特製萬聖魔力砲`,
            "value": `以自身攻擊力330/376%對目標造成傷害，使目標受到「小惡魔 布蘭妮」傷害增加10/10%(最多2層)，CD: 4\n\n3絆+：使目標受到「小惡魔 布蘭妮」傷害增加10/15/15%(最多2層)，以自身攻擊力422/422/468%對目標造成傷害，CD: 4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 本軍師親自出手`,
            "value": `以自身攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 將魔力分本天才一點`,
            "value": `使我方全體攻擊力增加40%\n使自身必殺CD停止倒數，並使必殺技傷害增加100%\n使除了自身外的非守護者防禦時，觸發「使「小惡魔 布蘭妮」當前必殺技CD減少2回合，以自身攻擊力20%增加「小惡魔 布蘭妮」的攻擊力(2回合)，且使自身必殺技CD增加1回合」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 魅魔天賦`,
            "value": `普攻時，觸發「使必殺技傷害增加10%(4回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 吸魔，但是會漏`,
            "value": `必殺時，觸發「使自身攻擊力增加50%，該效果會在4回合內遞減」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 魅魔軍師的秘策`,
            "value": `使自身造成傷害增加35%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 必殺傷害+ (6潛)`,
            "value": `使自身必殺技傷害增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫睡眠 (12潛)`,
            "value": `使自身免疫睡眠`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/902817412360065054.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}