module.exports = {
    "type": "rich",
    "title": `豐收聖女 菲歐菈 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_light:933339825933791312> <:class_healer:933339563127078922>`,
    "color": 0xEFB26B,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：4,250,452 | ATK：670,745`
        },
        {
            "name": `<:detail_skill:933339968967933963> 豐收祭典`,
            "value": `使我方全體攻擊力增加0/0/0/15/20%(2回合)，使我方全體攻擊者、 守護者當前必殺技CD減少1回合、並使我方全體被治療時回復量增加50%(5回合)，並獲得\"每回合以攻擊力80/95/110/110/110%進行治療(5回合)\"效果，CD: 5 `
        },
        {
            "name": `<:detail_attack:933340014379667457> 舞蹈`,
            "value": `以自身攻擊力25％對我方全體進行治療，並以自身攻擊力25％每回合對我方全體進行治療(3回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 信眾狂歡`,
            "value": `我方全體獲得最大HP增加35%；\n我方全體獲得\"隊伍中有至少(1/2/3)名攻擊者時，各發動“攻擊力增加(15/15/30)%\"效果；\n我方全體獲得\"隊伍中至少1名守護者時發動\"普 攻傷害增加40%、必殺傷害增加20%\"效果 `
        },
        {
            "name": `<:detail_passive:933340075910131732> 活血強精`,
            "value": `普攻時，觸發\"使我方全體造成持續型治療增加10%(最多3層)\"效果 `
        },
        {
            "name": `<:detail_passive:933340075910131732> 狂歡不已`,
            "value": `攻擊時，觸發\"以自身攻擊力25％使我方全體攻擊力增加(1回合)\"效果 `
        },
        {
            "name": `<:detail_passive:933340075910131732> 熱情激動`,
            "value": `攻擊時，觸發\"使我方全體造成傷害增加5%(最多5層)\"效果`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊力+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/885553549604450334.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}