module.exports = {
    "type": "rich",
    "title": `機靈古怪 賽露西亞 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_wind:933339803653644358> <:class_attacker:933339400916578344>`,
    "color": 0x54BA71,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,121,988 | ATK：913,998`
        },
        {
            "name": `<:detail_skill:933339968967933963> 至高至上至強萬聖精靈王`,
            "value": `以自身攻擊力330/376%對目標造成傷害，再使自身攻擊力增加20/20%(3回合)，CD: 4\n\n3絆：使自身攻擊力增加30/30%(3回合)，再以自身攻擊力422/468%對目標造成傷害，CD: 4 \n\n5絆：使自身攻擊力增加30%(3回合)、使目標受到機靈古怪賽露西亞傷害增加15%(3回合)，再以自身攻擊力514%對目標造成傷害，CD: 4  `
        },
        {
            "name": `<:detail_attack:933340014379667457> 萬聖女王的敕令`,
            "value": `以自身攻擊力100%對目標造成傷害 `
        },
        {
            "name": `<:detail_leader:933339992732876811> 古板的老女人過時了！`,
            "value": `使我方全體風屬性角色最大HP增加35%，且獲得\"隊伍中有5名風屬性角色時，發動\"受到治療回復量增加25%、攻擊力增加100%“效果；\n第1回合時，觸發\"以機靈古怪賽露西亞攻擊力40%使我方全體風屬性角色攻擊力增加(50回合)\"效果；\n使精靈王賽露西亞獲得必殺技最大CD減少2回合及\"必殺後，觸發\"使目標受到傷害增加20%(3回合)\"效果 `
        },
        {
            "name": `<:detail_passive:933340075910131732> 出擊，我的精靈(奴僕)`,
            "value": `普攻時，觸發\"使目標受到我方攻擊者傷害增加6%(最多4層)，且受到精靈王賽露西亞傷害增加6%(最多4層)\"效果 `
        },
        {
            "name": `<:detail_passive:933340075910131732> 糖果徵收令`,
            "value": `普攻時，觸發\"使目標受到普攻傷害增加7.5%(最多4層)\"效果 `
        },
        {
            "name": `<:detail_passive:933340075910131732> 為精靈王(我)而戰`,
            "value": `必殺時，觸發\"使我方全體風屬性隊員造成傷害增加15%(最多2層)\"效果 `
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/902882878902378577.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}