module.exports = {
    "type": "rich",
    "title": `極樂之鬼 伊吹朱點 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_fire:933339778559131679> <:class_attacker:933339400916578344>`,
    "color": 0xF45F34,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：2,998,203 | ATK：862,181`
        },
        {
            "name": `<:detail_skill:933339968967933963> 舞袖鬼醉沙`,
            "value": `使自身攻擊力增加75/87.5/87.5/100/112.5%(1回合)，再使自身造成傷害增加0/0/15/20/25%，CD: 1 `
        },
        {
            "name": `<:detail_attack:933340014379667457> 杯中月映華`,
            "value": `以攻擊力100％對目標造成傷害 `
        },
        {
            "name": `<:detail_leader:933339992732876811> 浮華夢醉夢`,
            "value": `使我方全體獲得\"隊伍中有至少3名攻擊者時1發動\"攻擊力增加30%\"、\"隊伍中至少3名火屬性角色時，發動\"攻擊力增加40%\" `
        },
        {
            "name": `<:detail_passive:933340075910131732> 錬鎖鬼自笑`,
            "value": `普攻時，觸發\"使自身必殺時，追加技能\"以攻擊力60.5%對目標進行追擊\"(7回合)\"效果 ；`
        },
        {
            "name": `<:detail_passive:933340075910131732> 葫蘆酒盡興`,
            "value": `每經過1回合，觸發\"使自身攻擊力增加15%(最多6層)；必殺時，觸發“使葫蘆酒盡興的攻擊力增加狀態減少2層\"效果 `
        },
        {
            "name": `<:detail_passive:933340075910131732> 鬼宴櫻舞歌`,
            "value": `使自身必殺技傷害增加35%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 必殺+ (6潛)`,
            "value": `使自身必殺技傷害增加10% `
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫睡眠 (12潛)`,
            "value": `使自身免疫睡眠`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/898520459526688768.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}