module.exports = {
    "type": "rich",
    "title": `音速魅影 祈 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_wind:933339803653644358> <:class_attacker:933339400916578344>`,
    "color": 0x54BA71,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,169,487 | ATK：816,121`
        },
        {
            "name": `<:detail_skill:933339968967933963> 魅影殺手`,
            "value": `使自身攻擊力增加20/20/25/25/30%(3回合)，以自身攻擊力205/226/247/268/289％對目標造成傷害，CD: 2 `
        },
        {
            "name": `<:detail_attack:933340014379667457> 迴旋踢`,
            "value": `以自身攻擊力100％對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 練舞奇才`,
            "value": `我方全體角色攻擊力增加20%，並獲得「攻擊時，觸發『 使我方全體獲得攻擊力增加8%(2回合)』」 `
        },
        {
            "name": `<:detail_passive:933340075910131732> 賽道新星`,
            "value": `普攻時，觸發「使自身必殺傷害增加5%(最多4層)」\n普攻時，觸發「《白銀之風》」 \n\n《白銀之風》\n使自身獲得「必殺時，追加技能『以自身攻擊力75％對目標造成傷害』(2回合)」效果 `
        },
        {
            "name": `<:detail_passive:933340075910131732> 潛能爆發`,
            "value": `必殺時，觸發「使自身普攻傷害增加5%(最多4層)」\n必殺時，觸發「《魅影之風》」\n\n《魅影之風》\n使自身獲得「普攻時，追加技能『以自身攻擊力20％對目標造成傷害』(2回合)」效果 `
        },
        {
            "name": `<:detail_passive:933340075910131732> 馬赫先鋒`,
            "value": `必殺技傷害增加50%\n必殺時，觸發「《音障超越》」\n\n《音障超越》\n使除了自身以外所有隊員獲得「攻擊後，觸發『我方全體獲得必殺傷害增加5%(2回合)』(2回合)」效果 `
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫睡眠 (12潛)`,
            "value": `使自身免疫睡眠`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/910370419893223455.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}