module.exports = {
    "type": "rich",
    "title": `墮龍 凱茜菲娜 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_water:933339803087421523> <:class_protector:933339611080572948>`,
    "color": 0x48B4EB,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：4,551,280 | ATK：568,550`
        },
        {
            "name": `<:detail_skill:933339968967933963> 結晶之壁`,
            "value": `以自身最大HP40/45/45/50/50%對自身施放護盾(1回合)，並使結晶病賦予的受到傷害減少狀態增加1/1/2/2/3層，並獲得嘲諷效果(1回合)，且使自身進入防禦狀態(1回合)，CD: 4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 結晶龍爪`,
            "value": `以自身攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 生命的意義`,
            "value": `使自身最大HP增加60%，並使自身必殺技最大CD減少1回合，且獲得\"必殺時，觸發\"使結晶病賦予的受到傷害減少狀態增加2層\"效果`
        },
        {
            "name": `<:detail_passive:933340075910131732> 結晶病`,
            "value": `第1回合，觸發\"使自身受到傷害減少7.5%(最多10層)，並使結晶病賦予的受到傷害減少狀態增加4層\"效果；\n每經過1回合，觸發\"使自身受到傷害減少7.5%(最多10層)\"效果`
        },
        {
            "name": `<:detail_passive:933340075910131732> 與結晶共生`,
            "value": `普攻時，觸發\"以自身最大HP5%給予自身護盾(50回合)、 使結晶病賦予的受到傷害減少狀態增加1層\"效果；\n防禦時，觸發\"使自身獲得嘲諷效果(1回合)，但使自身受到傷害增加60%(1回合)\"效果；\n被攻擊時，觸發"使結晶病賦予的受到傷害減少狀態減少1層\"效果`
        },
        {
            "name": `<:detail_passive:933340075910131732> 結晶侵蝕`,
            "value": `必殺時，觸發\"被攻擊時，觸發\"以攻擊力300%對目標進行反擊\"效果(1回合)\"效果\n防禦時，觸發"被攻擊時，觸發\"以攻擊力100%對目標進行反擊"效果(1回合)\"效果`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 減傷+ (6潛)`,
            "value": `使自身受到傷害減少5%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/892790160796827669.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}