module.exports = {
    "type": "rich",
    "title": `千年血族 洛緹亞 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_dark:933339859559530506> <:class_attacker:933339400916578344>`,
    "color": 0xC390FF,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,029,869 | ATK：853,545`
        },
        {
            "name": `<:detail_skill:933339968967933963> 鮮血穿刺`,
            "value": `對自身造成最大HP25%的真實傷害，並對當前敵對目標造成自身攻擊力505/586/667/748/829%的傷害，CD: 5`
        },
        {
            "name": `<:detail_attack:933340014379667457> 血刃`,
            "value": `對自身造成最大HP10%的真實傷害，\n並對當前敵對目標造成自身攻擊力120%的傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 血之奉獻`,
            "value": `使我方站位2、4的隊員獲得\"攻擊時，\n觸發\"以自身攻擊力65%使千年血族洛緹亞攻擊力增加(1回合)，\n但對自身造成最大HP25%的真實傷害\"效果\"；並使自身攻擊時，\n觸發\"對自身以外的所有隊員以洛緹亞攻擊力15%進行治療\"效果`
        },
        {
            "name": `<:detail_passive:933340075910131732> 啜飲鮮血`,
            "value": `自身造成傷害時會以傷害值33%回復自身HP；\n普攻時，觸發\"使自身攻擊力增加5%(最多3層)\"效果`
        },
        {
            "name": `<:detail_passive:933340075910131732> 血紅之壁`,
            "value": `當前HP低於15%時，發動\"受到傷害減少95%\"`
        },
        {
            "name": `<:detail_passive:933340075910131732> 鮮血狂飲`,
            "value": `每Wave的第1回合時，觸發\"使自身當前必殺技CD減少5回合\"效果；使自身必殺技最大CD減少1回合`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/879959543315070977.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}