module.exports = {
    "type": "rich",
    "title": `貓娘Vtuber 杏仁咪嚕 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_fire:933339778559131679> <:class_attacker:933339400916578344>`,
    "color": 0xF45F34,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：2,992,445 | ATK：865,060`
        },
        {
            "name": `<:detail_skill:933339968967933963> 發現破綻！`,
            "value": `使目標受到必殺技傷害增加25/30/35/40/45%(1回合)，再以自身攻擊力265/298/331/364/397%對目標造成傷害，CD: 3 `
        },
        {
            "name": `<:detail_attack:933340014379667457> 翻滾`,
            "value": `以自身攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 人被殺，還沒死`,
            "value": `我方全體最大HP增加40%\n我方全體被治療量增加80%\n我方全體攻擊力增加40%\n自身必殺技最大CD減少1回合`
        },
        {
            "name": `<:detail_passive:933340075910131732> 天賦都點翻滾`,
            "value": `防禦減傷效果增加10%\n被攻擊時，觸發「使自身受到傷害減少10%(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 超級留言`,
            "value": `攻擊時，觸發「使自身攻擊力增加20%(3回合)」\n必殺時，觸發「使自身獲得《實況嗨起來》」\n\n《實況嗨起來》 \n「觀看人數1000」(最多20層)\n「抖內100000 $」(20回合)\n造成傷害增加7%(最多5層)\n使自身獲得「攻擊時，觸發「以自身攻擊力50%對目標造成傷害」(3回合)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 外鄉人戰法`,
            "value": `必殺時，觸發「以自身攻擊力99.9%對目標造成傷害」\n攻擊時，觸發「使自身必殺技傷害增加10%(5回合)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 必殺+ (6潛)`,
            "value": `使自身必殺技傷害增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/950349904197328907.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}