module.exports = {
    "type": "rich",
    "title": `未來勇者 牧愛菈 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_wind:933339803653644358> <:class_obstructer:933339487084359740>`,
    "color": 0x54BA71,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：2,973,733 | ATK：870,817`
        },
        {
            "name": `<:detail_skill:933339968967933963> 未來迴響。電磁脈衝`,
            "value": `以自身攻擊力265/298/311/364/397％對目標造成傷害\n，並使敵方全體獲得造成傷害減少5/5/7.5/7.5/15%(最多3/3/2/2/1層)，CD:3`
        },
        {
            "name": `<:detail_attack:933340014379667457> 萬能機械臂`,
            "value": `以自身攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 改造開始…嘿嘿嘿…`,
            "value": `我方全體攻擊力增加40%\n第1回合時，觸發「我方站位2、4隊員獲得《渾身是勁》」\n\n《渾身是勁》\n必殺技傷害增加30%(50回合)\n普攻傷害增加60%(50回合)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 再生阻絕噴霧`,
            "value": `必殺時，觸發「使目標被治療時回復量減少100%(3回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 歪斜力埸產生器`,
            "value": `必殺時，觸發「給予我方全體最大HP30％的護盾(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 魔導改造手術`,
            "value": `每經過4回合，觸發「使我方站位2、4隊員獲得『必殺技傷害增加50%(2回合)』」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫睡眠 (12潛)`,
            "value": `使自身免疫睡眠`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/952915736190390272.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}