module.exports = {
    "type": "rich",
    "title": `夢天堂店長 咲野夢 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_dark:933339859559530506> <:class_supporter:933339516788408420>`,
    "color": 0xC390FF,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,221,304 | ATK：885,211`
        },
        {
            "name": `<:detail_skill:933339968967933963> 一起去吧～`,
            "value": `以自身攻擊力200%對我方全體進行治療，再以自身攻擊力40/45/50/50/50%使我方全體攻擊力增加(1回合)，並使我方全體攻擊力增加0/0/10/15/20%(4回合)，CD: 4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 我來讓大家舒服～`,
            "value": `以自身攻擊力50%對我方全體進行治療`
        },
        {
            "name": `<:detail_leader:933339992732876811> 誰都可以喔～`,
            "value": `使我方全體攻擊力增加30%\n自身必殺時，觸發「《瘋狂吸吮》」\n自身必殺時，觸發「《也讓我爽吧∼》\n自身獲得《爽到升天》\n\n《瘋狂吸吮》\n使自身普攻時，追加『以自身攻擊力50%進行追擊3次』(2回合) \n《也讓我爽吧∼》\n使自身以外的隊員必殺時，觸發『以自身攻擊力50%使夢天堂店長咲野夢攻擊力增加(2回合)』(1回合)\n《爽到升天》\n自身普攻時，觸發「使自身攻擊力增加10%(最多7層)」\n自身必殺時，觸發「清除自身《爽到升天》賦予的攻擊力增加狀態」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 高速吸吮`,
            "value": `必殺時，觸發「《不停吸吮》」\n\n《不停吸吮》\n自身普攻時，追加『以自身攻擊力50%進行追擊3次』(2回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 越來越爽囉`,
            "value": `自身普攻時，觸發「使自身攻擊力增加10%(最多7層)」\n自身必殺時，觸發「清除自身《越來越爽囉》賦予的攻擊力增加狀態」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 沒有人能停下我的手`,
            "value": `防禦時，觸發「以自身攻擊力50%對我方全體進行治療，並使《越來越爽囉》與《爽到升天》賦予的攻擊力增加狀態增加3層」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫睡眠 (12潛)`,
            "value": `使自身免疫睡眠`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/915843794904186900.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}