module.exports = {
    "type": "rich",
    "title": `新春 神無雪 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_light:933339825933791312> <:class_attacker:933339400916578344>`,
    "color": 0xEFB26B,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,134,942 | ATK：909,680`
        },
        {
            "name": `<:detail_skill:933339968967933963> 秘劍。錦畫神燃`,
            "value": `以攻擊力330/376/422/468/514％對目標造成傷害，並使目標受到觸發技傷增加30/40/50/50/50%(最多2層)，《明鏡止水》賦予的造成觸發技效果增加狀態增加0/0/0/1/2層，CD: 4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 正月省思`,
            "value": `以攻擊力100％對目標造成傷害 `
        },
        {
            "name": `<:detail_leader:933339992732876811> 刃返之極意`,
            "value": `每Wave的第1回合，觸發「使敵全體受到觸發技傷害增加 100%(50回合)」效果\n我方全體最大HP增加15%、攻擊力增加50%\n第1回合時，觸發「使自身以外的我方全體攻擊者/守護者/妨礙者獲得《神無二刀流傳承》」效果 \n\n《神無二刀流傳承》\n普攻時，觸發「以攻擊力45％對目標進行追擊」效果(50回合)\n必殺時，觸發「以攻擊力135％對目標進行追擊」效果(50回合)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 神無二刀流。板羽`,
            "value": `普攻時，觸發「以攻擊力60％對目標進行追擊」效果\n必殺時，觸發「以攻擊力180％對目標進行追擊」效果 `
        },
        {
            "name": `<:detail_passive:933340075910131732> 明鏡止水`,
            "value": `每經過1回合，觸發「使自身造成觸發技效果增加10%(最多10層)」效果\n必殺時，觸發「使自身《明鏡止水》賦予的造成觸發技效果增加狀態減少2層」效果 `
        },
        {
            "name": `<:detail_passive:933340075910131732> 屏氣凝神`,
            "value": `使自身造成觸發技效果增加50%\n攻擊時，觸發「使目標受到觸發技傷害增加12.5%(最多4層)」效果`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 觸發+ (6潛)`,
            "value": `使自身造成觸發技效果增加30%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫睡眠 (12潛)`,
            "value": `使自身免疫睡眠`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/935159279915266109.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}