module.exports = {
    "type": "rich",
    "title": `新春 凜月 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_fire:933339778559131679> <:class_attacker:933339400916578344>`,
    "color": 0xF45F34,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,127,746 | ATK：911,119`
        },
        {
            "name": `<:detail_skill:933339968967933963> 正月忍法。錦畫神燃`,
            "value": `使自身攻擊力增加50/65/80/95/110%(3/3/3/4/4回合)，再以攻擊力200%對目標造成傷害，使自身造成傷害增加0/0/10/15/20%(最多1層)，CD: 4 `
        },
        {
            "name": `<:detail_attack:933340014379667457> 賀正苦無`,
            "value": `以攻擊力125%對目標造成傷害 `
        },
        {
            "name": `<:detail_leader:933339992732876811> 祭典推行仕事人`,
            "value": `我方全體攻擊力增加50%、普攻傷害增加30%\n第1回合時，觸發「使我方最大HP最低者受到傷害減少20%(最多1層)、使自身當前必殺技CD減少4回合」效果\n第1回合時，觸發「使自身必殺時，觸發『《新春的祝福》』效果(1回合)」效果\n \n《新春的祝福》\n以自身攻擊力100%使自身攻擊力增加(50回合)，使自身必殺技CD停止倒數(50回合)、免疫必殺技CD變動效果(50回合)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 忍術。擴大戰果術`,
            "value": `普攻時，觸發「使目標受到普攻傷害增加20%(最多4層)」效果`
        },
        {
            "name": `<:detail_passive:933340075910131732> 忍術。暗中支援術`,
            "value": `第1回合時，觸發「使我方全體普攻傷害增加30%(50回合)」效果 `
        },
        {
            "name": `<:detail_passive:933340075910131732> 忍術。炒熱氣氛術`,
            "value": `使自身造成傷害增加10%\n攻擊時，觸發「使目標受到傷害增加5%(最多5層)」效果 `
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/935159234709041172.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}