module.exports = {
    "type": "rich",
    "title": `古代勇者 烏魯塔 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_wind:933339803653644358> <:class_protector:933339611080572948>`,
    "color": 0x54BA71,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：5,145,739 | ATK：608,852`
        },
        {
            "name": `<:detail_skill:933339968967933963> 勇者突進。豕突狼奔`,
            "value": `以自身最大HP30/35/40/45/50%對自身施放護盾(1回合)，使自身獲得嘲諷效果(1回合)，使自身受到傷害減少20/20/25/25/30%(1回合)，使自身攻擊時，追加「以自身基礎攻擊力150/190/190/190/230%對目標造成傷害」(3回合)，CD: 3`
        },
        {
            "name": `<:detail_attack:933340014379667457> 為生而戰`,
            "value": `以自身攻擊力50%對目標造成傷害，以自身最大HP15%對自身施放護盾(1回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 愚者之心。我的正義`,
            "value": `使我方全體攻擊力增加30%、HP增加25%\n使自身必殺技最大CD減少1回合\n使自身普攻傷害增加100%\n使自身必殺傷害增加40%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 遠古之血`,
            "value": `自身受到傷害減少20%\n自身被治療時回復量增加35%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 笨蛋勇往直前`,
            "value": `普攻時，追加「以自身基礎攻擊力150%對目標造成傷害」\n必殺時，追加「以自身基礎攻擊力375%對目標造成傷害」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 你死，我生`,
            "value": `自身受到護盾效果增加35%\n自身造成傷害增加25%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 減傷+ (6潛)`,
            "value": `使自身受到傷害減少5%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/950350092852928542.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}