module.exports = {
    "type": "rich",
    "title": `暗黑聖誕 艾可 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_dark:933339859559530506> <:class_attacker:933339400916578344>`,
    "color": 0xC390FF,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,365,241 | ATK：847,787`
        },
        {
            "name": `<:detail_skill:933339968967933963> 摧毀一切…`,
            "value": `以自身攻擊力475/550/625/700/775%對目標造成傷害，CD: 5`
        },
        {
            "name": `<:detail_attack:933340014379667457> 擋我者死！`,
            "value": `以自身攻擊力125%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 聖誕殺手`,
            "value": `使自身最大HP增加50%\n使我方全體闇屬性隊員攻擊力增加20%\n\n聖誕矮人王蘭兒在我方隊伍時使她《屈服恐懼》，再使暗黑聖誕艾可發動《越發癲狂》 \n聖誕馴鹿希依在我方隊伍時使她《屈服恐懼》，再使暗黑聖誕艾可發動《越發癲狂》\n \n《越發癲狂》 \n使自身造成傷害增加50% \n使我方全體闇屬性隊員攻擊力增加25% \n\n《屈服恐懼》\n第1回合時，觸發「以自身攻擊力100%使暗黑聖誕艾可攻擊力增加(50回合)、必殺技CD停止倒數5回合、必殺技最大CD增加2回合」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 該死的馴鹿`,
            "value": `自身普攻時觸發「使目標受到必殺傷害增加2.5%(最多4層)」\n當「聖誕馴鹿希依」在我方隊伍中，發動「《殺死馴鹿》」\n\n《殺死馴鹿》\n使自身攻擊時，觸發「對除了自身以外隊員造成其最大HP10%的真實傷害」\n使自身普攻時，觸發「使敵方目標受到闇屬性傷害增加5%(最多4層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 該死的聖誕`,
            "value": `自身普攻時，觸發「使敵方目標受到普攻傷害增加5%(最多4層)」\n當「聖誕矮人王蘭兒」在我方隊伍中，發動「《摧毀聖誕 》」 \n\n《摧毀聖誕》\n使自身攻擊時，觸發「對除了自身以外隊員造成其最大HP10%的真實傷害」\n使自身普攻時，觸發「使目標受到暗黑聖誕艾可傷害增加6%(最多5層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 暗黑聖誕`,
            "value": `自身普攻傷害增加50%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `自身攻擊力增加10% `
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/918489580443942953.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}