module.exports = {
    "type": "rich",
    "title": `聖誕矮人王 蘭兒 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_water:933339803087421523> <:class_healer:933339563127078922>`,
    "color": 0x48B4EB,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,358,044 | ATK：849,226`
        },
        {
            "name": `<:detail_skill:933339968967933963> 聖誕大禮包`,
            "value": `我方全體獲得「每回合以攻擊力69/73/76/80/88%進行治療(5回合)」、「最大HP50/55/55/60/60%的護盾(1回合)」、「攻擊力增加10/15/15/20/20%(3回合) [5絆 (4回合)]」，CD: 5 [3絆 CD: 4]`
        },
        {
            "name": `<:detail_attack:933340014379667457> 糖果餅乾`,
            "value": `以自身攻擊力75%對我方全體進行治療`
        },
        {
            "name": `<:detail_leader:933339992732876811> 聖誕矮人王的幹勁`,
            "value": `自身攻擊力增加100%\n第一回合時，觸發「給予我方全體攻擊者『《凱薩的特別菜單》(50回合)』」\n\n《凱薩的特別菜單》\n普攻時，觸發「必殺技傷害增加15%(最多2層)」\n必殺時，觸發「普攻傷害增加50%(最多1層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 雪撬好快好快唷～`,
            "value": `攻擊時，觸發「以自身攻擊力25%使我方全體攻擊力增加(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 糖果好甜好好吃～`,
            "value": `第1回合時，觸發「使我方站位1角色獲得造成治療量增加20%(最多1層)、造成持續型治療增加20%(最多1層)、造成護盾量增加20%(最多1層)」\n第1回合時，觸發「使我方站位5角色獲得攻擊力增加20%(最多1層)、必殺技傷害增加10%(最多1層)、普攻傷害增加 20%(最多1層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 聖誕節由我們來守護！`,
            "value": `第1回合時，觸發「使我方攻擊者和治療者獲得『必殺技傷害增加25%』(50回合)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10% `
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/922683600812515378.webp?size=128&quality=lossless`,
        "height": 0,
        "width": 0
    }
}