module.exports = {
    "type": "rich",
    "title": `占星師 亞美西思特 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_dark:933339859559530506> <:class_supporter:933339516788408420>`,
    "color": 0xC390FF,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：2,970,855 | ATK：960,057`
        },
        {
            "name": `<:detail_skill:933339968967933963> 窺探命運之人`,
            "value": `使我方全體獲得「必殺時，觸發『使自身必殺技傷害增加20/22.5/25/27.5/30%(最多2層)』(1回合)」、「普攻時，觸發『使自身普攻傷害增加20/25/30/35/40%(最多2層)』(2回合)」、使我方全體造成傷害增加10/10/15/15/20%(2回合)，CD：4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 占卜`,
            "value": `以自身攻擊力30%使我方全體攻擊力增加(1回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 孤獨的占卜師`,
            "value": `使我方全體最大HP增加30%\n使我方全體必殺技傷害增加20%\n使我方全體普攻傷害增加30%\n使自身攻擊力增加350%\n必殺時，觸發「使自身以外我方全體獲得『必殺時，追加『以自身攻擊力100%對目標造成傷害』(1回合)』、『普攻時，追加『以自身攻擊力25%對目標造成傷害』(2回合)』」\n每經過4回合，觸發「使敵方全體受到火、水、風、光、闇屬性傷害增加70%(2回合)」\n當我方隊伍攻擊者角色有2人以上時，發動「《干涉命運》」\n當我方隊伍守護者角色有2人以上時，發動「《干涉命運》」\n當我方隊伍治療者角色有2人以上時，發動「《干涉命運》」\n當我方隊伍輔助者角色有2人以上時，發動「《干涉命運》」\n當我方隊伍妨礙者角色有2人以上時，發動「《干涉命運》」\n\n《干涉命運》\n使自身攻擊力減少350%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 趨吉避凶`,
            "value": `必殺時，觸發「以自身攻擊力30%使我方全體攻擊力增加(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 選定未來`,
            "value": `每經過4回合時，觸發「使目標受到傷害增加25%(2回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 編織命運之網`,
            "value": `防禦時，觸發「使自身攻擊力增加30%(最多3層)」\n每經過1回合時，觸發「以自身攻擊力5%使我方全體攻擊力增加(1回合)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1283465774224380100.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}