module.exports = {
    "type": "rich",
    "title": `甜蜜寶貝 萊爾貝妲 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_light:933339825933791312> <:class_obstructer:933339487084359740>`,
    "color": 0xEFB26B,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：4,539,766 | ATK：627,562`
        },
        {
            "name": `<:detail_skill:933339968967933963> 多元平等與包容之砲`,
            "value": `使敵方全體被治療時回復量增加30/10%(最多3層)，再以自身攻擊力257/211%對我方全體造成傷害。CD:3\n\n3絆: 使敵方全體被治療時回復量減少10%(最多3層)，再以自身攻擊力165%對敵方全體造成傷害。CD:3\n\n4絆+: 使目標被治療時回復量減少30/50%(3回合)，再使敵方全體被治療時回復量減少15/25%(最多2層)、受到傷害增加0/20%(2層)，並以自身攻擊力211/257%對敵方全體造成傷害。CD:3`
        },
        {
            "name": `<:detail_attack:933340014379667457> 覺醒之拳`,
            "value": `以自身攻擊力50%對敵方全體造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 多元守護者聯盟長`,
            "value": `自身每Wave的第1回合時，觸發「使自身獲得《星能鳴動特務攻擊用裝甲》」\n\n《星能鳴動特務攻擊用裝甲》\n攻擊力增加100%(1回合)\n普攻傷害增加100%(1回合)\n造成傷害增加50%(1回合)\n普攻時，追加「以自身攻擊力100%對敵方全體造成傷害」(1回合)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 不准定義我的性別！`,
            "value": `我方全體造成傷害減少500%(負面效果)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 叫我博士`,
            "value": `我方全體被治療時回復量減少500%(負面效果)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 整形後復出`,
            "value": `第1回合時，觸發「清除我方全體《不准定義我的性別！》所給予『造成傷害減少500%』、《叫我博士》所給予『被治療時回復量減少500%』效果」(觸發1次後解除)\n攻擊力增加70%\n普攻傷害增加70%\n必殺傷害增加30%\n造成傷害增加20%\n普攻時，追加「以自身攻擊力50%對敵方全體造成傷害」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1359673782431912016.webp?size=96`,
        "height": 0,
        "width": 0
    }
}