module.exports = {
    "type": "rich",
    "title": `性感兔女郎 伊布力斯 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_wind:933339803653644358> <:class_supporter:933339516788408420>`,
    "color": 0x54BA71,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,205,472 | ATK：889,529`
        },
        {
            "name": `<:detail_skill:933339968967933963> 搗亂的傢伙，全部敲飛！`,
            "value": `使目標受到傷害增加30/30/40/40/50%(4回合)，並使我方全體獲得「必殺時，追加『以自身攻擊力30/40/40/50/60%對目標造成傷害』(1回合)」與「普攻時，追加『以自身攻擊力20/22.5/25/27.5/30%對目標造成傷害』(4回合)」。CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 服務生的怒火`,
            "value": `使我方全體攻擊力增加50%(1回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 娛樂城的魔王經理`,
            "value": `使我方全體最大HP增加40%\n使我方全體攻擊力增加40%\n使我方全體攻擊者免疫必殺技CD變動效果\n使我方全體風屬性角色獲得「當我方隊伍恰好有2種屬性角色時，發動『第1回合時，觸發《本小姐不需要運氣》』」\n使我方全體光屬性角色獲得「當我方隊伍恰好有2種屬性角色時，發動『第1回合時，觸發《絕對的實力能輾壓一切》』」\n\n《本小姐不需要運氣》\n使我方全體攻擊力增加25%(最多3層)\n使我方全體必殺技傷害增加25%(最多3層)\n使我方全體攻擊者獲得「必殺時，追加『以自身攻擊力25%對目標造成傷害』(50回合)」\n\n《絕對的實力能輾壓一切》\n使我方全體造成傷害增加15%(最多3層)\n使我方全體普攻傷害增加35%(最多3層)\n使我方全體攻擊者獲得「普攻時，追加『以自身攻擊力20%對目標造成傷害』(50回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 無禮的傢伙`,
            "value": `免疫必殺技CD變動效果\n普攻時，觸發「使我方全體普攻傷害增加30%(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 給本小姐滾！`,
            "value": `必殺時，觸發「使我方全體必殺傷害增加30%(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 魔王的絕對領域`,
            "value": `攻擊時，觸發「以自身攻擊力30%使我方全體攻擊力增加(1回合)」\n使我方全體攻擊者獲得「攻擊時，觸發『以自身攻擊力5%使我方全體攻擊力增加(1回合)』」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1283465778527473734.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}