module.exports = {
    "type": "rich",
    "title": `躍動之星 黑白諾艾莉 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_fire:933339778559131679> <:class_supporter:933339516788408420>`,
    "color": 0xF45F34,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,402,663 | ATK：837,711`
        },
        {
            "name": `<:detail_skill:933339968967933963> 閃亮☆應援`,
            "value": `使我方全體攻擊者攻擊力增加20/25/30/35/40%(2回合)、造成傷害增加10/11.25/16.66/18.33/30%(最多4/4/3/3/2層)、並獲得「必殺時，觸發『以自身攻擊力10/11.25/12.5/13.75/15%使自身攻擊力增加(2回合)(不可疊加)』(1回合)」，再使目標受到火屬性傷害增加5/7.5/8.33/13.75/15%(最多4/3/3/2/2層)。CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 偶像應援`,
            "value": `以自身攻擊力30%使我方全體攻擊力增加(1回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 偶像啦啦隊`,
            "value": `我方全體最大HP增加40%\n火屬性攻擊者以外我方全體火屬性角色獲得「第1回合時，觸發『《熱情分享》』(觸發1次後清除)」\n\n《熱情分享》\n使自身獲得「普攻時，觸發『使目標受到傷害增加5%(1回合)』(50回合)」\n使自身獲得「普攻時，觸發『使目標受到火屬性傷害增加5%(1回合)』(50回合)」\n使我方全體攻擊力增加20%(最多4層)\n使我方全體火屬性攻擊者普攻傷害增加15%(最多4層)\n使我方全體火屬性攻擊者造成傷害增加10%(最多4層)\n使我方全體火屬性攻擊者獲得「普攻時，追加『以自身攻擊力15%對目標造成傷害』(50回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 一擊逆轉☆`,
            "value": `普攻時，追加「以自身攻擊力50%對目標造成傷害」\n必殺時，觸發「以自身攻擊力30%使我方全體攻擊力增加(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 勇氣☆躍動～！`,
            "value": `第2、6、10回合時，觸發「使我方全體攻擊者普攻傷害增加30%(最多3層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 凱薩的啦啦隊♡特訓`,
            "value": `第1回合時，觸發「使自身與我方全體攻擊者當前必殺技CD減少4回合」(觸發1次後清除)\n我方全體攻擊者獲得「必殺時，觸發『使自身獲得《特殊應援技巧♡》』」\n\n《特殊應援技巧♡》\n普攻時，追加「以自身攻擊力40%對目標造成傷害」(2回合)`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1359673789687795982.webp?size=96`,
        "height": 0,
        "width": 0
    }
}