module.exports = {
    "type": "rich",
    "title": `魔獸獵手 神無雪 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_dark:933339859559530506> <:class_attacker:933339400916578344>`,
    "color": 0xC390FF,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,465,995 | ATK：823,316`
        },
        {
            "name": `<:detail_skill:933339968967933963> 二刀流奧義。絕滅斬`,
            "value": `使自身普攻傷害減少150%(最多1層)、再使自身必殺技傷害增加60/70/80/90/100%(最多1層)、再使目標受到闇屬性傷害增加10/15/20/30/40%(最多1層)，再以自身攻擊力330/376/422/468/514%對目標造成傷害，CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 劈筋斷骨`,
            "value": `以自身攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 偏執的求道者`,
            "value": `使我方全體最大HP增加30%\n使我方全體攻擊力增加50%\n必殺時，追加「以自身攻擊力80%對目標造成傷害」\n使我方全體攻擊者、妨礙者獲得《窮盡武道》\n\n《窮盡武道》\n第一回合時，觸發「以自身基礎攻擊力10%使我方全體攻擊力增加(50回合)」\n第五回合時，觸發「使自身必殺技傷害增加50%(最多1層)」\n第九回合時，觸發「使敵方全體受到傷害增加33%(最多3層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 屏氣凝神`,
            "value": `普攻時，觸發「使自身攻擊力增加40%(最多2層)」\n必殺時，觸發「清除自身《屏氣凝神》的攻擊力增加效果」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 心如止水`,
            "value": `使自身造成傷害增加15%\n使自身以外我方全體攻擊者、妨礙者獲得第一回合時，觸發「使自身和『魔獸獵手　神無雪』造成傷害增加15%(50回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 明心見性`,
            "value": `每經過一回合時，觸發「使自身獲得『摒除雜念(最多8層)』」\n當自身「摒除雜念」層數=8時，開啟「必殺時，追加『以自身攻擊力220%對目標造成傷害』」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1262786657766080545.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}