module.exports = {
    "type": "rich",
    "title": `酩酊狂歡 靜 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_water:933339803087421523> <:class_attacker:933339400916578344>`,
    "color": 0x48B4EB,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,188,198 | ATK：895,284`
        },
        {
            "name": `<:detail_skill:933339968967933963> 靜要大玩特玩了喏～`,
            "value": `使目標受到水屬性傷害增加10/12.5/15/17.5/20%(最多2層)，再使自身獲得「普攻時，追加『以自身攻擊力110/125/140/155/170%對目標造成傷害』(4回合)」，並以自身攻擊力100/125/150/175/200%對目標造成傷害。CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 乾杯喏！`,
            "value": `以自身攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 妖狐探險隊，出發前進喏！`,
            "value": `我方全體最大HP增加40%\n我方全體攻擊力增加50%\n我方全體攻擊者、妨礙者獲得「我方隊伍治療者角色有2人以上時，發動《再來一杯～》」\n我方全體治療者獲得「我方隊伍治療者角色有2人以上時，發動《調皮狐娘》」\n\n《再來一杯～》\n普攻時，追加「以自身攻擊力10%對我方全體進行治療」\n\n《調皮狐娘》\n造成傷害增加30%\n普攻傷害增加60%\n普攻時，追加「以自身攻擊力100%對目標造成傷害」\n攻擊時，觸發「《惡作劇時間》」\n\n《惡作劇時間》\n使我方站位1獲得「普攻時，追加『以自身攻擊力25%對目標造成傷害』(1回合)」\n使我方全體造成傷害增加5%(4回合)\n使我方全體普攻傷害增加6.25%(4回合)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 活潑可愛小妖狐`,
            "value": `被治療時，觸發「使我方全體攻擊者、妨礙者攻擊力增加2.5%(4回合)」`
        },
        {   
            "name": `<:detail_passive:933340075910131732> 總之先來杯啤酒`,
            "value": `攻擊時，觸發「使自身普攻傷害增加10%(最多10層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 歡迎光臨慶典喏～`,
            "value": `第1回合時，觸發「使我方全體治療者的必殺技當前CD減少4回合」\n使我方全體治療者獲得「攻擊時，觸發『《客人的酒馬上來》』」\n\n《客人的酒馬上來》\n使我方全體攻擊者、妨礙者造成傷害增加10%(1回合)\n使我方全體攻擊者、妨礙者獲得「普攻時，追加『以自身攻擊力10%對目標造成傷害』(1回合)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 普攻傷害+ (6潛)`,
            "value": `使自身普攻傷害增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1272581588714131631.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}