module.exports = {
    "type": "rich",
    "title": `啦啦隊長 尤妮思 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_wind:933339803653644358> <:class_healer:933339563127078922>`,
    "color": 0x54BA71,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,450,165 | ATK：826,196`
        },
        {
            "name": `<:detail_skill:933339968967933963> 把滿滿的元氣帶給大家☆`,
            "value": `以自身攻擊力165/188/211/234/257%對我方全體進行治療，並使目標受到傷害增加12/14/16/18/20%(1回合)、受到傷害增加6/7/8/9/10%(最多2層)、受到風屬性傷害增加0/0/10/12/14%(1回合)、受到風屬性傷害增加0/0/5/6/7%(最多2層)。CD: 4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 堅持下去！`,
            "value": `以自身攻擊力75%使我方全體進行治療`
        },
        {
            "name": `<:detail_leader:933339992732876811> 盡全力去獲得勝利～！`,
            "value": `我方全體風屬性角色最大HP增加50%\n我方全體風屬性角色攻擊力增加100%\n必殺時，觸發「使目標受到風屬性傷害增加10%(最多2層)」\n我方全體獲得「當我方隊伍風屬性角色有4人以上時，發動『《加油、加油、必勝！》』」\n\n《加油、加油、必勝！》\n普攻傷害增加80%\n必殺技傷害增加50%\n防禦時，觸發「使自身受到傷害減少10%(1回合)」\n防禦時，觸發「使自身被治療時回復量增加30%(4回合)(不可疊加)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 幸運物越多越好！`,
            "value": `必殺時，觸發「使我方全體獲得1層《幸運物》(最多3層)」\n我方全體獲得「《幸運加持》」\n\n《幸運加持》\n當《幸運物》層數≧1層時，開啟「攻擊力增加30%」\n當《幸運物》層數≧2層時，開啟「被治療時回復量增加30%」\n當《幸運物》層數=3層時，開啟「普攻傷害增加50%」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 狀態絕佳！`,
            "value": `攻擊時，觸發「以自身攻擊力10%使我方全體攻擊力增加(1回合)」\n必殺時，觸發「使我方全體必殺技傷害增加30%(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 滿分應援！`,
            "value": `第1回合時，觸發「使自身當前必殺技CD減少4回合(觸發1次後清除)」\n防禦時，觸發「以自身攻擊力40%每回合對我方全體進行治療(1回合)」\n我方全體獲得「必殺時，追加『以自身攻擊力25%對目標造成傷害』」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1359673786416369856.webp?size=96`,
        "height": 0,
        "width": 0
    }
}