module.exports = {
    "type": "rich",
    "title": `祭典花韻 香奈 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_wind:933339803653644358> <:class_protector:933339611080572948>`,
    "color": 0x54BA71,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：4,408,781 | ATK：646,276`
        },
        {
            "name": `<:detail_skill:933339968967933963> 怯雨羞雲情意`,
            "value": `使目標受到觸發技傷害增加60/70/80/90/100%(3回合)(不可疊加)，再以自身攻擊力20/22.5/25/27.5/30%使我方全體攻擊力增加(1回合)，並使自身獲得「被攻擊時，觸發『以自身攻擊力265/298/331/364/397%對目標造成傷害』(3回合)(觸發1次後解除)」。CD:3`
        },
        {
            "name": `<:detail_attack:933340014379667457> 共賞明月`,
            "value": `以自身攻擊力15%使我方全體攻擊力增加(1回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 欲與君相知`,
            "value": `我方全體最大HP增加40%\n我方全體攻擊力增加60%\n我方全體獲得「當我方隊伍恰好為2種角色屬性時，開啟『《才貌雙全》』」\n\n《才貌雙全》\n造成傷害增加50%\n造成觸發技效果增加100%\n被攻擊時，觸發「使目標受到傷害增加0.8%(最多50層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 指若削蔥根`,
            "value": `必殺時，觸發「使自身獲得嘲諷效果(1回合)，並進入防禦狀態」\n普攻時，觸發「《纖手如柔荑》」\n\n《纖手如柔荑》\n使自身獲得「被攻擊時，觸發『以自身攻擊力100%對目標造成傷害』(2回合)(觸發1次後解除)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 櫻唇似丹朱`,
            "value": `防禦時，觸發「《皓齒彷瓠犀》」\n\n《皓齒彷瓠犀》\n使我方全體攻擊力增加50%(3回合)(不可疊加)\n使我方全體受到傷害減少15%(3回合)(不可疊加)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 纖纖作細步`,
            "value": `每經過3回合時，觸發「《姿媚綻蓮花》」\n\n《姿媚綻蓮花》\n使自身獲得「被攻擊時，觸發『使目標受到風屬性傷害增加30%(4回合)(不可疊加)』(3回合)(觸發1次後清除)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1339297030220288030.webp?size=160`,
        "height": 0,
        "width": 0
    }
}