module.exports = {
    "type": "rich",
    "title": `純真殺意 撒旦 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_dark:933339859559530506> <:class_attacker:933339400916578344>`,
    "color": 0xC390FF,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,022,673 | ATK：944,223`
        },
        {
            "name": `<:detail_skill:933339968967933963> 萌芽的廝殺慾望`,
            "value": `使自身獲得6/7/8/9/10層《向聖杯祈願》(最多10層)(每場戰鬥僅生效1次)，並使目標受到傷害增加15/20/20/25/25%(最多2層)，再使目標受到暗屬性傷害增加5/5/10/10/15%(最多2層)。CD:3`
        },
        {
            "name": `<:detail_attack:933340014379667457> 地獄烈焰`,
            "value": `以自身攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 可愛又危險的死神`,
            "value": `我方全體最大HP增加40%\n我方全體攻擊力增加50%\n自身獲得「我方隊伍闇屬性角色有4人以上時，發動『《甜美卻殺意滿滿》』」\n自身以外我方全體獲得「我方隊伍闇屬性角色有4人以上時，發動『《讓我們享受廝殺吧》』」\n\n《甜美卻殺意滿滿》\n每經過1回合時，觸發「使自身獲得2層《高級萬聖甜點組》(最多6層)」\n攻擊力增加100%\n造成傷害效果增加50%\n被攻擊時，觸發「使目標受到闇屬性傷害增加5%(最多10層)」\n\n《讓我們享受廝殺吧》\n攻擊時，觸發「以自身攻擊力20%對目標造成傷害」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 聖杯的迴響`,
            "value": `必殺時，觸發「使自身不受《向聖杯祈願》層數變動效果影響(50回合)」(觸發1次後解除)\n必殺時，根據自身《向聖杯祈願》的層數，觸發「以自身攻擊力30%對目標造成傷害」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 吃甜點不吐骨`,
            "value": `使自身以外我方全體獲得「被攻擊時，觸發『使我方【純真殺意 撒旦】獲得1層《高級萬聖甜點組》(最多6層)』\n行動後，觸發「清除自身《高級萬聖甜點組》的所有層數」\n普攻時，根據自身《高級萬聖甜點組》的層數，觸發「以自身攻擊力10%對目標造成傷害」\n自身《高級萬聖甜點組》層數≧2時，開啟「造成觸發技效果增加50%」\n自身《高級萬聖甜點組》層數≧4時，開啟「攻擊力增加40%」\n自身《高級萬聖甜點組》層數=6時，開啟「造成傷害增加30%」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 不給糖就殺戮`,
            "value": `第1回合時，觸發「使自身當前必殺技CD減少3回合」\n使自身以外我方全體獲得「《惡作劇(生命威脅)》」\n\n《惡作劇(生命威脅)》\n普攻時，追加「以自身當前HP1%對自身造成真實傷害」\n必殺時，追加「以自身當前HP1%對自身造成真實傷害」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 觸發+ (6潛)`,
            "value": `使自身造成觸發技效果增加30%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1294977940840513678.webp?size=160&quality=lossless`,
        "height": 0,
        "width": 0
    }
}