module.exports = {
    "type": "rich",
    "title": `冷淡女僕 KS-VIII ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_fire:933339778559131679> <:class_attacker:933339400916578344>`,
    "color": 0xF45F34,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,598,417 | ATK：793,091`
        },
        {
            "name": `<:detail_skill:933339968967933963> 精準砸向後腦杓`,
            "value": `使自身攻擊力增加100/125/150/175/200%(1回合)、再使自身造成觸發技效果增加100/150/200/250/300%(3回合)、再使目標受到觸發技傷害增加60/70/80/90/100%(3回合)，CD:3`
        },
        {
            "name": `<:detail_attack:933340014379667457> 擠滿番茄醬`,
            "value": `使自身攻擊力增加100%(1回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 開始執行任務`,
            "value": `我方全體最大HP增加30%\n我方全體獲得「當我方隊伍恰好為1種角色屬性時，開啟《幽默感競賽》」\n\n《幽默感競賽》\n攻擊力增加70%\n造成傷害增加30%\n被治療時回復量增加50%\n攻擊時，觸發「以自身攻擊力40%對目標造成傷害」\n第10回合時，觸發「使敵方全體受到火屬性傷害增加10%(最多5層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 簡易女僕小技巧`,
            "value": `普攻時，觸發「以自身攻擊力100%對目標造成傷害」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 新型魔導炮`,
            "value": `使我方全體攻擊力增加30%\n必殺時，觸發「以自身攻擊力300%對目標造成傷害」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 技術性跌倒`,
            "value": `造成傷害增加30%\n防禦時，觸發「以自身攻擊力50%對目標造成傷害」\n第7回合時，觸發「使自身必殺技傷害增加100%(最多1層)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫睡眠 (12潛)`,
            "value": `使自身免疫睡眠`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1306227683407167568.webp?size=96`,
        "height": 0,
        "width": 0
    }
}