module.exports = {
    "type": "rich",
    "title": `甜蜜女僕 星空奈奈美 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_water:933339803087421523> <:class_protector:933339611080572948>`,
    "color": 0x48B4EB,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：4,741,276 | ATK：601,653`
        },
        {
            "name": `<:detail_skill:933339968967933963> 戀愛女僕萌萌光束`,
            "value": `使自身獲得1/1/2/2/3層《戀愛的萌系能量》(最多3層)(每場戰鬥僅生效1次)，並使自身以外我方全體水屬性角色獲得「必殺時，追加『以自身攻擊力80/90/100/110/120%對目標造成傷害』(1回合)」，再以自身攻擊力265/298/331/364/397%對目標造成傷害。CD:3`
        },
        {
            "name": `<:detail_attack:933340014379667457> 簡易女僕防身術`,
            "value": `以自身攻擊力100%對目標造成傷害，並使自身進入防禦狀態`
        },
        {
            "name": `<:detail_leader:933339992732876811> ☆星光少女☆`,
            "value": `我方全體最大HP增加40%\n我方全體攻擊力增加50%\n自身獲得「當我方隊伍至少有4名水屬性角色時，發動『每經過3回合時，觸發《如流星般墜落於地》』」\n自身獲得「當我方隊伍恰好為4種角色定位時，發動『每經過3回合時，觸發《如流星般墜落於地》』」\n自身獲得「當我方隊伍攻擊者有1人以上時，發動『每經過3回合時，觸發《如流星般墜落於地》』」\n自身獲得「當我方隊伍輔助者有1人以上時，發動『每經過3回合時，觸發《如流星般墜落於地》』」\n\n《如流星般墜落於地》\n使我方全體攻擊力增加15%(1回合)\n使我方全體造成傷害增加10%(1回合)\n使我方全體必殺技傷害增加12.5%(1回合)\n使我方全體獲得「必殺時，追加『以自身攻擊力10%對目標造成傷害』(1回合)」\n使我方全體受到傷害減少5%(1回合)\n使敵方全體受到傷害增加10%(1回合)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 秘密改造魔導兵裝`,
            "value": `必殺時，觸發「使自身不受《戀愛的萌系能量》層數變動效果影響(50回合)」(觸發1次後清除)\n必殺時，觸發「使目標受到水屬性傷害增加7.5%(最多4層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 舞台上最閃耀的存在`,
            "value": `每經過3回合時，觸發「《只屬於你的偶像》」\n\n《只屬於你的偶像》\n使我方全體必殺技傷害增加50%(1回合)\n使自身獲得「防禦時，觸發『使自身當前必殺技CD增加3回合，並使自身獲得嘲諷效果(1回合)』(1回合)」\n使自身獲得「防禦時，根據自身《戀愛的萌系能量》的層數，觸發『《萌耶～萌耶～碰碰碰～♪》』(1回合)」\n\n《萌耶～萌耶～碰碰碰～♪》\n以自身最大HP30%對我方全體進行治療\n使我方全體受到傷害減少10%(1回合)\n使自身防禦減傷增加5%(1回合)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 心跳加快♡是戀愛開始的訊號`,
            "value": `第1回合時，觸發「使自身當前必殺技CD減少3回合」\n每經過3回合時，觸發「使我方全體水屬性角色攻擊力增加120%(1回合)，再使我方全體水屬性角色造成傷害增加60%(1回合)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 減傷+ (6潛)`,
            "value": `使自身受到傷害減少5%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1306227686355501097.webp?size=96`,
        "height": 0,
        "width": 0
    }
}