module.exports = {
    "type": "rich",
    "title": `夜之影 凱薩 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_dark:933339859559530506> <:class_attacker:933339400916578344>`,
    "color": 0xC390FF,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,699,173 | ATK：771,498`
        },
        {
            "name": `<:detail_skill:933339968967933963> 奧義。真魔手裡劍`,
            "value": `使自身造成傷害增加10/23/36/49/62%(最多1層)、再使目標受到全屬性傷害增加15/20/25/30/35%(最多1層)，再以自身攻擊力165/188/211/234/257%對目標造成傷害2次，CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 回天刀舞`,
            "value": `以自身攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 魔秘技。忍者戰隊集結！`,
            "value": `我方全體最大HP增加40%\n我方全體攻擊力增加50%\n我方全體攻擊者、妨礙者獲得《忍者。參上！》\n\n\n《忍者。參上！》\n使自身免疫必殺技CD變動效果\n防禦時，觸發「使我方全體造成傷害增加20%(2回合)」\n防禦時，觸發「使自身必殺技傷害增加30%(2回合)」\n防禦時，觸發「使自身攻擊力增加40%(2回合)」\n必殺時，觸發「以自身攻擊力55%對目標造成傷害」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 忍法。魔分身之術`,
            "value": `防禦時，觸發「使自身必殺技傷害增加20%(最多5層)」\n防禦時，觸發「使自身獲得《魔分身》(最多2層)」\n必殺時，根據自身《魔分身》層數觸發「以自身攻擊力90%對目標造成傷害」幾次\n必殺時，觸發「清除自身所有《魔分身》」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 秘技。森羅萬象`,
            "value": `我方全體攻擊者、妨礙者獲得，第一回合時，觸發「使我方『夜之影 凱薩』攻擊力增加50%(最多3層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 秘技。氣息遮斷！`,
            "value": `我方全體防禦時，觸發「使目標受到傷害增加12%(2回合)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1339297022385061980.webp?size=160`,
        "height": 0,
        "width": 0
    }
}