module.exports = {
    "type": "rich",
    "title": `喜迎性春 菲歐菈 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_water:933339803087421523> <:class_supporter:933339516788408420>`,
    "color": 0x48B4EB,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,434,331 | ATK：830,515`
        },
        {
            "name": `<:detail_skill:933339968967933963> 性年到～`,
            "value": `使自身攻擊力增加10/12.5/15/20/25%(最多4層)、再以自身攻擊力30%使我方全體攻擊力增加(1回合)、使我方全體造成傷害增加10/15/20/25/30%(4回合)，CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 聖水噴灑`,
            "value": `以自身攻擊力30%使我方全體攻擊力增加(1回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 喜迎性春`,
            "value": `我方全體最大HP增加50%\n我方全體獲得，當我方隊伍恰好為2種角色屬性時，開啟《淫春大會》\n我方全體治療者獲得《啊～嗯哈啊啊啊啊門～♡》\n\n《淫春大會》\n使自身攻擊力增加80%\n使自身造成傷害增加30%\n使自身必殺技傷害增加70%\n必殺時，觸發「使目標受到水、闇屬性傷害增加4%(最多12層)」\n\n《啊～嗯哈啊啊啊啊門～♡》\n防禦時，觸發「以自身攻擊力50%每回合對我方全體進行治療(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 性愛之神的引導`,
            "value": `防禦時，觸發「使我方全體被治療時回復量增加30%(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 性愛之神的考驗`,
            "value": `我方全體水屬性攻擊者、妨礙者獲得《高潮之光》\n我方全體闇屬性攻擊者、妨礙者獲得《高潮之光》\n\n《高潮之光》\n必殺時，觸發「使目標受到傷害增加5%(最多6層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 九九八十一次高潮`,
            "value": `必殺時，觸發「使目標受到水、闇屬性傷害增加12%(最多3層)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 減傷+ (6潛)`,
            "value": `使自身受到傷害減少5%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1331579374130040852.webp?size=96`,
        "height": 0,
        "width": 0
    }
}