module.exports = {
    "type": "rich",
    "title": `魔物終結 鬼醉木 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_wind:933339803653644358> <:class_obstructer:933339487084359740>`,
    "color": 0x54BA71,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,425,695 | ATK：831,955`
        },
        {
            "name": `<:detail_skill:933339968967933963> 只好把你做成料理了！`,
            "value": `使自身造成觸發技效果增加40/60/60/80/100%(3回合)，使自身必殺技傷害增加0/0/20/37.5/45%(1回合)，並以自身攻擊力330/376/422/468/514%對目標造成傷害，CD: 4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 不浪費食物斬`,
            "value": `以自身攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 魔物料理大廚`,
            "value": `我方全體最大HP增加40%\n我方全體攻擊力增加50%\n使自身獲得《大家都來吃吃看吧！》\n\n《大家都來吃吃看吧！》\n攻擊力增加100%\n造成傷害增加50%\n必殺技傷害增加100%\n普攻傷害增加100%\n自身必殺時，觸發「使自身以外的我方全體獲得《秘製‧魔物手路菜》」\n\n《秘製‧魔物手路菜》\n攻擊力增加100%(2回合)\n造成傷害增加30%(2回合)\n必殺技傷害增加50%(1回合)\n普攻傷害增加100%(2回合)\n行動後，觸發「清除自身以外的我方全體《秘製‧魔物手路菜》的所有效果」(2回合)(觸發1次後解除)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 慢工細活`,
            "value": `必殺時，觸發「使自身以外的我方全體獲得《享受大餐》」\n\n《享受大餐》\n攻擊力增加100%(2回合)\n普攻傷害增加100%(2回合)\n行動後，觸發「清除自身以外的我方全體《享受大餐》的所有效果」(2回合)(觸發1次後解除)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 應急用配菜`,
            "value": `防禦時，觸發「使自身以外的我方全體獲得《醃製內臟乾》」\n\n《醃製內臟乾》\n行動後，觸發「使自身受到傷害減少20%(1回合)，並清除自身以外的我方全體《醃製內臟乾》的效果」(1回合)(觸發1次後解除)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 刀工指導`,
            "value": `使我方站位2獲得「必殺時，觸發『《魔物肢解》』」\n\n《魔物肢解》\n使目標受到必殺技傷害增加100%(1回合)\n使目標被治療時回復量減少20%(4回合)`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1262786660454764574.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}