module.exports = {
    "type": "rich",
    "title": `虔信神祀 艾可 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_dark:933339859559530506> <:class_attacker:933339400916578344>`,
    "color": 0xC390FF,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,237,137 | ATK：880,893`
        },
        {
            "name": `<:detail_skill:933339968967933963> 天地創造`,
            "value": `使自身獲得3/4/5/6/7層《凱薩大明神的加護》(最多7層)，並使自身造成傷害增加35/45/55/65/75%(最多1層)。CD:[4/5/6/7/8]`
        },
        {
            "name": `<:detail_attack:933340014379667457> 剷除不信者`,
            "value": `以自身攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 凱薩大明神的虔誠巫女`,
            "value": `我方全體最大HP增加40%\n我方全體攻擊力增加80%\n我方全體造成傷害增加50%\n我方全體普攻傷害增加100%\n我方全體獲得「普攻時，觸發『使目標受到傷害增加1.5%(最多50層)』」\n我方全體獲得「當我方隊伍輔助者有1人以上時，發動『《異教信仰》』」\n\n《異教信仰》\n造成傷害減少500%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 狂熱信徒`,
            "value": `第1回合時，觸發「使自身當前必殺技CD減少8回合」(觸發1次後清除)\n普攻時，觸發「使自身《凱薩大明神的加護》層數減少1層」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 巫女的職責`,
            "value": `自身《凱薩大明神的加護》層數≧1層時，開啟「《除穢務淨》」\n\n《除穢務淨》\n普攻傷害增加125%\n普攻時，追加「以自身攻擊力150%對目標造成傷害」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 不可質疑凱薩大明神`,
            "value": `自身《凱薩大明神的加護》層數≧3層時，開啟「《凱薩大權現》」\n\n《凱薩大權現》\n普攻時，觸發「使目標受到傷害增加3%(最多5層)」\n普攻時，觸發「使目標受到闇屬性傷害增加3%(最多5層)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1339297025971326986.webp?size=160`,
        "height": 0,
        "width": 0
    }
}