module.exports = {
    "type": "rich",
    "title": `勇者兔女郎 神田綾音 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_light:933339825933791312> <:class_attacker:933339400916578344>`,
    "color": 0xEFB26B,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,238,577 | ATK：880,893`
        },
        {
            "name": `<:detail_skill:933339968967933963> 無限的666666`,
            "value": `使我方全體光屬性角色造成傷害增加10/10/15/15/20%(最多2層)，並以自身攻擊力330/376/422/468/514%對目標造成傷害，再使自身獲得「普攻時，追加『以自身攻擊力50/57/65/72/80%對目標造成傷害』(4回合)，CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 超精準搖骰`,
            "value": `以自身攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 娛樂城的勇者荷官`,
            "value": `使我方全體最大HP增加40%\n使我方全體攻擊力增加80%\n使自身獲得「我方隊伍光屬性角色有4人以上時，發動《性感荷官在線陪玩》」\n使我方全體光屬性角色獲得「我方隊伍光屬性角色有4人以上時，發動《賭客上桌》」\n\n《性感荷官在線陪玩》\n每Wave的第1回合時，觸發「使敵方全體暗屬性角色受到光屬性傷害增加50%(50回合)」\n必殺傷害增加40%\n必殺時，追加「以自身攻擊力66.6對目標造成傷害」\n\n《賭客上桌》\n免疫必殺技CD變動效果\n屬性相剋效果減少100%\n造成傷害增加30%\n普攻傷害增加50%\n普攻時，追加「以自身攻擊力18%對目標造成傷害」\n攻擊時，觸發「使目標受到傷害增加0.4%(最多50層)，再使目標受到光屬性傷害增加0.6%(最多50層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 聽聲辨位`,
            "value": `免疫必殺技CD變動效果\n攻擊力增加50%\n使我方全體光屬性角色攻擊力增加30%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 勇者的加護`,
            "value": `普攻傷害增加30%\n普攻時，觸發「使自身以外我方全體光屬性角色普攻傷害增加40%(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 發情前奏`,
            "value": `使自身以外我方全體光屬性角色獲得「必殺時，觸發『《賭客的視線》』」\n\n《賭客的視線》\n使我方【勇者兔女郎 神田綾音】造成傷害增加6.66%(4回合)\n使我方【勇者兔女郎 神田綾音】必殺傷害增加18%(1回合)\n使我方【勇者兔女郎 神田綾音】獲得「必殺時，追加『以自身攻擊力25%對目標造成傷害』(1回合)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 造成傷害+ (6潛)`,
            "value": `使自身造成傷害增加7.5%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1283465776661004298.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}