module.exports = {
    "type": "rich",
    "title": `銀鴞武裝 米婭 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_wind:933339803653644358> <:class_attacker:933339400916578344>`,
    "color": 0x54BA71,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,096,080 | ATK：921,193`
        },
        {
            "name": `<:detail_skill:933339968967933963> 戀心♡共鳴`,
            "value": `使自身攻擊力增加60/70/80/90/100%(8回合)(不可疊加)、普攻傷害增加60/70/80/90/100%(8回合)(不可疊加)、造成傷害增加40/45/50/55/60%(8回合)(不可疊加)。CD:8`
        },
        {
            "name": `<:detail_attack:933340014379667457> 星能彈幕`,
            "value": `以自身攻擊力88.6%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 超常解放`,
            "value": `我方全體最大HP增加40%\n我方全體攻擊力增加50%\n自身獲得「當我方隊伍火屬性角色有1人以上時，發動《特化武裝α》」\n自身獲得「當我方隊伍恰好為2種角色屬性時，發動《特化武裝β》」\n自身獲得「當我方隊伍攻擊者有3人以上時，發動《特化武裝γ》」\n\n《特化武裝α》\n攻擊力增加50%\n普攻時，觸發「使目標受到火、風屬性傷害增加4%(最多10層)」\n\n《特化武裝β》\n普攻傷害增加100%\n普攻時，觸發「使目標受到傷害增加4%(最多10層)」\n\n《特化武裝γ》\n造成傷害增加35%\n普攻時，追加「以自身攻擊力20%對目標造成傷害」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 銀鴞武裝`,
            "value": `攻擊力增加30%\n普攻傷害增加60%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 追蹤銀羽`,
            "value": `每經過2回合時，觸發「《羽毛追蹤導彈》」\n\n《羽毛追蹤導彈》\n使自身獲得「普攻時，追加『以自身攻擊力30%對目標造成傷害6次』(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 粉紅風暴`,
            "value": `攻擊力增加70%\n造成傷害增加25%\n第1回合時，觸發「使自身必殺技CD減少3回合」(觸發1次後清除)`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 普攻傷害+ (6潛)`,
            "value": `普攻傷害增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1349090100021166102.webp?size=96`,
        "height": 0,
        "width": 0
    }
}