module.exports = {
    "type": "rich",
    "title": `白熊武裝 冬。艾妮 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_light:933339825933791312> <:class_supporter:933339516788408420>`,
    "color": 0xEFB26B,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,372,438 | ATK：846,346`
        },
        {
            "name": `<:detail_skill:933339968967933963> 熊熊怒火`,
            "value": `使自身攻擊力增加14/16.5/19/21.5/24%(最多3層)、使我方全體必殺技傷害增加36/42/48/54/60%(1回合)。CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 請大家吃糖果～`,
            "value": `以自身攻擊力30%使我方全體攻擊力增加(1回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 白熊武裝艾妮。出擊！`,
            "value": `我方全體最大HP增加40%\n我方全體攻擊力增加50%\n我方全體必殺技傷害增加30%\n使我方全體光屬性攻擊者、妨礙者獲得《白白的超額輔助》\n使我方全體闇屬性攻擊者、妨礙者獲得《白白的超額輔助》\n\n《白白的超額輔助》\n每經過4回合，觸發「使目標受到傷害增加20%(1回合)」\n每經過4回合，觸發「使自身攻擊力增加80%(1回合)」\n每經過4回合，觸發「使自身必殺技傷害增加45%(1回合)」\n每經過4回合，觸發「使自身造成傷害增加50%(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 熊熊的愛`,
            "value": `必殺時，觸發「使我方全體造成傷害增加20%(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 天才機甲少女`,
            "value": `普攻時，觸發「使我方全體攻擊力增加20%(2回合)」\n防禦時，觸發「使我方全體攻擊力增加10%(2回合)」\n必殺時，觸發「以自身攻擊力30%使我方全體攻擊力增加(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 白白探測器`,
            "value": `每Wave的第1回合時，觸發「使敵方全體受到必殺技傷害增加30%(最多1層)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1349090097886396496.webp?size=96`,
        "height": 0,
        "width": 0
    }
}