module.exports = {
    "type": "rich",
    "title": `治癒之星 蘇珊 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_dark:933339859559530506> <:class_healer:933339563127078922>`,
    "color": 0xC390FF,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,045,702 | ATK：937,027`
        },
        {
            "name": `<:detail_skill:933339968967933963> 皎潔月光`,
            "value": `使我方全體被治療時回復量增加60/70/80/90/100%(1回合)，以自身最大HP40/45/50/50/50%對我方全體造成治療，再使我方全體造成傷害增加25/30/40/50/60%(4回合)，再使自身攻擊力增加20/40/60/80/100%(最多1層)，CD：4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 高階治癒術`,
            "value": `以自身攻擊力75%使我方全體進行治療`
        },
        {
            "name": `<:detail_leader:933339992732876811> 被選中的慾主`,
            "value": `使我方全體最大HP增加50%\n使我方全體受到護盾效果減少200%\n我方全體獲得「當我方隊伍恰好為1種角色屬性時，開啟《英雄召喚》」\n我方全體獲得「當我方隊伍恰好為2種角色屬性時，開啟《英雄召喚》」\n\n《英雄召喚》\n攻擊力增加75%\n必殺時，觸發「使目標受到光屬性、闇屬性傷害增加3%(最多15層)」\n必殺時，追加「以自身攻擊力200%對目標造成傷害」\n普攻時，追加「以自身攻擊力100%對目標造成傷害」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 聖杯碎片`,
            "value": `必殺時，觸發「以自身攻擊力30%使我方全體攻擊力增加(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 我來保護大家！`,
            "value": `我方全體防禦時，觸發「使自身受到傷害減少10%(1回合)」\n我方全體防禦時，觸發「使我方『治癒之星 蘇珊』造成治療增加10%(2回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 成熟可靠大姊姊`,
            "value": `每經過一回合時，觸發「使自身被攻擊時，觸發『以自身最大HP10%對我方全體造成治療』(1回合)(此效果最多作用一次)」\n我方全體闇、光屬性角色攻擊力增加40%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 治療+ (6潛)`,
            "value": `使自身造成治療增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1294977945642864730.webp?size=160&quality=lossless`,
        "height": 0,
        "width": 0
    }
}