module.exports = {
    "type": "rich",
    "title": `千年靈狐 椿 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_fire:933339778559131679> <:class_obstructer:933339487084359740>`,
    "color": 0xF45F34,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,173,804 | ATK：898,164`
        },
        {
            "name": `<:detail_skill:933339968967933963> 天狐妖火`,
            "value": `使我方全體火屬性角色必殺技傷害增加20/30/40/50/60%(4回合)，再使我方全體妨礙者造成傷害增加15/20/30/40/50%(4回合)，再以自身攻擊力330/376/422/468/514%對目標造成傷害，CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 尾巴拍擊`,
            "value": `以自身攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 玉面銀毛九尾狐`,
            "value": `使我方全體最大HP增加30%\n使我方全體攻擊力增加40%\n使我方全體妨礙者免疫必殺技CD變動效果\n必殺時，觸發「使目標受到火屬性傷害增加100%(最多1層)」\n必殺時，觸發「使目標受到妨礙者傷害增加50%(最多2層)」\n我方全體妨礙者獲得「防禦時，觸發《妖術達人》」\n我方全體獲得「火屬性角色有2人以上時，發動《過熱》」\n\n《妖術達人》\n使自身攻擊力增加50%(2回合)\n使自身必殺技傷害增加60%(2回合)\n使自身獲得必殺時，追加「以自身攻擊力100%對目標造成傷害」(2回合)\n\n《過熱》\n使自身攻擊力減少250%\n使自身必殺技傷害減少250%\n使自身被治療時回復量減少250%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 捉弄一下下就好`,
            "value": `每經過4回合，觸發「以自身攻擊力60%使自身攻擊力增加(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 年齡是秘密唷～`,
            "value": `必殺時，觸發「以自身攻擊力75%對自身進行治療」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 惡作劇專家`,
            "value": `必殺時，觸發「使目標受到傷害增加30%(最多2層)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1272581591037771806.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}