module.exports = {
    "type": "rich",
    "title": `性誕魔王 巴爾 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_fire:933339778559131679> <:class_attacker:933339400916578344>`,
    "color": 0xF45F34,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,365,242 | ATK：847,786`
        },
        {
            "name": `<:detail_skill:933339968967933963> 達令買給人家嘛～`,
            "value": `使目標受到傷害增加10/20/30/40/60%(最多1層)、再使目標受到火屬性傷害增加20/25/30/35/40%(最多1層)、再以自身攻擊力194/223/251/280/309%對目標造成傷害2次，CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 俏皮可愛攻勢`,
            "value": `以自身攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 少女的戀愛商業戰`,
            "value": `我方全體最大HP增加40%\n我方全體獲得，當我方隊伍攻擊者有3人以上時，發動《有商機！》\n\n《有商機！》\n使自身攻擊力增加80%\n每經過四回合時，觸發「使敵方全體受到攻擊者傷害增加30%(1回合)」\n必殺時，追加「以自身攻擊力100%對目標造成傷害」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 撒嬌一下沒關係吧？`,
            "value": `必殺時，觸發「使自身攻擊力增加60%(最多3層)」\n我方隊伍火屬性角色有3人以上時，發動「使自身攻擊力減少180%」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 任性女友獨佔你的心～`,
            "value": `必殺時，觸發「使自身造成傷害增加30%(最多3層)」\n我方隊伍火屬性角色有3人以上時，發動「使自身造成傷害減少90%」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 必勝聖誕小心機`,
            "value": `必殺時，觸發「使自身必殺技傷害增加50%(最多3層)」\n我方隊伍火屬性角色有3人以上時，發動「使自身必殺技傷害減少150%」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1315327908142907402.webp?size=96`,
        "height": 0,
        "width": 0
    }
}