module.exports = {
    "type": "rich",
    "title": `聖夜奇謀 布蘭妮 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_light:933339825933791312> <:class_protector:933339611080572948>`,
    "color": 0xEFB26B,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：4,523,932 | ATK：630,442`
        },
        {
            "name": `<:detail_skill:933339968967933963> 聖誕八陣圖`,
            "value": `使目標攻擊力減少10%(最多2/2/3/3/4層)，並使我方全體攻擊力增加40/48.75/57.5/66.25/75%(3回合)，再以自身攻擊力330/376/422/468/514%對目標造成傷害。CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 運籌帷幄`,
            "value": `使我方全體受到傷害減少5%(1回合)，再以自身攻擊力75%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 首席聖誕軍師`,
            "value": `我方全體最大HP增加40%\n使我方全體獲得「當我方隊伍恰好為5種角色屬性時，開啟《決勝千里之外》」\n\n《決勝千里之外》\n攻擊力增加50%\n造成傷害增加80%\n攻擊時，觸發「使目標受到傷害增加1%(最多50層)」\n普攻時，追加「以自身攻擊力100%對目標造成傷害」\n必殺時，追加「以自身攻擊力130%對目標造成傷害」\n受到傷害減少10%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 出謀劃策`,
            "value": `第1回合時，觸發「使自身當前必殺技CD減少1回合」(觸發1次後清除)\n必殺時，觸發「《我有錦囊訣》」\n\n《我有錦囊訣》\n清除自身以外我方全體《錦囊妙計》所有層數\n使自身以外我方全體獲得「攻擊時，觸發『《可以持君身》』(1回合)」\n\n《可以持君身》\n使自身進入防禦狀態\n使自身獲得3層《錦囊妙計》(最多3層)\n清除自身以外我方全體《我有錦囊訣》所給予「攻擊時觸發」效果`
        },
        {
            "name": `<:detail_passive:933340075910131732> 妙算神謀`,
            "value": `使自身以外我方全體獲得《妙計支援》\n\n《妙計支援》\n當自身《錦囊妙計》層數=3層時，開啟「《第1計。請君入甕》」\n當自身《錦囊妙計》層數=2層時，開啟「《第2計。甕中捉鱉》」\n當自身《錦囊妙計》層數=1層時，開啟「《第3計。趁勝追擊》」\n\n《第1計。請君入甕》\n自身獲得嘲諷效果\n被攻擊時，觸發「《神機妙算》」\n\n《第2計。甕中捉鱉》\n必殺技傷害增加30%\n必殺時，觸發「《神機妙算》」\n\n《第3計。趁勝追擊》\n普攻傷害增加60%\n普攻時，觸發「《神機妙算》」\n\n《神機妙算》\n使目標受到傷害增加5%(最多6層)\n使自身《錦囊妙計》減少1層`
        },
        {
            "name": `<:detail_passive:933340075910131732> 百計齊出`,
            "value": `使我方全體角色受到被剋制屬性傷害減少10%\n使自身以外我方全體獲得「當自身《錦囊妙計》層數≧1層時，開啟『造成傷害增加20%』」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1315326317016649809.webp?size=96`,
        "height": 0,
        "width": 0
    }
}