module.exports = {
    "type": "rich",
    "title": `翩舞雪花 初華 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_water:933339803087421523> <:class_healer:933339563127078922>`,
    "color": 0x48B4EB,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：4,240,376 | ATK：672,185`
        },
        {
            "name": `<:detail_skill:933339968967933963> 三連發雪球攻擊！`,
            "value": `使我方全體攻擊力增加40/45/50/55/60%(1回合)，再使我方全體造成傷害增加10/15/20/25/30%(2回合)，再使我方全體必殺技傷害增加20/25/30/35/40%(3回合)，再使我方全體受到傷害減少0/0/5/7.5/10%(3回合)，CD:3`
        },
        {
            "name": `<:detail_attack:933340014379667457> 堆雪人`,
            "value": `使我方全體攻擊力增加40%(1回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 冬季玩雪大師`,
            "value": `使我方全體最大HP增加40%\n使我方全體水屬性、闇屬性角色攻擊力增加100%\n每經過3回合時，觸發「《大家一起打雪仗～》」\n\n《大家一起打雪仗～》\n使目標受到傷害增加10%(1回合)\n使我方全體造成傷害增加20%(最多4層)\n使我方全體獲得必殺時，追加「以自身攻擊力200%對目標造成傷害」(1回合)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 滾啊滾～滾啊滾～`,
            "value": `普攻時，觸發「以自身攻擊力50%每回合對我方全體進行治療(3回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 愁眉苦臉可不行唷`,
            "value": `每經過3回合時，觸發「使目標受到傷害增加20%(1回合)」\n必殺時，觸發「以自身攻擊力150%對我方全體進行治療」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 雪女的真本事`,
            "value": `攻擊力增加40%\n必殺時，觸發「使我方全體被治療時回復量增加25%(最多2層)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 治療+ (6潛)`,
            "value": `使自身造成治療增加10% `
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫睡眠 (12潛)`,
            "value": `使自身免疫睡眠`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1315326321089449984.webp?size=96`,
        "height": 0,
        "width": 0
    }
}