module.exports = {
    "type": "rich",
    "title": `純真祈願 牧愛菈 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_light:933339825933791312> <:class_supporter:933339516788408420>`,
    "color": 0xEFB26B,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,109,032 | ATK：916,877`
        },
        {
            "name": `<:detail_skill:933339968967933963> 性誕禮贊`,
            "value": `使自身獲得6/7/8/9/10層《純真祈願》(最多10層)(每場戰鬥僅生效1次)，再以自身攻擊力30%使我方全體攻擊力增加(1回合)。CD:1`
        },
        {
            "name": `<:detail_attack:933340014379667457> 聖誕歡騰`,
            "value": `以自身攻擊力30%使我方全體攻擊力增加(1回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 聖誕辣妹牧愛菈`,
            "value": `我方全體最大HP增加40%\n我方全體攻擊力增加100%\n我方全體普攻時，追加「以自身攻擊力15%對目標造成傷害」\n我方全體必殺時，追加「以自身攻擊力30%對目標造成傷害」\n自身攻擊時，根據自身《純真祈願》的層數，觸發《命中注定》\n\n《命中注定》\n使我方全體造成傷害增加0.75%(最多80層)\n使目標受到傷害增加0.25%(最多80層)\n使目標受到全屬性傷害增加0.25%(最多80層)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 不論是性誕還是聖誕`,
            "value": `第1回合時，觸發「使自身當前必殺技CD減少1回合」(觸發1次後清除)\n必殺時，觸發「使自身不受《純真祈願》層數變動效果影響(50回合)」(觸發1次後清除)\n使我方全體獲得「普攻時，觸發「清除自身『只要心懷戀慕』所給予『普攻傷害增加』效果」\n使我方全體獲得「必殺時，觸發「清除自身『只要心懷戀慕』所給予『必殺技傷害增加』效果」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 只要心懷戀慕`,
            "value": `普攻時，根據自身《純真祈願》的層數，觸發「使我方全體普攻傷害增加8%(最多20層)」\n必殺時，根據自身《純真祈願》的層數，觸發「使我方全體必殺技傷害增加1.25%(最多50層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 就能收獲美好的夜晚`,
            "value": `攻擊時，根據自身《純真祈願》的層數，觸發《最美好的夜晚》\n\n《最美好的夜晚》\n使目標受到傷害增加0.25%(最多80層)\n使目標受到全屬性傷害增加0.25%(最多80層)`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫睡眠 (12潛)`,
            "value": `使自身免疫睡眠`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1315326325262647336.webp?size=96`,
        "height": 0,
        "width": 0
    }
}