module.exports = {
    "type": "rich",
    "title": `舞焰赤龍 薩夏 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_fire:933339778559131679> <:class_obstructer:933339487084359740>`,
    "color": 0xF45F34,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,293,271 | ATK：866,499`
        },
        {
            "name": `<:detail_skill:933339968967933963> 三昧龍火`,
            "value": `使目標受到傷害增加15/17.5/20/22.5/25%(最多2層)，再以自身攻擊力30/35/40/45/50%使自身攻擊力增加(1回合)，並以自身攻擊力210/245/280/315/350%每回合對目標造成傷害(4回合)(不可疊加)。CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 龍之爪`,
            "value": `以自身攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 真龍化身`,
            "value": `我方全體最大HP增加40%\n我方全體攻擊力增加100%\n我方全體造成傷害減少200%(持續型傷害不受影響)\n每Wave第1回合時，觸發「《點燃火焰山》」\n\n《點燃火焰山》\n使敵方全體受到持續型傷害增加200%(50回合)\n使敵方全體受到傷害增加100%(50回合)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 人龍混血`,
            "value": `攻擊力增加100%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 自燃之軀`,
            "value": `普攻時，觸發「以自身攻擊力50%每回合對目標造成傷害(4回合)」\n造成持續型傷害增加150%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 不滅之炎`,
            "value": `攻擊時，觸發「《高溫碳化》」\n\n《高溫碳化》\n使目標受到傷害增加2%(最多10層)\n使目標受到普攻傷害增加12%(最多10層)\n使目標被治療時回復量減少6%(最多10層)`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1331579376466137162.webp?size=96`,
        "height": 0,
        "width": 0
    }
}