const { EmbedBuilder } = require("@discordjs/builders");

const data = {
    'baal': {
        "type": "rich",
        "title": `魔王 巴爾 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_fire:933339778559131679> <:class_attacker:933339400916578344>`,
        "color": 0xF45F34,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：3,127,746 | ATK：827,636`
            },
            {
                "name": `<:detail_skill:933339968967933963> 烈焰攻心`,
                "value": `使自身攻擊力增加25/25/25/35/35%(3回合)，再以攻擊力330/376/422/422/422%對目標造成傷害，CD: 4 [5絆 CD: 3]`
            },
            {
                "name": `<:detail_attack:933340014379667457> 魔力彈`,
                "value": `以攻擊力100%對目標造成傷害`
            },
            {
                "name": `<:detail_leader:933339992732876811> 魔王巴爾之狡詐`,
                "value": `使自身攻擊力增加125%，但自身以外的隊員造成傷害減少10%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 魔王肉體`,
                "value": `使自身普攻傷害增加25%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 不為人知的性格`,
                "value": `被攻擊時，觸發\"使自身攻勢力增加15%(最多2層)\"效果`
            },
            {
                "name": `<:detail_passive:933340075910131732> 巴爾的惡作劇`,
                "value": `必殺時，觸發\"使自身當前必殺技CD減少1回合、目標當前必殺技CD增加2回合\"效果`
            },
            {
                "name": `<:detail_passive:933340075910131732> 普攻傷害+ (6潛)`,
                "value": `使自身普攻傷害增加10%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 免疫沉默 (12潛)`,
                "value": `使自身免疫沉默`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/856492803358326804.webp?size=96&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    'satan': {
        "type": "rich",
        "title": `魔王 撒旦 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_dark:933339859559530506> <:class_protector:933339611080572948>`,
        "color": 0xC390FF,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：4,498,024 | ATK：575,747`
            },
            {
                "name": `<:detail_skill:933339968967933963> 暴戾恣睢`,
                "value": `使自身攻擊力增加30/40/50/50/50%(2/2/2/3/3回合)，獲得嘲諷效果(2/2/2/3/3回合)並變為防禦狀態，CD: 4 [5絆 CD: 3]`
            },
            {
                "name": `<:detail_attack:933340014379667457> 撕裂`,
                "value": `以50%攻擊力對目標造成傷害，並變為防禦狀態`
            },
            {
                "name": `<:detail_leader:933339992732876811> 魔王撒旦之狂妄`,
                "value": `使自身獲得嘲諷效果(永久)、防禦時減傷效果增加15%，但攻擊力減少25%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 魔王的霸氣`,
                "value": `使自身受到傷害減少15%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 撒旦的回禮`,
                "value": `被攻擊時，觸發\"以自身攻擊力75%進行反擊\"效果`
            },
            {
                "name": `<:detail_passive:933340075910131732> 不敗之軀`,
                "value": `使自身每回合以自身最大HP10%進行治療`
            },
            {
                "name": `<:detail_passive:933340075910131732> 防禦減傷+ (6潛)`,
                "value": `使自身防禦時的減傷效果增加10%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 免疫睡眠 (12潛)`,
                "value": `使自身免疫睡眠`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/856202436619403294.webp?size=96&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    'iblis': {
        "type": "rich",
        "title": `魔王 伊布力斯 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_light:933339825933791312> <:class_attacker:933339400916578344>`,
        "color": 0xEFB26B,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：2,878,735 | ATK：899,604`
            },
            {
                "name": `<:detail_skill:933339968967933963> 劇毒之薔薇`,
                "value": `以攻擊力388/445/503/560/560%對目標造成傷害，CD: 4 [5絆 CD: 3]`
            },
            {
                "name": `<:detail_attack:933340014379667457> 魔力波`,
                "value": `以攻擊力100%對目標造成傷害`
            },
            {
                "name": `<:detail_leader:933339992732876811> 魔王伊布力斯之傲慢`,
                "value": `使自身\"攻擊時，以75%攻擊力對敵全體進行追擊\"效果`
            },
            {
                "name": `<:detail_passive:933340075910131732> 秘傳魔力儀式`,
                "value": `當前HP大於75%時，發動\"攻擊力增加15%\"效果`
            },
            {
                "name": `<:detail_passive:933340075910131732> 魔力汲取`,
                "value": `普攻傷害增加20%；造成傷害時會以傷害值33%回復自身HP`
            },
            {
                "name": `<:detail_passive:933340075910131732> 眾生壓迫`,
                "value": `每Wave的第1回合，觸發\"使自身攻擊力增加25%(3回合)\"效果`
            },
            {
                "name": `<:detail_passive:933340075910131732> 普攻傷害+ (6潛)`,
                "value": `使自身普攻傷害增加10%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 免疫麻痺 (12潛)`,
                "value": `使自身免疫麻痺`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/856202436821254184.webp?size=96&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    'salucia': {
        "type": "rich",
        "title": `精靈王 賽露西亞 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_wind:933339803653644358> <:class_supporter:933339516788408420>`,
        "color": 0x54BA71,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：3,270,243 | ATK：791,652`
            },
            {
                "name": `<:detail_skill:933339968967933963> 導引之箭矢`,
                "value": `以攻擊力475/550/625/625/625%對目標造成傷害，並使我方全體攻擊力增加15/15/15/20/25%(3回合)，CD: 6`
            },
            {
                "name": `<:detail_attack:933340014379667457> 放箭`,
                "value": `以攻擊力100%對目標造成傷害`
            },
            {
                "name": `<:detail_leader:933339992732876811> 精靈領域`,
                "value": `使我方全體普攻傷害增加50%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 引領者`,
                "value": `普攻時，觸發\"使我方全體普攻傷害增加7.5%(1回合)\"效果`
            },
            {
                "name": `<:detail_passive:933340075910131732> 破天一擊`,
                "value": `必殺時，追加「使目標受到傷害增加10%(3回合)且防禦狀態解除」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 揚起勝利之風`,
                "value": `每經過3回合，觸發\"使我方全體攻擊力增加20%(1回合)\"效果`
            },
            {
                "name": `<:detail_passive:933340075910131732> 普攻傷害+ (6潛)`,
                "value": `使自身普攻傷害增加10%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 免疫麻痺 (12潛)`,
                "value": `使自身免疫麻痺`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/856202436720590878.webp?size=96&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    'lana': {
        "type": "rich",
        "title": `矮人王 蘭兒 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_water:933339803087421523> <:class_attacker:933339400916578344>`,
        "color": 0x48B4EB,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：3,385,392 | ATK：764,304`
            },
            {
                "name": `<:detail_skill:933339968967933963> 躍空斷裂破`,
                "value": `使目標解除防禦狀態，再以攻擊力569/663/756/850/944%對目標造成傷害，並使自身獲得普攻傷害增加60/70/80/90/100%(3回合)，CD: 6`
            },
            {
                "name": `<:detail_attack:933340014379667457> 跳斬`,
                "value": `以攻擊力100%對目標造成傷害`
            },
            {
                "name": `<:detail_leader:933339992732876811> 矮人王的氣勢`,
                "value": `使我方全體攻擊力增加20%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 力量儲存`,
                "value": `普攻時，觸發\"使自身攻擊力傷害增加2.5%(6回合)\"效果`
            },
            {
                "name": `<:detail_passive:933340075910131732> 屏氣凝神`,
                "value": `每經過1回合，觸發\"使自身攻擊力傷害增加5%(6回合)\"效果`
            },
            {
                "name": `<:detail_passive:933340075910131732> 巨斧破龍的幻光`,
                "value": `使自身必殺技傷害增加50%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 減傷+ (6潛)`,
                "value": `使自身受到傷害減少5%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 免疫沉默 (12潛)`,
                "value": `使自身免疫沉默`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/856202436463820810.webp?size=96&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    'lulu': {
        "type": "rich",
        "title": `法斯公主 露露 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_wind:933339803653644358> <:class_healer:933339563127078922>`,
        "color": 0x54BA71,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：3,198,274 | ATK：808,924`
            },
            {
                "name": `<:detail_skill:933339968967933963> 大家加油喔！`,
                "value": `以攻擊力200%對我方全體進行治療，並獲得\"每回合以攻擊力69/73/76/80/80%進行治療(5回合)，CD: 5 [5絆 CD: 4]`
            },
            {
                "name": `<:detail_attack:933340014379667457> 鼓舞`,
                "value": `以攻擊力50%對我方全體進行治療`
            },
            {
                "name": `<:detail_leader:933339992732876811> 被激起的保護慾`,
                "value": `使我方全體必殺技傷害增加25%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 額外治療`,
                "value": `普攻時，觸發\"以攻擊力25%對我方HP最低者進行治療\"效果`
            },
            {
                "name": `<:detail_passive:933340075910131732> 認真應援`,
                "value": `攻擊時，觸發\"以自身攻擊力20%使我方全體攻擊力增加(1回合)\"效果`
            },
            {
                "name": `<:detail_passive:933340075910131732> 讓大家看見我的努力！`,
                "value": `必殺時，觸發\"使我方全體必殺技傷害增加25%(1回合)\"效果`
            },
            {
                "name": `<:detail_passive:933340075910131732> 防禦減傷+ (6潛)`,
                "value": `使自身防禦時的減傷效果增加10%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 免疫沉默 (12潛)`,
                "value": `使自身免疫沉默`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/856202436657152060.webp?size=96&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    'f-baal': {
        "type": "rich",
        "title": `祭典狂歡 巴爾 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_dark:933339859559530506> <:class_attacker:933339400916578344>`,
        "color": 0xC390FF,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：3,061,535 | ATK：844,908`
            },
            {
                "name": `<:detail_skill:933339968967933963> 烈日祭典盛宴`,
                "value": `使自身攻擊力增加25/25/25/35/35%(3/3/3/3/4回合)，再以攻擊力165/188/211/211/211％對敵全體造成傷害，CD: 4 [5絆 CD: 3]`
            },
            {
                "name": `<:detail_attack:933340014379667457> 平民美食攻擊`,
                "value": `以攻擊力50％對敵全體造成傷害`
            },
            {
                "name": `<:detail_leader:933339992732876811> 慶典魔王的氣勢`,
                "value": `使自身攻擊力增加35%、普攻傷害增加150%，但自身以外的隊員造成傷害減少15%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 想賺錢就得有行動力`,
                "value": `自身HP低於99%時，發動\"使自身攻擊力增加35%\"效果`
            },
            {
                "name": `<:detail_passive:933340075910131732> 痛感帶來愉悅`,
                "value": `自身HP低於99%時，發動\"使自身普攻傷害增加70%\"效果`
            },
            {
                "name": `<:detail_passive:933340075910131732> 最高境界是自攻自受`,
                "value": `使自身每回合以自身最大HP7.5％進行治療\n第1回合＆每經過1回合時，觸發「以自身當前HP1.5％對自身造成傷害」效果\n第1回合時，觸發「使自身當前必殺技CD減少4回合」效果\n必殺時，觸發「《加碼買進》」效果 \n\n《加碼買進》 \n普攻時，追加技能「以攻擊力150％對當前目標進行追擊 」(4回合） `
            },
            {
                "name": `<:detail_passive:933340075910131732> 普攻傷害+ (6潛)`,
                "value": `使自身普攻傷害增加10%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 免疫沉默 (12潛)`,
                "value": `使自身免疫沉默`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/929765145981366282.webp?size=96&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    'i-iblis': {
        "type": "rich",
        "title": `偶像 伊布力斯 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_water:933339803087421523> <:class_obstructer:933339487084359740>`,
        "color": 0x48B4EB,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：3,958,261 | ATK：653,472`
            },
            {
                "name": `<:detail_skill:933339968967933963> 月夜熱曲`,
                "value": `使目標獲得\"以攻擊力138.5/160.4/182.3/204.2/226%每回合造成傷害(6回合)\"、\"攻擊力減少15%(6回合)\"、\"被治療時回複量減少25%(6回合)\"效果，CD: 6 `
            },
            {
                "name": `<:detail_attack:933340014379667457> 歌唱`,
                "value": `使目標獲得\"以攻擊力50％每回合造成傷害(4回合)\"效果 `
            },
            {
                "name": `<:detail_leader:933339992732876811> 高貴完美的魔族偶像`,
                "value": `使自身攻擊力增加50%；每WAVE的第1回合，觸發\"使自身當前必殺技CD減少6回合\"效果 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 歌唱力`,
                "value": `當前HP大於95%時，發動\"使自身攻擊力增加20%\"效果 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 舞蹈力`,
                "value": `被治療時回復量增加50%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 偶像力。全開`,
                "value": `使自身必殺技最大CD減少2回合`
            },
            {
                "name": `<:detail_passive:933340075910131732> 攻擊力增加 (6潛)`,
                "value": `使自身攻擊力增加10%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 免疫沉默 (12潛)`,
                "value": `使自身免疫沉默`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/856202436837376020.webp?size=96&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    'noel': {
        "type": "rich",
        "title": `偶像 黑白諾艾莉 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_fire:933339778559131679> <:class_supporter:933339516788408420>`,
        "color": 0xF45F34,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：3,183,881 | ATK：813,242`
            },
            {
                "name": `<:detail_skill:933339968967933963> 心跳★閃耀`,
                "value": `使我方全體獲得\"每回合以攻擊力79.2/91.7/104.2/116.7/129.2%進行治療(6回合)\"效果，並使自身以外的我方隊員當前必殺技CD減少1回合，CD: 6 `
            },
            {
                "name": `<:detail_attack:933340014379667457> 歌唱`,
                "value": `以自身攻擊力30％使我方全體攻擊力增加(1回合)`
            },
            {
                "name": `<:detail_leader:933339992732876811> 閃耀★偶像之星諾艾莉`,
                "value": `使自身必殺技最大CD減少2回合，並使我方全體獲得\"每回合以攻擊力35％進行治療\"效果 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 舉起你們的手★`,
                "value": `攻擊時，觸發\"使我方全體被治療時回復量增加12.5%(2回合)、受到護盾效果增加12.5%(2回合)\"效果 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 跟著一起唱唷★`,
                "value": `必殺時，觸發\"使我方全體攻擊力增加10%(12回合)\"效果 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 我愛你們大家★`,
                "value": `必殺時，觸發\"以攻擊力100％對我方全體施放護盾(4回合)\" 效果 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 受到傷害減少 (6潛)`,
                "value": `使自身受到傷害減少5%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 免疫沉默 (12潛)`,
                "value": `使自身免疫沉默`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/819638420963590224.webp?size=96&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    'ks8': {
        "type": "rich",
        "title": `魔人偶 KS-VIII ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_dark:933339859559530506> <:class_attacker:933339400916578344>`,
        "color": 0xC390FF,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：3,048,580 | ATK：849,226`
            },
            {
                "name": `<:detail_skill:933339968967933963> 全域殲滅模式。啟動`,
                "value": `使自身獲得“攻擊力增加100/105/110/115/125%(最多2層)\"效果，CD: 4 `
            },
            {
                "name": `<:detail_attack:933340014379667457> 掃射`,
                "value": `以攻擊力100％對目標造成傷害 `
            },
            {
                "name": `<:detail_leader:933339992732876811> 最終兵器少女模式`,
                "value": `第1回合開始時，觸發\"使自身攻擊力增加400%(6回合)、必殺技CD停止倒數(2回合)\"效果 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 自我學習戰鬥系統`,
                "value": `攻擊時，觸發\"使自身攻擊力增加2%(最多10層)\"效果 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 防禦模式。切換`,
                "value": `防禦時，觸發\"以攻擊力100％給予自身護盾(3回合)\"效果，但造成傷害減少50%(2回合)`
            },
            {
                "name": `<:detail_passive:933340075910131732> 精神感應機砲。啟動`,
                "value": `普攻時，觸發\"以攻擊力20％對目標進行3次追擊\"效果 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 普攻傷害+ (6潛)`,
                "value": `使自身普攻傷害增加10%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 免疫睡眠 (12潛)`,
                "value": `使自身免疫睡眠`
          }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/856202436275339294.webp?size=96&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    'mesmiia': {
        "type": "rich",
        "title": `蛇女之后 梅絲米奈雅 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_fire:933339778559131679> <:class_obstructer:933339487084359740>`,
        "color": 0xF45F34,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：3,183,881 | ATK：813,242`
            },
            {
                "name": `<:detail_skill:933339968967933963> 蛇身纏繞猛咬`,
                "value": `以攻擊力330/376/376/422/468％對目標造成傷害，再以100/110/120/130/150%機率使目標麻痺1回合，CD: 4 [3絆 CD: 3]`
            },
            {
                "name": `<:detail_attack:933340014379667457> 咬擊`,
                "value": `以攻擊力100％對目標造成傷害`
            },
            {
                "name": `<:detail_leader:933339992732876811> 情熱之舞`,
                "value": `使我方全體火屬性角色攻擊力增加35%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 遲緩毒液`,
                "value": `必殺時，觸發\"使目標當前必殺技CD增加2回合\"效果 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 雙蛇的咬擊`,
                "value": `普攻時，觸發\"使目標受到普攻傷害增加10%(3回合)\"效果\n必殺時，觸發\"使目標受到必殺傷害增加15%(2回合)\"效果 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 梅絲、凱蒂，一起上！`,
                "value": `攻擊時，觸發\"使目標受到普攻傷害增加4%(最多5層)、受到必殺傷害增加3%(最多5層)、造成傷害減少4%(最多5層)\"效果 \n`
            },
            {
                "name": `<:detail_passive:933340075910131732> 普攻傷害+ (6潛)`,
                "value": `使自身普攻傷害增加10%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 免疫麻痺 (12潛)`,
                "value": `使自身免疫麻痺`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/856202437005279263.webp?size=96&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    'e-satan': {
        "type": "rich",
        "title": `復活兔 撒旦 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_light:933339825933791312> <:class_obstructer:933339487084359740>`,
        "color": 0xEFB26B,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：4,947,106 | ATK：522,490`
            },
            {
                "name": `<:detail_skill:933339968967933963> 殺意誘惑`,
                "value": `使目標受到觸發技傷害增加60/70/80/90/100%(3回合)，並使自身獲得嘲諷(1回合)並變為防禦狀態且攻擊力增加60/70/80/90/100%(1回合)、被攻擊時，觸發「以攻擊力30/35/40/45/50％對自身進行治療」(1回合)，CD: 3 `
            },
            {
                "name": `<:detail_attack:933340014379667457> 撕裂`,
                "value": `以攻擊力80％對目標造成傷害，並使自身攻擊力增加25%(2回合)`
            },
            {
                "name": `<:detail_leader:933339992732876811> 血月的災厄`,
                "value": `使自身必殺技最大CD減少1回合，攻擊力增加33%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 痛楚與狂喜`,
                "value": `被攻擊時，觸發「使自身攻擊力增加10%(最多5層)」效果`
            },
            {
                "name": `<:detail_passive:933340075910131732> 縱慾廝殺`,
                "value": `被攻擊時，觸發「以攻擊力100％對目標進行反擊」效果 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 殺戮衝動`,
                "value": `防禦減傷效果增加10%\n造成傷害增加35%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 回復量+ (6潛)`,
                "value": `使自身被治療時回復量增加15%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 免疫睡眠 (12潛)`,
                "value": `使自身免疫睡眠`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/865993275927035914.webp?size=96&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    'chizuru': {
        "type": "rich",
        "title": `復生公主 千鶴 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_wind:933339803653644358> <:class_attacker:933339400916578344>`,
        "color": 0x54BA71,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：3,101,837 | ATK：834,833`
            },
            {
                "name": `<:detail_skill:933339968967933963> 千鶴的全力一擊！`,
                "value": `使目標受到風屬性傷害增加12/12/12/15/18%(最多2層)，再以攻擊力330/376/422/422/422%對目標造成傷害，CD: 4`
            },
            {
                "name": `<:detail_attack:933340014379667457> 正拳`,
                "value": `以攻擊力100％對目標造成傷害`
            },
            {
                "name": `<:detail_leader:933339992732876811> 超級千鶴！`,
                "value": `使自身攻擊力增加90%、必殺技傷害增加30%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 不死肉體`,
                "value": `使自身受到傷害減少15%，但受到火屬性傷害增加30%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 防禦加速`,
                "value": `防禦時，觸發\"使自身當前必殺技CD減少1回合\"效果`
            },
            {
                "name": `<:detail_passive:933340075910131732> 冥界法典的啟示`,
                "value": `必殺時，觸發\"使我方全體風屬性角色必殺技傷害增加15%(最多2層)\"效果`
            },
            {
                "name": `<:detail_passive:933340075910131732> 必殺+ (6潛)`,
                "value": `使自身必殺技傷害增加10%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 免疫麻痺 (12潛)`,
                "value": `使自身免疫麻痺`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/856202436476534785.webp?size=96&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    'daphne': {
        "type": "rich",
        "title": `煌星 妲絲艾菲娜 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_dark:933339859559530506> <:class_supporter:933339516788408420>`,
        "color": 0xC390FF,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：3,212,668 | ATK：806,045`
            },
            {
                "name": `<:detail_skill:933339968967933963> 終極暗炎幽冥毀滅陣？`,
                "value": `以自身攻擊力165/188/188/211/211%對我方全體施放護盾(2回合)，再以自身攻擊力30/30/30/30/40%使我方全體攻擊力增加(2回合)，CD: 4 [3絆 CD: 3]`
            },
            {
                "name": `<:detail_attack:933340014379667457> 暗冥結界`,
                "value": `以自身攻擊力50％對我方全體施放護盾(1回合)`
            },
            {
                "name": `<:detail_leader:933339992732876811> 幽冥深淵的三頭犬喲~`,
                "value": `使我方站位1、3、5的隊員攻擊力增加33％、必殺技傷害增加15% `
            },
            {
                "name": `<:detail_passive:933340075910131732> 幽冥之爪`,
                "value": `使自身普攻傷害增加25%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 深淵之鏈`,
                "value": `第1回合開始時，發動\"使我方站位2、4的隊員受到傷害減少15%(50回合)\"效果 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 冥界法典的啟示`,
                "value": `每經過6回合，觸發\"使我方站位1、3、5的隊員必殺技傷害增加50%(2回合)\"效果 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 普攻傷害+ (6潛)`,
                "value": `使自身普攻傷害增加10%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 免疫沉默 (12潛)`,
                "value": `使自身免疫沉默`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/856202436582703156.webp?size=96&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    's-shizuka': {
        "type": "rich",
        "title": `夏日 靜 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_water:933339803087421523> <:class_attacker:933339400916578344>`,
        "color": 0x48B4EB,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：3,188,199 | ATK：895,286`
            },
            {
                "name": `<:detail_skill:933339968967933963> 滑水道最棒了喏！`,
                "value": `以自身攻擊力365/417/469/522%對目標造成傷害，並造成\"受到傷害增加20%(最多1層)\"效果，CD: 4 \n\n5絆：使目標造成受到傷害增加20%(最多1層)，並以自身攻擊力576％對目標造成傷害，CD: 4 `
            },
            {
                "name": `<:detail_attack:933340014379667457> 夏日咒術`,
                "value": `以攻擊力100％對目標造成傷害 `
            },
            {
                "name": `<:detail_leader:933339992732876811> 大家也要全力玩樂喏！`,
                "value": `使我方全體攻擊者攻擊力增加60%；並使我方全體免疫沉默`
            },
            {
                "name": `<:detail_passive:933340075910131732> 泳圈縛行之術！`,
                "value": `攻擊時，觸發\"使目標攻擊力減少10%(1回合)\"效果`
            },
            {
                "name": `<:detail_passive:933340075910131732> 妖狐術。幻痛`,
                "value": `攻擊時，觸發”使目標受到傷害增加4.5%(最多6層)`
            },
            {
                "name": `<:detail_passive:933340075910131732> 無法被停止的享樂`,
                "value": `使自身攻擊力增加40%；且必殺時，觸發\"以100%機率使目標沉默(1回合)\"效果 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 必殺+ (6潛)`,
                "value": `使自身必殺技傷害增加10%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 免疫麻痺 (12潛)`,
                "value": `使自身免疫麻痺`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/958415179056570498.webp?size=96&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    's-lulu': {
        "type": "rich",
        "title": `夏日 露露 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_water:933339803087421523> <:class_supporter:933339516788408420>`,
        "color": 0x48B4EB,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：3,372,438 | ATK：846,348`
            },
            {
                "name": `<:detail_skill:933339968967933963> 夏天最棒了！`,
                "value": `使我方全體攻擊力增加20/25/25/30/30%(2回合)，再使我方治療者與輔助者獲得\"攻擊時，觸發\"使我方全體攻擊力增加15/15/20/20/25%(1回合)\"效果(2回合)\"，CD: 4 `
            },
            {
                "name": `<:detail_attack:933340014379667457> 公主的聲援`,
                "value": `以自身攻擊力30％使我方全體攻擊力增加(1回合)`
            },
            {
                "name": `<:detail_leader:933339992732876811> 集合啦！公主護衛隊`,
                "value": `使我方全體治療者與輔助者獲得普攻時追加技能\"以攻擊力100％對目標造成傷害\"、必殺時追加技能\"以攻擊力200%對目標造成傷害\"`
            },
            {
                "name": `<:detail_passive:933340075910131732> 露露很怕痛的`,
                "value": `必殺時，觸發\"以自身攻擊力100％對我方全體施放護盾(1回合)\"效果 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 不可以欺負露露喔`,
                "value": `每經過4回合，觸發\"使目標受到傷害增加35%(1回合)\"效果 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 公主當自強`,
                "value": `第1回合時，觸發\"使我方治療者與輔助者必殺技傷害增加40%(50回合)\"效果 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 減傷+ (6潛)`,
                "value": `使自身受到傷害減少5%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 免疫睡眠 (12潛)`,
                "value": `使自身免疫睡眠`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/856337062167969832.webp?size=96&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    's-ks8': {
        "type": "rich",
        "title": `夏日 KS-VIII ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_light:933339825933791312> <:class_obstructer:933339487084359740>`,
        "color": 0xEFB26B,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：3,346,530 | ATK：852,105`
            },
            {
                "name": `<:detail_skill:933339968967933963> 出力120%。殺球`,
                "value": `以攻擊力265/298％對目標造成傷害，並使目標必殺技當前CD增加1回合、造成傷害減少15%(1回合)、受到傷害增加15%(3回合)，CD: 3 \n\n3絆：使目標必殺技當前CD增加1/1/2回合、造成傷害減少15/20/20%(1回合)、受到傷害增加15/20/20%(3回合)，並以攻擊力331/364/397%對目標造成傷害，CD: 3 `
            },
            {
                "name": `<:detail_attack:933340014379667457> 排球直擊`,
                "value": `以攻擊力100%對目標造成傷害`
            },
            {
                "name": `<:detail_leader:933339992732876811> 值得信賴的海灘保鑣`,
                "value": `每Wave的第1回合，觸發「使目標受到必殺技傷害增加50%(50回合)」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 弱點分析`,
                "value": `使自身必殺技傷害增加20%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 高速迷你魚雷`,
                "value": `每經過3回合，觸發「使自身攻擊時，觸發『以自身攻擊力40％對目標進行3次追擊』(1回合)」 \n攻擊時，觸發「使目標受到觸發技傷害增加7.5%(最多4層 )」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 捕魚用音爆彈`,
                "value": `每經過4回合，觸發「使自身攻擊時，觸發『以自身攻擊力50％對敵方全體進行4次追擊』(1回合)」 \n必殺時，觸發「使敵方全體受到觸發技傷害增加32.5%(最多1層)」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 攻擊力+ (6潛)`,
                "value": `使自身攻擊力增加10%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 免疫睡眠 (12潛)`,
                "value": `使自身免疫睡眠`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/958441418597208114.webp?size=160&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    's-nana': {
        "type": "rich",
        "title": `夏日 娜娜 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_light:933339825933791312> <:class_attacker:933339400916578344>`,
        "color": 0xEFB26B,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：3,147,897 | ATK：906,801`
            },
            {
                "name": `<:detail_skill:933339968967933963> 閃耀沙灘喵~`,
                "value": `使自身攻擊力增加15%(2回合)【**絆5**】，對目標造成\"受到必殺技傷害增加35%(1回合)\"效果，再以攻擊力475/550/625/700/775％對目標造成傷害，CD: 6 `
            },
            {
                "name": `<:detail_attack:933340014379667457> 防曬肉球攻擊`,
                "value": `以攻擊力100%對目標造成傷害`
            },
            {
                "name": `<:detail_leader:933339992732876811> 貓秘術奧義。狂風沙喵`,
                "value": `第1回合時，使我方全體獲得\"攻擊時，觸發\"以攻擊力65％對目標造成傷害\"效果(50回合)\" `
            },
            {
                "name": `<:detail_passive:933340075910131732> 小心曬傷喵`,
                "value": `攻擊時，觸發\"使目標被治療時被回復量減少50%(2回合)\"效果`
            },
            {
                "name": `<:detail_passive:933340075910131732> 我才沒有鬆懈呢`,
                "value": `必殺時，觸發\"使自身攻擊力增加30%(最多1層)\"效果`
            },
            {
                "name": `<:detail_passive:933340075910131732> 迅捷身形`,
                "value": `攻擊時，觸發\"使我方全體必殺技傷害增加5%(最多6層)\" 效果`
            },
            {
                "name": `<:detail_passive:933340075910131732> 必殺技+ (6潛)`,
                "value": `使自身必殺技傷害增加10%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 免疫睡眠 (12潛)`,
                "value": `使自身免疫睡眠`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/856202436632379393.webp?size=96&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    'milae': {
        "type": "rich",
        "title": `天使長 聖米勒 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_light:933339825933791312> <:class_attacker:933339400916578344>`,
        "color": 0xEFB26B,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：3,054,338 | ATK：846,348`
            },
            {
                "name": `<:detail_skill:933339968967933963> 大天使之怒`,
                "value": `以自身攻擊力330/376/422/468/514%對目標造成傷害，並以自身攻擊力29/35/41/46/52%每回合對目標造成傷害(4回合)，CD: 4 `
            },
            {
                "name": `<:detail_attack:933340014379667457> 審判打擊`,
                "value": `以攻擊力100％對目標造成傷害`
            },
            {
                "name": `<:detail_leader:933339992732876811> 天使長的祝福`,
                "value": `使我方全體光屬性成員獲得\"攻擊時，觸發“使我方全體攻擊力增加15%(1回合)\"效果\"；火、風屬性成員獲得\"攻擊時，觸發“使我方全體普攻傷害增加20%(1回合)“效果\"； 水、闇屬性成員獲得\"攻擊時，觸發\"使我方全體必殺傷害增加20%(1回合)\"效果\" `
            },
            {
                "name": `<:detail_passive:933340075910131732> 光之懲戒`,
                "value": `普攻時，觸發\"以自身攻擊力15％每回合對目標造成傷害(2回合)\"效果 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 天使的祝福`,
                "value": `使我方全體光屬性成員獲得\"攻擊時，觸發“使我方全體攻擊力增加5%(1回合)\"效果\"；火、風屬性成員獲得\"攻擊時，觸發“使我方全體普攻傷害增加7%(1回合)“效果\"； 水、闇屬性成員獲得\"攻擊時，觸發\"使我方全體必殺傷害增加7%(1回合)\"效果\" `
            },
            {
                "name": `<:detail_passive:933340075910131732> 天罰之力`,
                "value": `攻擊時，觸發\"使自身攻擊力增加15％(4回合)\"效果 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 攻擊+ (6潛)`,
                "value": `使自身攻擊力增加10%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 免疫沉默 (12潛)`,
                "value": `使自身免疫沉默`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/872468146857078855.webp?size=96&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    'asida': {
        "type": "rich",
        "title": `剪裁之紅 安絲蒂 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_fire:933339778559131679> <:class_attacker:933339400916578344>`,
        "color": 0xF45F34,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：3,096,079 | ATK：921,195`
            },
            {
                "name": `<:detail_skill:933339968967933963> 緋紅裁斷`,
                "value": `對當前敵對目標造成自身攻擊力330/376/422/468/514%的傷害，再使我方全體獲得友方目標最大HP15％的護盾(1回合)，CD: 4 `
            },
            {
                "name": `<:detail_attack:933340014379667457> 裁剪`,
                "value": `對當前敵對目標造成自身攻擊力125%的傷害`
            },
            {
                "name": `<:detail_leader:933339992732876811> 命運交織。紅`,
                "value": `使我方全體火、水屬性隊員獲得\"造成傷害增加50%\"；\n第1回合開始時，發動\"使自身與縫紉之藍安絲娜普攻傷害增加30%(50回合)\"效果 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 熾紅編織`,
                "value": `使自身普攻傷害增加30%：\n當\"縫紉之藍安絲娜\"在我方場上且存活時，發動\"使自身受到水屬性傷害減少33%\" `
            },
            {
                "name": `<:detail_passive:933340075910131732> 嫣紅之剪`,
                "value": `使自身攻擊力增加30%；\n當\"縫紉之藍安絲娜\"在我方場上且存活時，發動”使自身造成傷害增加20%\" `
            },
            {
                "name": `<:detail_passive:933340075910131732> 靈感爆發`,
                "value": `必殺時，觸發\"使自身普攻傷害增加50%(4回合)\"效果 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 普攻傷害+ (6潛)`,
                "value": `使自身普攻傷害增加10%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 免疫沉默 (12潛)`,
                "value": `使自身免疫沉默`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/872468146781556736.webp?size=96&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    'asina': {
        "type": "rich",
        "title": `縫紉之藍 安絲娜 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_water:933339803087421523> <:class_attacker:933339400916578344>`,
        "color": 0x48B4EB,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：3,096,079 | ATK：921,195`
            },
            {
                "name": `<:detail_skill:933339968967933963> 綻藍紡織`,
                "value": `對當前敵對目標造成自身攻擊力388/445/503/560/618%的傷害，再使我方全體獲得友方目標最大HP15％的護盾(1回合)，CD: 4 `
            },
            {
                "name": `<:detail_attack:933340014379667457> 縫製`,
                "value": `對當前敵對目標造成自身攻擊力100％的傷害 `
            },
            {
                "name": `<:detail_leader:933339992732876811> 命運交織。藍`,
                "value": `使我方全體火、水屬性隊員獲得\"造成傷害增加50%\"；\n第1回合開始時，發動\"使自身與剪裁之紅安絲蒂必殺傷害增加20%(50回合)\"效果 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 靛青編織`,
                "value": `使自身必殺傷害增加30%：\n當\"剪裁之紅安絲蒂\"在我方場上且存活時，發動\"使自身受到風屬性傷害減少33%\" `
            },
            {
                "name": `<:detail_passive:933340075910131732> 鈷藍之針`,
                "value": `使自身攻擊力增加30%；\n當\"剪裁之紅安絲蒂\"在我方場上且存活時，發動”使自身造成傷害增加20%\" `
            },
            {
                "name": `<:detail_passive:933340075910131732> 冷靜判斷`,
                "value": `普攻時，觸發\"使自身必殺傷害增加10%(6回合)\"效果 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 必殺技+ (6潛)`,
                "value": `使自身必殺技傷害增加10%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 免疫沉默 (12潛)`,
                "value": `使自身免疫沉默`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/872468147154853928.webp?size=96&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
}

const nanaScriptList = [
    "本、本喵不要繼續加班了……",
    "笨蛋凱撒，快點工作喵！",
    "會死哦，本喵說不定真的會死喵！",
    "－－笨蛋凱撒！！！",
    "本喵完全能想像當初負責照顧你的人有多麼辛苦喵。",
    "<:nana_simpsons:934456179705409566>"
  ]
  
const nanascript = nanaScriptList[Math.floor(Math.random() * nanaScriptList.length)];

module.exports = {
    data: {
        name: 'ssr_1'
    },
    async execute(interaction, client) {
        const character = data[interaction.values[0]]
        const embed = new EmbedBuilder()
            .setColor(character.color)
            .setTitle(character.title)
            .setDescription(character.description)
            .setThumbnail(character.thumbnail.url)
            .addFields(character.fields);
        await interaction.reply({
            content: `<@!${interaction.user.id}> ${nanascript}`,
            embeds: [embed],
            ephemeral: true,
        })
    }
}