const { EmbedBuilder } = require("@discordjs/builders");

const data = {
    'aridya': {
        "type": "rich",
        "title": `食夢 阿爾蒂雅 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_dark:933339859559530506> <:class_obstructer:933339487084359740>`,
        "color": 0xC390FF,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：4,254,771 | ATK：607,413`
            },
            {
                "name": `<:detail_skill:933339968967933963> 睡夢侵襲`,
                "value": `以100/110/120/130/150%機率對當前敵對目標造成睡眠效果2回合，無法行動且受到傷害增加100/110/120/130/150%，受傷後解除，CD: 3 `
            },
            {
                "name": `<:detail_attack:933340014379667457> 惡夢`,
                "value": `使當前敵對目標受到普攻傷害增加10%(3回合)、受到必殺傷害增加5%(3回合)；以自身攻擊力50%給予自身護盾(1回合)`
            },
            {
                "name": `<:detail_leader:933339992732876811> 同床異夢`,
                "value": `使我方全體獲得\"普攻時，觸發\"以20%機率對當前敵對目標造成睡眠效果1回合，無法行動且受到傷害增加30%，受傷後解除\"效果\" \n使自身以外所有隊員獲得\"普攻時，觸發\"使當前敵對目標被睡眠機率增加20%(1回合)\"效果\" `
            },
            {
                "name": `<:detail_passive:933340075910131732> 安眠曲`,
                "value": `普攻時，觸發\"使當前敵對目標被睡眠機率增加40%(1回合)\"效果`
            },
            {
                "name": `<:detail_passive:933340075910131732> 再睡一下…`,
                "value": `攻擊時，觸發\"使當前敵對目標攻擊力減少15%(2回合)\"效果\n必殺時，觸發\"使當前敵對目標必殺技CD倒數停止(1回合)\"效果`
            },
            {
                "name": `<:detail_passive:933340075910131732> 午夜夢迴`,
                "value": `每Wave第1回合時，觸發\"使敵方全體造成傷害減少10%(50回合)\"效果`
            },
            {
                "name": `<:detail_passive:933340075910131732> 減傷+ (6潛)`,
                "value": `使自身受到傷害減少5%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 免疫麻痺 (12潛)`,
                "value": `使自身免疫麻痺`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/879959498771537950.webp?size=96&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    'lotiya': {
        "type": "rich",
        "title": `千年血族 洛緹亞 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_dark:933339859559530506> <:class_attacker:933339400916578344>`,
        "color": 0xC390FF,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：3,029,869 | ATK：853,545`
            },
            {
                "name": `<:detail_skill:933339968967933963> 鮮血穿刺`,
                "value": `對自身造成最大HP25％的真實傷害，並對當前敵對目標造成自身攻擊力505/586/667/748/829％的傷害，CD: 5 `
            },
            {
                "name": `<:detail_attack:933340014379667457> 血刃`,
                "value": `對自身造成最大HP10％的真實傷害，\n並對當前敵對目標造成自身攻擊力120％的傷害 `
            },
            {
                "name": `<:detail_leader:933339992732876811> 血之奉獻`,
                "value": `使我方站位2、4的隊員獲得\"攻擊時，\n觸發\"以自身攻擊力65％使千年血族洛緹亞攻擊力增加(1回合)，\n但對自身造成最大HP25％的真實傷害\"效果\"；並使自身攻擊時，\n觸發\"對自身以外的所有隊員以洛緹亞攻擊力15%進行治療\"效果 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 啜飲鮮血`,
                "value": `自身造成傷害時會以傷害值33％回復自身HP；\n普攻時，觸發\"使自身攻擊力增加5%(最多3層)\"效果 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 血紅之壁`,
                "value": `當前HP低於15％時，發動\"受到傷害減少95%\"`
            },
            {
                "name": `<:detail_passive:933340075910131732> 鮮血狂飲`,
                "value": `每Wave的第1回合時，觸發\"使自身當前必殺技CD減少5回合\"效果；使自身必殺技最大CD減少1回合 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 攻擊+ (6潛)`,
                "value": `使自身攻擊力增加10%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 免疫沉默 (12潛)`,
                "value": `使自身免疫沉默`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/879959543315070977.webp?size=96&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    'fufu': {
        "type": "rich",
        "title": `膽小紙袋狼 沃沃 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_wind:933339803653644358> <:class_attacker:933339400916578344>`,
        "color": 0x54BA71,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：3,242,895 | ATK：879,453`
            },
            {
                "name": `<:detail_skill:933339968967933963> 月下狼嚎`,
                "value": `對當前敵對目標造成自身攻擊力200％的傷害，並使自身普攻傷害增加96/118/141/163/186%(6回合)，CD: 8 `
            },
            {
                "name": `<:detail_attack:933340014379667457> 爪擊`,
                "value": `對當前敵對目標造成自身攻擊力100％的傷害`
            },
            {
                "name": `<:detail_leader:933339992732876811> 紙袋狼的旅程`,
                "value": `使自身普攻傷害增加20%、我方全體普攻傷害增加40% `
            },
            {
                "name": `<:detail_passive:933340075910131732> 腎上腺素`,
                "value": `第1回合時，使自身當前必殺技CD減少6回合；\n必殺時，觸發\"使自身免疫必殺技CD變動效果(8回合)\"效果 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 三連爪擊`,
                "value": `必殺時，觸發\"普攻時，追加以自身攻擊力30％對敵方站位1、2、5目標造成傷害(6回合)\"效果(若該站位無角色則隨機選擇目標)`
            },
            {
                "name": `<:detail_passive:933340075910131732> 愈發癲狂`,
                "value": `必殺時，觸發\"造成傷害增加20%(最多2層)\"效果 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 攻擊+ (6潛)`,
                "value": `使自身攻擊力增加10%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 免疫麻痺 (12潛)`,
                "value": `使自身免疫麻痺`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/888781820731224064.webp?size=96&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    'hm-fiora': {
        "type": "rich",
        "title": `豐收聖女 菲歐菈 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_light:933339825933791312> <:class_healer:933339563127078922>`,
        "color": 0xEFB26B,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：4,250,452 | ATK：670,745`
            },
            {
                "name": `<:detail_skill:933339968967933963> 豐收祭典`,
                "value": `使我方全體攻擊力增加0/0/0/15/20%(2回合)，使我方全體攻擊者、 守護者當前必殺技CD減少1回合、並使我方全體被治療時回復量增加50%(5回合)，並獲得\"每回合以攻擊力80/95/110/110/110%進行治療(5回合)\"效果，CD: 5 `
            },
            {
                "name": `<:detail_attack:933340014379667457> 舞蹈`,
                "value": `以自身攻擊力25％對我方全體進行治療，並以自身攻擊力25％每回合對我方全體進行治療(3回合)`
            },
            {
                "name": `<:detail_leader:933339992732876811> 信眾狂歡`,
                "value": `我方全體獲得最大HP增加35%；\n我方全體獲得\"隊伍中有至少(1/2/3)名攻擊者時，各發動“攻擊力增加(15/15/30)%\"效果；\n我方全體獲得\"隊伍中至少1名守護者時發動\"普 攻傷害增加40%、必殺傷害增加20%\"效果 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 活血強精`,
                "value": `普攻時，觸發\"使我方全體造成持續型治療增加10%(最多3層)\"效果 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 狂歡不已`,
                "value": `攻擊時，觸發\"以自身攻擊力25％使我方全體攻擊力增加(1回合)\"效果 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 熱情激動`,
                "value": `攻擊時，觸發\"使我方全體造成傷害增加5%(最多5層)\"效果`
            },
            {
                "name": `<:detail_passive:933340075910131732> 攻擊力+ (6潛)`,
                "value": `使自身攻擊力增加10%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 免疫沉默 (12潛)`,
                "value": `使自身免疫沉默`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/885553549604450334.webp?size=96&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    'karina': {
        "type": "rich",
        "title": `墮龍 凱茜菲娜 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_water:933339803087421523> <:class_protector:933339611080572948>`,
        "color": 0x48B4EB,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：4,551,280 | ATK：568,550`
            },
            {
                "name": `<:detail_skill:933339968967933963> 結晶之壁`,
                "value": `以自身最大HP40/45/45/50/50%對自身施放護盾(1回合)，並使結晶病賦予的受到傷害減少狀態增加1/1/2/2/3層，並獲得嘲諷效果(1回合)，且使自身進入防禦狀態(1回合)，CD: 4 `
            },
            {
                "name": `<:detail_attack:933340014379667457> 結晶龍爪`,
                "value": `以自身攻擊力100％對目標造成傷害 `
            },
            {
                "name": `<:detail_leader:933339992732876811> 生命的意義`,
                "value": `使自身最大HP增加60%，並使自身必殺技最大CD減少1回合，且獲得\"必殺時，觸發\"使結晶病賦予的受到傷害減少狀態增加2層\"效果“ `
            },
            {
                "name": `<:detail_passive:933340075910131732> 結晶病`,
                "value": `第1回合，觸發\"使自身受到傷害減少7.5%(最多10層)，並使結晶病賦予的受到傷害減少狀態增加4層\"效果；\n每經過1回合，觸發\"使自身受到傷害減少7.5%(最多10層)\"效果 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 與結晶共生`,
                "value": `普攻時，觸發\"以自身最大HP5%給予自身護盾(50回合)、 使結晶病賦予的受到傷害減少狀態增加1層\"效果；\n防禦時，觸發\"使自身獲得嘲諷效果(1回合)，但使自身受到傷害增加60%(1回合)\"效果；\n被攻擊時，觸發”使結晶病賦予的受到傷害減少狀態減少1層\"效果 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 結晶侵蝕`,
                "value": `必殺時，觸發\"被攻擊時，觸發\"以攻擊力300％對目標進行反擊\"效果(1回合)\"效果\n防禦時，觸發“被攻擊時，觸發\"以攻擊力100％對目標進行反擊“效果(1回合)\"效果 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 減傷+ (6潛)`,
                "value": `使自身受到傷害減少5%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 免疫沉默 (12潛)`,
                "value": `使自身免疫沉默`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/892790160796827669.webp?size=96&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    'ibuki': {
        "type": "rich",
        "title": `極樂之鬼 伊吹朱點 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_fire:933339778559131679> <:class_attacker:933339400916578344>`,
        "color": 0xF45F34,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：2,998,203 | ATK：862,181`
            },
            {
                "name": `<:detail_skill:933339968967933963> 舞袖鬼醉沙`,
                "value": `使自身攻擊力增加75/87.5/87.5/100/112.5%(1回合)，再使自身造成傷害增加0/0/15/20/25%，CD: 1 `
            },
            {
                "name": `<:detail_attack:933340014379667457> 杯中月映華`,
                "value": `以攻擊力100％對目標造成傷害 `
            },
            {
                "name": `<:detail_leader:933339992732876811> 浮華夢醉夢`,
                "value": `使我方全體獲得\"隊伍中有至少3名攻擊者時1發動\"攻擊力增加30%\"、\"隊伍中至少3名火屬性角色時，發動\"攻擊力增加40%\" `
            },
            {
                "name": `<:detail_passive:933340075910131732> 錬鎖鬼自笑`,
                "value": `普攻時，觸發\"使自身必殺時，追加技能\"以攻擊力60.5%對目標進行追擊\"(7回合)\"效果 ；`
            },
            {
                "name": `<:detail_passive:933340075910131732> 葫蘆酒盡興`,
                "value": `每經過1回合，觸發\"使自身攻擊力增加15%(最多6層)；必殺時，觸發“使葫蘆酒盡興的攻擊力增加狀態減少2層\"效果 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 鬼宴櫻舞歌`,
                "value": `使自身必殺技傷害增加35%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 必殺+ (6潛)`,
                "value": `使自身必殺技傷害增加10% `
            },
            {
                "name": `<:detail_passive:933340075910131732> 免疫睡眠 (12潛)`,
                "value": `使自身免疫睡眠`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/898520459526688768.webp?size=96&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    'h-britney': {
        "type": "rich",
        "title": `小惡魔 布蘭妮 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_fire:933339778559131679> <:class_attacker:933339400916578344>`,
        "color": 0xF45F34,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：3,168,048 | ATK：901,044`
            },
            {
                "name": `<:detail_skill:933339968967933963> 本天才特製萬聖魔力砲`,
                "value": `以自身攻擊力330/376%對目標造成傷害，使目標受到小惡魔布蘭妮傷害增加10/10%(最多2層)，CD: 4 \n\n3絆：使目標受到小惡魔布蘭妮傷害增加10/15/15%(最多2層)，以自身攻擊力422/422/468%對目標造成傷害，CD: 4\n`
            },
            {
                "name": `<:detail_attack:933340014379667457> 本軍師親自出手`,
                "value": `以自身攻擊力100％對目標造成傷害`
            },
            {
                "name": `<:detail_leader:933339992732876811> 將魔力分本天才一點`,
                "value": `使我方全體攻擊力增加40%\n使自身必殺CD停止倒數，並使必殺技傷害增加100%\n使除了自身外的非守護者防禦時，觸發\"使小惡魔布蘭妮當前必殺技CD減少2回合並免疫必殺技CD變動效果(1回合)且以自身攻擊力20％增加小惡魔布蘭妮的攻擊力(2回合)，但也使自身必殺技CD增加1回合\"效果 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 魅魔天賦`,
                "value": `普攻時，觸發\"使必殺技傷害增加10%(4回合)\"效果 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 吸魔，但是會漏`,
                "value": `必殺時，觸發\"使自身攻擊力增加50%該效果會在4回合內遞減\"效果 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 魅魔軍師的秘策`,
                "value": `使自身造成傷害增加35%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 必殺傷害+ (6潛)`,
                "value": `使自身必殺技傷害增加10%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 免疫睡眠 (12潛)`,
                "value": `使自身免疫睡眠`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/902817412360065054.webp?size=96&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    'h-salucia': {
        "type": "rich",
        "title": `機靈古怪 賽露西亞 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_wind:933339803653644358> <:class_attacker:933339400916578344>`,
        "color": 0x54BA71,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：3,121,988 | ATK：913,998`
            },
            {
                "name": `<:detail_skill:933339968967933963> 至高至上至強萬聖精靈王`,
                "value": `以自身攻擊力330/376％對目標造成傷害，再使自身攻擊力增加20/20%(3回合)，CD: 4\n\n3絆：使自身攻擊力增加30/30%(3回合)，再以自身攻擊力422/468％對目標造成傷害，CD: 4 \n\n5絆：使自身攻擊力增加30%(3回合)、使目標受到機靈古怪賽露西亞傷害增加15%(3回合)，再以自身攻擊力514％對目標造成傷害，CD: 4  `
            },
            {
                "name": `<:detail_attack:933340014379667457> 萬聖女王的敕令`,
                "value": `以自身攻擊力100％對目標造成傷害 `
            },
            {
                "name": `<:detail_leader:933339992732876811> 古板的老女人過時了！`,
                "value": `使我方全體風屬性角色最大HP增加35%，且獲得\"隊伍中有5名風屬性角色時，發動\"受到治療回復量增加25%、攻擊力增加100%“效果；\n第1回合時，觸發\"以機靈古怪賽露西亞攻擊力40％使我方全體風屬性角色攻擊力增加(50回合)\"效果；\n使精靈王賽露西亞獲得必殺技最大CD減少2回合及\"必殺後，觸發\"使目標受到傷害增加20%(3回合)\"效果 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 出擊，我的精靈(奴僕)`,
                "value": `普攻時，觸發\"使目標受到我方攻擊者傷害增加6%(最多4層)，且受到精靈王賽露西亞傷害增加6%(最多4層)\"效果 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 糖果徵收令`,
                "value": `普攻時，觸發\"使目標受到普攻傷害增加7.5%(最多4層)\"效果 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 鷓精靈王(我)而戰`,
                "value": `必殺時，觸發\"使我方全體風屬性隊員造成傷害增加15%(最多2層)\"效果 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 攻擊+ (6潛)`,
                "value": `使自身攻擊力增加10%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 免疫麻痺 (12潛)`,
                "value": `使自身免疫麻痺`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/902882878902378577.webp?size=96&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    'inori': {
        "type": "rich",
        "title": `音速魅影 祈 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_wind:933339803653644358> <:class_attacker:933339400916578344>`,
        "color": 0x54BA71,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：3,169,487 | ATK：816,121`
            },
            {
                "name": `<:detail_skill:933339968967933963> 魅影殺手`,
                "value": `使自身攻擊力增加20/20/25/25/30%(3回合)，以自身攻擊力205/226/247/268/289％對目標造成傷害，CD: 2 `
            },
            {
                "name": `<:detail_attack:933340014379667457> 迴旋踢`,
                "value": `以自身攻擊力100％對目標造成傷害`
            },
            {
                "name": `<:detail_leader:933339992732876811> 練舞奇才`,
                "value": `我方全體角色攻擊力增加20%，並獲得「攻擊時，觸發『 使我方全體獲得攻擊力增加8%(2回合)』」 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 賽道新星`,
                "value": `普攻時，觸發「使自身必殺傷害增加5%(最多4層)」\n普攻時，觸發「《白銀之風》」 \n\n《白銀之風》\n使自身獲得「必殺時，追加技能『以自身攻擊力75％對目標造成傷害』(2回合)」效果 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 潛能爆發`,
                "value": `必殺時，觸發「使自身普攻傷害增加5%(最多4層)」\n必殺時，觸發「《魅影之風》」\n\n《魅影之風》\n使自身獲得「普攻時，追加技能『以自身攻擊力20％對目標造成傷害』(2回合)」效果 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 馬赫先鋒`,
                "value": `必殺技傷害增加50%\n必殺時，觸發「《音障超越》」\n\n《音障超越》\n使除了自身以外所有隊員獲得「攻擊後，觸發『我方全體獲得必殺傷害增加5%(2回合)』(2回合)」效果 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 攻擊+ (6潛)`,
                "value": `使自身攻擊力增加10%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 免疫睡眠 (12潛)`,
                "value": `使自身免疫睡眠`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/910370419893223455.webp?size=96&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    'sakuya': {
        "type": "rich",
        "title": `夢天堂店長 咲野夢 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_dark:933339859559530506> <:class_supporter:933339516788408420>`,
        "color": 0xC390FF,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：3,221,304 | ATK：885,211`
            },
            {
                "name": `<:detail_skill:933339968967933963> 一起去吧~`,
                "value": `以自身攻擊力200％對我方全體進行治療，再以自身攻擊力40/45/50/50/50％使我方全體攻擊力增加(1回合)，並使我方全體攻擊力增加0/0/10/15/20%(4回合)，CD: 4`
            },
            {
                "name": `<:detail_attack:933340014379667457> 我來讓大家舒服~`,
                "value": `以自身攻擊力50％對我方全體進行治療 `
            },
            {
                "name": `<:detail_leader:933339992732876811> 誰都可以喔~`,
                "value": `使我方全體攻擊力增加30%\n自身必殺時，觸發「《瘋狂吸吮》」\n自身必殺時，觸發「《也讓我爽吧∼》\n自身獲得《爽到升天》\n\n《瘋狂吸吮》\n使自身普攻時，追加『以自身攻擊力50％進行追擊3次』(2回合) \n《也讓我爽吧∼》\n使自身以外的隊員必殺時，觸發『以自身攻擊力50％使夢天堂店長咲野夢攻擊力增加(2回合)』(1回合)\n《爽到升天》\n自身普攻時，觸發「使自身攻擊力增加10%(最多7層)」 \n自身必殺時，觸發「清除自身《爽到升天》賦予的攻擊力增加狀態」 \n`
            },
            {
                "name": `<:detail_passive:933340075910131732> 高速吸吮`,
                "value": `必殺時，觸發「《不停吸吮》」\n\n《不停吸吮》 \n自身普攻時，追加『以自身攻擊力50％進行追擊3次』(2回合)」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 越來越爽囉`,
                "value": `自身普攻時，觸發「使自身攻擊力增加10%(最多7層）」 \n自身必殺時，觸發「清除自身《越來越爽囉》賦予的攻擊力增加狀態」 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 沒有人能停下我的手`,
                "value": `防禦時，觸發「以自身攻擊力50％對我方全體進行治療， 並使《越來越爽囉》與《爽到升天》賦予的攻擊力增加狀態增加3層」 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 攻擊+ (6潛)`,
                "value": `使自身攻擊力增加10%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 免疫睡眠 (12潛)`,
                "value": `使自身免疫睡眠`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/915843794904186900.webp?size=96&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    'x-aiko': {
        "type": "rich",
        "title": `暗黑聖誕 艾可 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_dark:933339859559530506> <:class_attacker:933339400916578344>`,
        "color": 0xC390FF,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：3,365,241 | ATK：847,787`
            },
            {
                "name": `<:detail_skill:933339968967933963> 摧毀一切…`,
                "value": `以自身攻擊力475/550/625/700/775％對目標造成傷害，CD: 5 `
            },
            {
                "name": `<:detail_attack:933340014379667457> 擋我者死！`,
                "value": `以自身攻擊力125％對目標造成傷害 `
            },
            {
                "name": `<:detail_leader:933339992732876811> 聖誕殺手`,
                "value": `使自身最大HP增加50%\n使我方全體闇屬性隊員攻擊力增加20% \n\n聖誕矮人王蘭兒在我方隊伍時使她《屈服恐懼》，再使暗黑聖誕艾可發動《越發癲狂》 \n聖誕馴鹿希依在我方隊伍時使她《屈服恐懼》，再使暗黑聖誕艾可發動《越發癲狂》\n \n《越發癲狂》 \n使自身造成傷害增加50% \n使我方全體闇屬性隊員攻擊力增加25% \n\n《屈服恐懼》\n第1回合時，觸發「以自身攻擊力100％使暗黑聖誕艾可攻擊力增加(50回合)、必殺技CD停止倒數5回合、必殺技最大CD增加2回合」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 該死的馴鹿`,
                "value": `自身普攻時觸發「使目標受到必殺傷害增加2.5%(最多4層)」\n當「聖誕馴鹿希依」在我方隊伍中，發動「《殺死馴鹿》」\n\n《殺死馴鹿》\n使自身攻擊時，觸發「對除了自身以外隊員造成其最大HP10％的真實傷害」 \n使自身普攻時，觸發「使敵方目標受到闇屬性傷害增加5%(最多4層)」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 該死的聖誕`,
                "value": `自身普攻時，觸發「使敵方目標受到普攻傷害增加5%(最多4層)」\n當「聖誕矮人王蘭兒」在我方隊伍中，發動「《摧毀聖誕 》」 \n\n《摧毀聖誕》\n使自身攻擊時，觸發「對除了自身以外隊員造成其最大HP10％的真實傷害」 \n使自身普攻時，觸發「使目標受到暗黑聖誕艾可傷害增加6%(最多5層)」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 暗黑聖誕`,
                "value": `自身普攻傷害增加50%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 攻擊+ (6潛)`,
                "value": `自身攻擊力增加10% `
            },
            {
                "name": `<:detail_passive:933340075910131732> 免疫沉默 (12潛)`,
                "value": `自身免疫沉默`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/918489580443942953.webp?size=96&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    'x-lana': {
        "type": "rich",
        "title": `聖誕矮人王 蘭兒 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_water:933339803087421523> <:class_healer:933339563127078922>`,
        "color": 0x48B4EB,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：3,358,044 | ATK：849,226`
            },
            {
                "name": `<:detail_skill:933339968967933963> 聖誕大禮包`,
                "value": `我方全體獲得「每回合以攻擊力69/73/76/80/88%進行治療(5回合)」、 「最大HP50/55/55/60/60％的護盾(1回合)」、「攻擊力增加10/15/15/20/20%(3回合) [5絆 (4回合)]」，CD: 5 [3絆 CD: 4]`
            },
            {
                "name": `<:detail_attack:933340014379667457> 糖果餅乾`,
                "value": `以自身攻擊力75％對我方全體進行治療`
            },
            {
                "name": `<:detail_leader:933339992732876811> 聖誕矮人王的幹勁`,
                "value": `自身攻擊力增加100% \n第一回合時，觸發「給予我方全體攻擊者『《凱薩的特別菜單》(50回合）』」\n\n《凱薩的特別菜單》\n普攻時，觸發「必殺技傷害增加15%(最多2層)」 \n必殺時，觸發「普攻傷害增加50%(最多1層)」 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 雪撬好快好快唷~`,
                "value": `攻擊時，觸發「以自身攻擊力25％使我方全體攻擊力增加(1回合)」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 糖果好甜好好吃~`,
                "value": `第1回合時，觸發「使我方站位1角色獲得造成治療量增加 20%(最多1層)、造成持續型治療增加20%(最多1層)、造成護盾量增加20%(最多1層)」 \n第1回合時，觸發「使我方站位5角色獲得攻擊力增加20%(最多1層)、必殺技傷害增加10%(最多1層)、普攻傷害增加 20%(最多1層)」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 聖誕節由我們來守護！`,
                "value": `第1回合時，觸發「使我方攻擊者和治療者獲得『必殺技傷害增加25%』 (50回合)」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 攻擊+ (6潛)`,
                "value": `使自身攻擊力增加10% `
            },
            {
                "name": `<:detail_passive:933340075910131732> 免疫麻痺 (12潛)`,
                "value": `使自身免疫麻痺`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/918489743291990016.webp?size=96&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    'evie': {
        "type": "rich",
        "title": `聖誕馴鹿 希依 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_fire:933339778559131679> <:class_protector:933339611080572948>`,
        "color": 0xF45F34,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：4,590,143 | ATK：621,806`
            },
            {
                "name": `<:detail_skill:933339968967933963> 請緊握扶手，站穩踏階`,
                "value": `回復自身最大HP30/40/40/50/50%獲得嘲諷效果(2回合)並變為防禦狀態，再使我方全體受到傷害減少0/0/0/5/10%(1回合)，CD: 4 [3絆 CD: 3]`
            },
            {
                "name": `<:detail_attack:933340014379667457> 花鹿在奔跑`,
                "value": `以自身攻擊力50％對目標造成傷害，再使自身變為防禦狀態`
            },
            {
                "name": `<:detail_leader:933339992732876811> 聖夜的守護者`,
                "value": `必殺時，自身觸發「受到傷害減少20%(1回合)」\n第一回合時，觸發「使我方全體每回合以攻擊力70％進行治療(50回合)」 \n第一回合時，觸發「使我方站位1、2、5角色獲得『《奇蹟使者》』」 \n\n《奇蹟使者》 \n「攻擊力增加40%(最多1層)」、「必殺技傷害增加20%(最多1層)」、「普攻傷害增加40%(最多1層)」 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 聖誕精神`,
                "value": `必殺時，觸發「《聖誕極道》 」\n\n《聖誕極道》\n使我方站位1、2角色獲得「受到控場機率減少75%(1回合)」、「攻擊力增加30%(2回合)」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 聲控雪撬`,
                "value": `必殺時，觸發「使我方站位2和站位5角色獲得『受到傷害減少20%(1回合)』」 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 馴鹿祝福`,
                "value": `HP增加10% \n被攻擊時，觸發「以自身基礎攻擊力100％對我方全體進行治療」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 受到傷害減少 (6潛)`,
                "value": `使自身受到傷害減少5% `
            },
            {
                "name": `<:detail_passive:933340075910131732> 免疫沉默 (12潛)`,
                "value": `使自身免疫沉默`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/918489851597307954.webp?size=96&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    'tm-ritsuki': {
        "type": "rich",
        "title": `新春 凜月 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_fire:933339778559131679> <:class_attacker:933339400916578344>`,
        "color": 0xF45F34,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：3,127,746 | ATK：911,119`
            },
            {
                "name": `<:detail_skill:933339968967933963> 正月忍法。錦畫神燃`,
                "value": `使自身攻擊力增加50/65/80/95/110%(3/3/3/4/4回合)，再以攻擊力200％對目標造成傷害，使自身造成傷害增加0/0/10/15/20%(最多1層)，CD: 4 `
            },
            {
                "name": `<:detail_attack:933340014379667457> 賀正苦無`,
                "value": `以攻擊力125％對目標造成傷害 `
            },
            {
                "name": `<:detail_leader:933339992732876811> 祭典推行仕事人`,
                "value": `我方全體攻擊力增加50%、普攻傷害增加30%\n第1回合時，觸發「使我方最大HP最低者受到傷害減少20%(最多1層)、使自身當前必殺技CD減少4回合」效果\n第1回合時，觸發「使自身必殺時，觸發『《新春的祝福》』效果(1回合)」效果\n \n《新春的祝福》\n以自身攻擊力100％使自身攻擊力增加(50回合)，使自身必殺技CD停止倒數(50回合)、免疫必殺技CD變動效果(50回合)`
            },
            {
                "name": `<:detail_passive:933340075910131732> 忍術。擴大戰果術`,
                "value": `普攻時，觸發「使目標受到普攻傷害增加20%(最多4層)」效果`
            },
            {
                "name": `<:detail_passive:933340075910131732> 忍術。暗中支援術`,
                "value": `第1回合時，觸發「使我方全體普攻傷害增加30%(50回合)」效果 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 忍術。炒熱氣氛術`,
                "value": `使自身造成傷害增加10%\n攻擊時，觸發「使目標受到傷害增加5%(最多5層)」效果 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 攻擊+ (6潛)`,
                "value": `使自身攻擊力增加10%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 免疫麻痺 (12潛)`,
                "value": `使自身免疫麻痺`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/935159234709041172.webp?size=96&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    'tm-minayomi': {
        "type": "rich",
        "title": `新春 神無雪 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_light:933339825933791312> <:class_attacker:933339400916578344>`,
        "color": 0xEFB26B,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：3,134,942 | ATK：909,680`
            },
            {
                "name": `<:detail_skill:933339968967933963> 秘劍。錦畫神燃`,
                "value": `以攻擊力330/376/422/468/514％對目標造成傷害，並使目標受到觸發技傷增加30/40/50/50/50%(最多2層)，《明鏡止水》賦予的造成觸發技效果增加狀態增加0/0/0/1/2層，CD: 4`
            },
            {
                "name": `<:detail_attack:933340014379667457> 正月省思`,
                "value": `以攻擊力100％對目標造成傷害 `
            },
            {
                "name": `<:detail_leader:933339992732876811> 刃返之極意`,
                "value": `每Wave的第1回合，觸發「使敵全體受到觸發技傷害增加 100%(50回合)」效果\n我方全體最大HP增加15%、攻擊力增加50%\n第1回合時，觸發「使自身以外的我方全體攻擊者/守護者/妨礙者獲得《神無二刀流傳承》」效果 \n\n《神無二刀流傳承》\n普攻時，觸發「以攻擊力45％對目標進行追擊」效果(50回合)\n必殺時，觸發「以攻擊力135％對目標進行追擊」效果(50回合)`
            },
            {
                "name": `<:detail_passive:933340075910131732> 神無二刀流。板羽`,
                "value": `普攻時，觸發「以攻擊力60％對目標進行追擊」效果\n必殺時，觸發「以攻擊力180％對目標進行追擊」效果 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 明鏡止水`,
                "value": `每經過1回合，觸發「使自身造成觸發技效果增加10%(最多10層)」效果\n必殺時，觸發「使自身《明鏡止水》賦予的造成觸發技效果增加狀態減少2層」效果 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 屏氣凝神`,
                "value": `使自身造成觸發技效果增加50%\n攻擊時，觸發「使目標受到觸發技傷害增加12.5%(最多4層)」效果`
            },
            {
                "name": `<:detail_passive:933340075910131732> 觸發+ (6潛)`,
                "value": `使自身造成觸發技效果增加30%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 免疫睡眠 (12潛)`,
                "value": `使自身免疫睡眠`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/935159279915266109.webp?size=96&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    'b-baal': {
        "type": "rich",
        "title": `花嫁 巴爾 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_fire:933339778559131679> <:class_supporter:933339516788408420>`,
        "color": 0xF45F34,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：3,114,791 | ATK：915,437`
            },
            {
                "name": `<:detail_skill:933339968967933963> 新娘捧花是內定的~`,
                "value": `以自身攻擊力40/40/45/45/50％使自身攻擊力增加(1回合)，以自身攻擊力65/65/70/70/75％使我方站位2攻擊力增加(1回合)，使我方站位2普攻傷害增加80/90/90/100/100%(2回合)，使我方站位2必殺傷害增加30/35/35/40/40%(1回合)，CD: 4 `
            },
            {
                "name": `<:detail_attack:933340014379667457> 拋捧花`,
                "value": `以自身攻擊力75％使我方站位2攻擊力增加(1回合)`
            },
            {
                "name": `<:detail_leader:933339992732876811> 魔王戀愛頭腦戰`,
                "value": `使自身攻擊力增加80%、造成傷害增加30%、普攻傷害增加125%、必殺傷害增加50% \n第1回合時，觸發「《魔王巴爾想讓我告白》」\n\n《魔王巴爾想讓我告白》\n使自身獲得「普攻時，追加技能『以自身攻擊力125％對目標造成傷害』(50回合)」\n使自身獲得「必殺時，追加技能『以自身攻擊力500％對目標造成傷害』(50回合)」 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 友人助攻必不可少`,
                "value": `第1回合時，觸發「使我方站位2的角色造成傷害增加25%、我方站位4的角色受到傷害減少20%(50回合)、使自身當前必殺技CD減少4回合」 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 若即若離的吸引力`,
                "value": `每經過1回合，觸發「使自身攻擊力增加15%(最多8層)」 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 縝密規劃的戀愛作戰`,
                "value": `每經過2回合，觸發「使自身《若即若離的吸引力》賦予的攻擊力增加狀態增加1層」效果\n每經過1回合，觸發「以自身攻擊力35％使自身攻擊力增加(1回合)」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 攻擊+ (6潛)`,
                "value": `使自身攻擊力增加10%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 免疫沉默 (12潛)`,
                "value": `使自身免疫沉默`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/943378529519816715.webp?size=96&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    'b-satan': {
        "type": "rich",
        "title": `花嫁 撒旦 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_dark:933339859559530506> <:class_attacker:933339400916578344>`,
        "color": 0xC390FF,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：3,188,199 | ATK：895,286`
            },
            {
                "name": `<:detail_skill:933339968967933963> 奈落之花`,
                "value": `使自身獲得「必殺傷害增加20/20/40/40/50%(最多1層)」、「普攻傷害增加40/40/80/80/100%(最多1層)」，再以攻擊力490/568/646/724/802%對目標造成傷害，CD:5`
            },
            {
                "name": `<:detail_attack:933340014379667457> 落花爪`,
                "value": `以自身攻擊力100％對目標造成傷害`
            },
            {
                "name": `<:detail_leader:933339992732876811> 純粹的力量`,
                "value": `我方全體HP最大值增加20%\n使自身攻擊力增加100%\n使我方全體攻擊力增加25%\n每經過5回合，觸發「使我方全體攻擊力增加50%(3回合)」\n第1回合時，觸發「除自身以外我方角色獲得《絕對服從》」\n\n《絕對服從》\n攻擊時，觸發「使目標受到闇屬性傷害增加1%(最多20層)」(50回合)\n攻擊時，觸發「以自身攻擊力15%使我方站位1角色攻擊力增加(1回合)」(50回合)`
            },
            {
                "name": `<:detail_passive:933340075910131732> 無垢嫁衣`,
                "value": `攻擊時，觸發「使目標受到闇屬性傷害增加4%(最多5層)」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 苦痛歡愉`,
                "value": `防禦時，觸發「使自身攻擊力增加100%(2回合)」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 真魔之力`,
                "value": `攻擊時，觸發「使我方全體造成傷害增加3%(最多10層)」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 必殺+ (6潛)`,
                "value": `使自身必殺技傷害增加10%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 免疫沉默 (12潛)`,
                "value": `使自身免疫沉默`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/943378431427633222.webp?size=96&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    'b-iblis': {
        "type": "rich",
        "title": `花嫁 伊布力斯 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_light:933339825933791312> <:class_attacker:933339400916578344>`,
        "color": 0xEFB26B,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：3,173,805 | ATK：898,165`
            },
            {
                "name": `<:detail_skill:933339968967933963> 兵裝超頻。戀愛之心`,
                "value": `以自身攻擊力388/445/503/560/618％對目標造成傷害，CD: 4 `
            },
            {
                "name": `<:detail_attack:933340014379667457> 薔薇花嫁`,
                "value": `以自身攻擊力100％對目標造成傷害`
            },
            {
                "name": `<:detail_leader:933339992732876811> 此身應為後宮之主`,
                "value": `普攻時，觸發「以自身攻擊力50％對敵方全體造成傷害」\n使我方全體水、光屬性隊員第一回合時，觸發「《高貴婚紗》」 \n\n《高貴婚紗》 \n自身攻擊力增加70%(50回合)\n必殺時，觸發「使目標受到觸發技傷害增加20%(最多5層)」(50回合)\n普攻時，觸發「使目標受到必殺傷害增加2%(最多25層)」(50回合)\n普攻時，觸發「使目標受到水屬性傷害增加5%(最多4層)」(50回合)\n普攻時，觸發「使目標受到光屬性傷害增加5%(最多4層)」(50回合)\n`
            },
            {
                "name": `<:detail_passive:933340075910131732> 婚紗兵裝輔助AI`,
                "value": `必殺時，觸發「以自身攻擊力120％對目標進行追擊」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 兵裝共鳴 ─ 少女心`,
                "value": `每經過1回合，觸發\n「使自身必殺傷害增加3%(最多33層)」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 試作兵裝婚紗Z型`,
                "value": `普攻時，觸發「使目標受到水屬性傷害增加5%(最多3層)」 \n普攻時，觸發「使目標受到光屬性傷害增加5%(最多3層)」\n必殺時，觸發「以自身攻擊力150％對目標進行追擊」 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 攻擊+ (6潛)`,
                "value": `使自身攻擊力增加10%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 免疫沉默 (12潛)`,
                "value": `使自身免疫沉默`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/943378616903946260.webp?size=96&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    'miru': {
        "type": "rich",
        "title": `貓娘Vtuber 杏仁咪嚕 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_fire:933339778559131679> <:class_attacker:933339400916578344>`,
        "color": 0xF45F34,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：2,992,445 | ATK：865,060`
            },
            {
                "name": `<:detail_skill:933339968967933963> 發現破綻！`,
                "value": `使目標受到必殺技傷害增加10/15/20/25/35%(1回合)，再以自身攻擊力265/298/331/364/397%對目標造成傷害，CD: 3 `
            },
            {
                "name": `<:detail_attack:933340014379667457> 翻滾`,
                "value": `自身獲得受到傷害減少45%(1回合)`
            },
            {
                "name": `<:detail_leader:933339992732876811> 人被殺，還沒死`,
                "value": `我方全體最大HP增加40%\n我方全體被治療量增加80%\n自身必殺技最大CD減少1回合 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 天賦都點翻滾`,
                "value": `防禦減傷效果減少25% \n普攻時，觸發「使自身必殺技傷害增加10%(7回合)」 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 超級留言`,
                "value": `攻擊時，觸發「使自身攻擊力增加20%(3回合)」\n必殺時，觸發「使自身獲得《實況嗨起來》」\n \n《實況嗨起來》 \n「觀看人數：1000」(最多20層)\n「抖內100000 $」 (20回合) \n造成傷害增加7%(最多5層) `
            },
            {
                "name": `<:detail_passive:933340075910131732> 外鄉人戰法`,
                "value": `必殺時，觸發「以自身攻擊力99.9％對目標造成傷害」 \n被攻擊時，觸發「使自身受到傷害減少15%(1回合)」 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 必殺+ (6潛)`,
                "value": `使自身必殺技傷害增加10%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 免疫沉默 (12潛)`,
                "value": `使自身免疫沉默`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/950349904197328907.webp?size=96&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    'uruta': {
        "type": "rich",
        "title": `古代勇者 烏魯塔 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_wind:933339803653644358> <:class_protector:933339611080572948>`,
        "color": 0x54BA71,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：5,145,739 | ATK：608,852`
            },
            {
                "name": `<:detail_skill:933339968967933963> 勇者突進。豕突狼奔`,
                "value": `以自身最大HP30/35/40/45/50％對自身施放護盾(1回合)，使自身獲得嘲諷效果(1回合)，使自身受到傷害減少20/20/25/25/30%(1回合)，使自身攻擊時，追加「以自身基礎攻擊力150/190/190/190/230％對目標造成傷害」(3回合)，CD: 3 `
            },
            {
                "name": `<:detail_attack:933340014379667457> 為生而戰`,
                "value": `以自身攻擊力50％對目標造成傷害，以自身最大HP15％對自身施放護盾(1回合)`
            },
            {
                "name": `<:detail_leader:933339992732876811> 愚者之心。我的正義`,
                "value": `使我方全體攻擊力增加30%、HP增加25%\n使自身必殺技最大CD減少1回合\n使自身普攻傷害增加100%\n使自身必殺傷害增加40% `
            },
            {
                "name": `<:detail_passive:933340075910131732> 遠古之血`,
                "value": `自身受到傷害減少20%\n自身被治療時回復量增加35% `
            },
            {
                "name": `<:detail_passive:933340075910131732> 笨蛋勇往直前`,
                "value": `普攻時，追加「以自身基礎攻擊力150％對目標造成傷害」\n必殺時，追加「以自身基礎攻擊力375％對目標造成傷害」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 你死，我生`,
                "value": `自身受到護盾效果增加35%\n自身造成傷害增加25% `
            },
            {
                "name": `<:detail_passive:933340075910131732> 減傷+ (6潛)`,
                "value": `使自身受到傷害減少5%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 免疫麻痺 (12潛)`,
                "value": `使自身免疫麻痺`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/950350092852928542.webp?size=96&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    'ayane': {
        "type": "rich",
        "title": `現代勇者 神田綾音 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_light:933339825933791312> <:class_attacker:933339400916578344>`,
        "color": 0xEFB26B,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：3,074,489 | ATK：842,030`
            },
            {
                "name": `<:detail_skill:933339968967933963> 聖劍解放。星辰編年`,
                "value": `使自身攻擊力增加30/30/35/40/45%(3回合)，再以自身攻擊力330/376/422/468/514％對目標造成傷害，CD: 4`
            },
            {
                "name": `<:detail_attack:933340014379667457> 星光白銀斬`,
                "value": `以攻擊力100%對目標造成傷害`
            },
            {
                "name": `<:detail_leader:933339992732876811> 聚集的祈願`,
                "value": `使我方全體攻擊力增加40%\n我方除自身以外的攻擊者/守護者/治療者/輔助者/妨礙者，\n攻擊時，觸發「使現代勇者神田綾音獲得《習得攻擊》/《 習得防守》/《習得治療》/《習得輔助》/《習得妨礙》」 \n《習得攻擊》 \n造成傷害增加25%(1回合)\n攻擊時，觸發「以自身攻擊力75％對目標進行追擊」(1回合) \n《習得防守》 \n行動時，觸發「我方全體受到傷害減少15%(1回合)」(1回合)\n《習得治療》 \n造成治療增加50%(1回合)\n攻擊時，觸發「以自身攻擊力50%對我方全體進行治療」(1回合)\n《習得輔助》 \n攻擊時，觸發「使自身攻擊力增加50%(2回合)」(1回合) \n《習得妨礙》 \n攻擊時，觸發「使目標被治療時回復量減少50%(1回合)，且受到傷害增加20%(2回合)」(1回合) `
            },
            {
                "name": `<:detail_passive:933340075910131732> 劍氣如星屑閃爍`,
                "value": `必殺時，觸發「以自身攻擊力10％對目標進行10次追擊」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 流星尾跡`,
                "value": `第1回合時，觸發「使自身以外的隊員獲得《星塵殘光》」\n《星塵殘光》 \n自身攻擊時，觸發「使現代勇者神田綾音獲得普攻傷害增加10%(1回合)、必殺技傷害增加4%(1回合)」(50回合) `
            },
            {
                "name": `<:detail_passive:933340075910131732> 救世之光`,
                "value": `受到傷害減少15%\n普攻時，觸發「以自身最大HP12.5%給予自身護盾效果(1回合)」\n必殺時，觸發「使目標受到現代勇者神田綾音受到傷害增加17.5%(最多2層)」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 攻擊+ (6潛)`,
                "value": `使自身攻擊力增加10%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 免疫沉默 (12潛)`,
                "value": `使自身免疫沉默`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/951824411483320390.webp?size=96&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    'muila': {
        "type": "rich",
        "title": `未來勇者 牧愛菈 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_wind:933339803653644358> <:class_obstructer:933339487084359740>`,
        "color": 0x54BA71,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：2,973,733 | ATK：870,817`
            },
            {
                "name": `<:detail_skill:933339968967933963> 未來迴響。電磁脈衝`,
                "value": `以自身攻擊力265/298/311/364/397％對目標造成傷害\n，並使敵方全體獲得造成傷害減少5/5/7.5/7.5/15%(最多3/3/2/2/1層)，CD:3`
            },
            {
                "name": `<:detail_attack:933340014379667457> 萬能機械臂`,
                "value": `以自身攻擊力100%對目標造成傷害`
            },
            {
                "name": `<:detail_leader:933339992732876811> 改造開始…嘿嘿嘿…`,
                "value": `我方全體攻擊力增加40%\n第1回合時，觸發「我方站位2、4隊員獲得《渾身是勁》」\n\n《渾身是勁》\n必殺技傷害增加30%(50回合)\n普攻傷害增加60%(50回合)`
            },
            {
                "name": `<:detail_passive:933340075910131732> 再生阻絕噴霧`,
                "value": `必殺時，觸發「使目標被治療時回復量減少100%(3回合)」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 歪斜力埸產生器`,
                "value": `必殺時，觸發「給予我方全體最大HP30％的護盾(1回合)」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 魔導改造手術`,
                "value": `每經過4回合，觸發「使我方站位2、4隊員獲得『必殺技傷害增加50%(2回合)』」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 攻擊+ (6潛)`,
                "value": `使自身攻擊力增加10%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 免疫睡眠 (12潛)`,
                "value": `使自身免疫睡眠`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/952915736190390272.webp?size=96&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
}

const nanaScriptList = [
    "本、本喵不要繼續加班了……",
    "笨蛋凱撒，快點工作喵！",
    "會死哦，本喵說不定真的會死喵！",
    "－－笨蛋凱撒！！！",
    "本喵完全能想像當初負責照顧你的人有多麼辛苦喵。",
    "<:nana_simpsons:934456179705409566>"
  ]
  
const nanascript = nanaScriptList[Math.floor(Math.random() * nanaScriptList.length)];

module.exports = {
    data: {
        name: 'ssr_2'
    },
    async execute(interaction, client) {
        const character = data[interaction.values[0]]
        const embed = new EmbedBuilder()
            .setColor(character.color)
            .setTitle(character.title)
            .setDescription(character.description)
            .setThumbnail(character.thumbnail.url)
            .addFields(character.fields);
        await interaction.reply({
            content: `<@!${interaction.user.id}> ${nanascript}`,
            embeds: [embed],
            ephemeral: true,
        })
    }
}