const { EmbedBuilder } = require("@discordjs/builders");
const randomReply = require('../replyScript/randomReply.json');

const data = {
    'shiro': {
        "type": "rich",
        "title": `賢者 白 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_wind:933339803653644358> <:class_healer:933339563127078922>`,
        "color": 0x54BA71,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：3,330,469 | ATK：784,453`
            },
            {
                "name": `<:detail_skill:933339968967933963> 再生之風`,
                "value": `以攻擊力50％對我方全體進行治療，以自身攻擊力60/70/80/90/100％每回合對我方全體進行治療(4回合)，並使自身以外的我方全體攻擊力增加0/0/17.5/20/25％(1回合)，自身以外的我方全體攻擊力增加15/17.5/17.5/20/25%(4回合)，CD: 4`
            },
            {
                "name": `<:detail_attack:933340014379667457> 癒合術`,
                "value": `以自身攻擊力25％對我方全體進行治療，並以自身攻擊力25％每回合對我方全體進行治療(2回合) `
            },
            {
                "name": `<:detail_leader:933339992732876811> 超越時間的賢者`,
                "value": `我方全體HP增加10%\n我方全體攻擊力增加40%\n我方全體攻擊者造成傷害增加20%\n我方全體守護者最大HP增加10%\n我方全體治療者攻擊力增加40%\n我方全體輔助者攻擊力增加40%\n我方全體妨礙者造成傷害增加20%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 全能之術`,
                "value": `普攻時，觸發「以自身攻擊力25％對我方當前HP最低者進行治療」\n攻擊時，觸發「使我方全體獲得友方目標最大HP10％的護盾(1回合)」\n攻擊時，觸發「以自身攻擊力20％使我方全體攻擊者、妨礙者攻擊力增加(1回合)」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 千年智慧`,
                "value": `最大HP增加10%\n攻擊力增加20%\n造成治療量增加25%\n造成持續治療量增加25%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 最佳化配置`,
                "value": `第1回合時，觸發《適才適所》\n\n《適才適所》\n使我方全體攻擊者造成傷害增加15%(50回合)\n使我方全體守護者受到傷害減少15%(50回合)\n使我方全體治療者攻擊力增加15%(50回合)\n使我方全體輔助者攻擊力增加15%(50回合)\n使我方全體妨礙者造成傷害增加15%(50回合)`
            },
            {
                "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
                "value": `使自身攻擊力增加10%`
            },
            {
                "name": `<:detail_passive2:1041115919356801136> 免疫睡眠 (12潛)`,
                "value": `使自身免疫睡眠`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/1058426292967571608.webp?size=128&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    'ny-salucia': {
        "type": "rich",
        "title": `絕代佳人 賽露西亞 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_wind:933339803653644358> <:class_obstructer:933339487084359740>`,
        "color": 0x54BA71,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：3,201,153 | ATK：890,968`
            },
            {
                "name": `<:detail_skill:933339968967933963> 精靈箭術。連連矢`,
                "value": `使自身造成傷害增加10/10/15/15/20%(3回合)，以自身攻擊力200％對目標造成傷害，再使自身獲得「攻擊時，觸發『以自身攻擊力50/65/80/95/110％對目標造成傷害』(3回合)」，CD: 3`
            },
            {
                "name": `<:detail_attack:933340014379667457> 拉弦射撃`,
                "value": `以自身攻擊力100％對目標造成傷害`
            },
            {
                "name": `<:detail_leader:933339992732876811> 深藏不露的勝負心`,
                "value": `我方全體HP增加20%\n我方全體攻擊者、妨礙者獲得「隊伍中至少有3名風屬性角色時，發動《精靈隊長》」\n我方全體獲得「隊伍中至少有2名火屬性角色時，發動《狙擊陣形》」\n\n《精靈隊長》\n攻擊力增加25%\n觸發技傷害增加175%\n普攻時，觸發「以自身攻擊力40％對目標造成傷害」\n必殺時，觸發「以自身攻擊力100％對目標造成傷害」\n\n《狙擊陣形》\n攻擊力增加100%\n造成治療量增加25%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 追風烈撃`,
                "value": `必殺時，觸發「使目標必殺技傷害減少15%(2回合)」\n必殺時，觸發「以自身攻擊力80％對目標造成傷害」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 腐蝕箭袋`,
                "value": `普攻時，觸發「使目標受到觸發技傷害增加20%(最多5層)」\n普攻時，觸發「以自身攻擊力35％對目標造成傷害」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 強烈靈氣`,
                "value": `普攻時，觸發「使我方全體必殺技傷害增加6%(最多5層)」\n必殺時，觸發「使目標受到必殺技傷害增加15%(最多2層)」`
            },
            {
                "name": `<:detail_passive2:1041115919356801136> 必殺+ (6潛)`,
                "value": `使自身必殺技傷害增加10%`
            },
            {
                "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
                "value": `使自身免疫麻痺`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/1064522757712384072.webp?size=96&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    'ny-lana': {
        "type": "rich",
        "title": `龍飛鳳舞 蘭兒 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_fire:933339778559131679> <:class_attacker:933339400916578344>`,
        "color": 0xF45F34,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：3,045,702 | ATK：937,027`
            },
            {
                "name": `<:detail_skill:933339968967933963> 迴轉龍捲球！`,
                "value": `使自身獲得4層攻擊力增加18.75/22.5/26.25/30/33.75%(最多4層)，再以自身攻擊力353/404/454/505/555％對目標造成傷害，CD: 4`
            },
            {
                "name": `<:detail_attack:933340014379667457> 重擊！`,
                "value": `以自身攻擊力100％對目標造成傷害`
            },
            {
                "name": `<:detail_leader:933339992732876811> 交友要在勝負後！`,
                "value": `我方全體HP增加20%\n我方全體攻擊力增加40%\n自身普攻時，觸發「以自身攻擊力40％使我方全體攻擊者攻擊力增加(1回合)」\n\n我方全體攻擊者獲得「隊伍中至少有4名攻擊者角色時， 發動《一波帶走！》」\n\n《一波帶走！》\n攻擊力增加110%\n必殺時，觸發「以自身攻擊力60％使我方站位1攻擊力增加(1回合)」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 蓄力蓄力！`,
                "value": `普攻時，觸發「使自身攻擊力增加12.5%(最多4層)」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 來發大的！`,
                "value": `每經過4回合，觸發「使自身攻擊力增加75%(最多1層)」\n必殺時，觸發「清除自身《來發大的！》的使自身攻擊力增加效果」\n普攻時，觸發「減少自身《迥轉龍捲球！》的使自身攻擊力增加效果1層」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 轉守為攻！！`,
                "value": `每經過4回合，觸發「使自身造成傷害增加40%(最多1層)」\n必殺時，觸發「清除自身《轉守為攻！！》的使自身造成傷害增加效果」\n使我方全體造成傷害增加10%`
            },
            {
                "name": `<:detail_passive2:1041115919356801136> 必殺+ (6潛)`,
                "value": `使自身必殺技傷害增加10%`
            },
            {
                "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
                "value": `使自身免疫麻痺`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/1064523027355815986.webp?size=96&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    'v-baal': {
        "type": "rich",
        "title": `甜心可可 巴爾 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_fire:933339778559131679> <:class_healer:933339563127078922>`,
        "color": 0xF45F34,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：3,966,897 | ATK：719,683`
            },
            {
                "name": `<:detail_skill:933339968967933963> 情人節巧克力大放送~`,
                "value": `以自身攻擊力20%使自身以外我方全體攻擊力增加(1回合)，使目標受到傷害增加15/15/22.5/22.5/30%(最多3/3/2/2/2層)，以自身攻擊力96/110/123/137/150％每回合對我方全體進行治療(3回合)，CD: 4`
            },
            {
                "name": `<:detail_attack:933340014379667457> 甜蜜滋味`,
                "value": `以自身攻擊力20％使自身以外我方全體攻擊力增加(1回合)，以自身攻擊力20％對我方全體進行治療，並以自身攻擊力20％每回合對全體進行治療(2回合)`
            },
            {
                "name": `<:detail_leader:933339992732876811> 戀愛少女的小小心機`,
                "value": `我方全體最大HP增加20%\n我方全體攻擊力增加50%\n我方全體獲得「隊伍中有至少3名火屬性隊員時，發動《大家一起做巧克力吧》」\n我方站位3的隊員獲得《送給最喜歡的那個他♡》\n\n《大家一起做巧克力吧》\n必殺時，觸發「使目標受到必殺技傷害增加15%(2回合)」\n必殺時，觸發「使目標受到火屬性傷害增加15%(2回合)」\n\n《送給最喜歡的那個他♡》\n攻擊力增加70%\n必殺時，觸發「使自身造成傷害增加20%(最多2層)」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 商人的行銷策略`,
                "value": `使我方最大HP最低者獲得「受到傷害減少15%」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 是愛，人家加了愛唷~`,
                "value": `我方全體受到必殺技傷害減少10%\n必殺時，觸發「使我方全體被治療時回復量增加20%(最多2層)」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 巧克力、荼還是人家♡`,
                "value": `我方治療者以及輔助者獲得《激情夜晚》 \n\n《激情夜晚》\n攻擊力增加40%\n防禦時，觸發「我方全體受到持續型治療增加20%(1回合)」`
            },
            {
                "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
                "value": `使自身攻擊力增加10%`
            },
            {
                "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
                "value": `使自身免疫沉默`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/1072880868869275659.webp?size=96&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    'v-satan': {
        "type": "rich",
        "title": `致命可可 撒旦 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_dark:933339859559530506> <:class_obstructer:933339487084359740>`,
        "color": 0xC390FF,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：4,722,566 | ATK：604,533`
            },
            {
                "name": `<:detail_skill:933339968967933963> 女僕密技。殺個精光(?)`,
                "value": `使目標受到傷害增加10/10/12.5/12.5/15%(最多2層)、使自身獲得1層「致命香氣」(最多9層)、使自身獲得「普攻時，追加『以自身攻擊力30/50/70/90/110％對目標造成傷害』(4回合)」、再以自身攻擊力215/238/261/284/307％對目標造成傷害，CD: 4`
            },
            {
                "name": `<:detail_attack:933340014379667457> 狩獵開始`,
                "value": `以自身攻擊力100％對目標造成傷害 `
            },
            {
                "name": `<:detail_leader:933339992732876811> 血淋淋的愛意`,
                "value": `我方全體最大HP增加20%\n我方全體攻擊力增加50\n我方全體普攻傷害增加30%\n我方全體攻擊者、妨礙者獲得「攻擊時，觸發『使我方全體獲得1層『甜蜜殺意』(最多30層)』」\n我方全體攻擊者、妨礙者獲得「依據「甜蜜殺意」層數獲得不同效果：\n10層以上：「普攻時，追加『以自身攻擊力50％對目標造成傷害』」\n20層以上：「攻擊力增加50%」\n30層以上：「造成傷害增加25%」」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 贈予甜美的死亡`,
                "value": `普攻時，觸發「使自身獲得1層『致命香氣』(最多9層)」\n依據「致命香氣」層數獲得不同效果：\n3層以上：「普攻時，追加『以自身攻擊力40％對目標造成傷害』」 \n9層以上：「攻擊力增加50%」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 不夠不夠不夠！`,
                "value": `每經過1回合，觸發「使自身獲得1層『受虐狂熱』(最多10層)」\n被攻擊時，觸發「使自身獲得1層『受虐狂熱』(最多10層)」\n依據「受虐狂熱」層數獲得不同效果：\n5層以上：「攻攣力增加20%」\n10層以上：「攻擊力增加40%」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 死一次試試看吧~`,
                "value": `依據「致命香氣」層數獲得不同效果：\n3層以上：「自身造成傷害增加20%」\n6層以上：「普攻時，觸發『使自身普攻傷害增加10%(最多3層)』」\n9層以上：「攻擊時，觸發『使目標受到傷害增加15%(最多1層)』」`
            },
            {
                "name": `<:detail_passive2:1041115919356801136> 攻擊力+ (6潛)`,
                "value": `使自身攻擊力增加10%`
            },
            {
                "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
                "value": `使自身免疫麻痺`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/1071982179095163012.webp?size=128&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    'v-iblis': {
        "type": "rich",
        "title": `純情可可 伊布力斯 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_light:933339825933791312> <:class_supporter:933339516788408420>`,
        "color": 0xEFB26B,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：3,320,621 | ATK：859,302`
            },
            {
                "name": `<:detail_skill:933339968967933963> 香蜜沉沉味如糖`,
                "value": `以自身攻擊力20/20/20/30/40％使我方全體光屬性角色攻擊力增加(1回合)，以自身攻擊力30/35/40/40/40％使我方站位5的隊員攻擊力增加(1回合)，CD: 4`
            },
            {
                "name": `<:detail_attack:933340014379667457> 只送給你`,
                "value": `以自身攻擊力10％使我方全體光屬性角色攻擊力增加(1回合)，以自身攻擊力20％使我方站位5的隊員攻擊力增加(1回合)、使我方站位5的隊員普攻傷害增加35%(1回合)`
            },
            {
                "name": `<:detail_leader:933339992732876811> 濃情蜜意之日`,
                "value": `使我方全體最大HP增加30%\n使我方全體攻擊力增加40%\n使我方全體治療者、輔助者獲得《送給最愛的他》\n使我方站位5的隊員獲得《人情巧克力》 \n\n《送給最愛的他》\n必殺時，觸發「使我方站位5的隊員造成傷害增加15%(1回合)」\n必殺時，觸發「使我方站位5的隊員獲得『必殺時，觸發 「以自身攻擊力50％對目標造成傷害」(1回合)』」 \n\n《人情巧克力》\n必殺時，觸發「使除了自身以外的隊員攻擊力增加50%(最多1層)」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 甜蜜獻禮`,
                "value": `第一回合時，觸發「使我方站位5的隊員普攻傷害增加50%(最多1層)」 `
            },
            {
                "name": `<:detail_passive:933340075910131732> 精心製作巧克力`,
                "value": `每經過4回合，觸發「使我方站位5的隊員必殺傷害增加40%(1回合)」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 戀愛、魔王、巧克力`,
                "value": `必殺時，觸發「使我方站位5的隊員必殺技傷害增加30%(1回合)」\n必殺時，觸發「使我方全體攻擊者必殺傷害增加20%(1回合)」`
            },
            {
                "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
                "value": `使自身攻擊力增加10%`
            },
            {
                "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
                "value": `使自身免疫麻痺`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/1071982359508959312.webp?size=128&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    'lillane': {
        "type": "rich",
        "title": `尋情慾兔 鈴蘭 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_fire:933339778559131679> <:class_supporter:933339516788408420>`,
        "color": 0xF45F34,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：3,327,818 | ATK：856,423`
            },
            {
                "name": `<:detail_skill:933339968967933963> 好想要但是不行！`,
                "value": `使我方全體攻擊者、妨礙者必殺技傷害增加10/15/20/25/30%(2回合)、使自身以外我方全體獲得「攻擊時，觸發『以自身攻擊力25/35/45/55/65%對目標造成傷害』(4回合)」，CD:4`
            },
            {
                "name": `<:detail_attack:933340014379667457> 兔兔應援`,
                "value": `使我方全體攻擊力增加50%(1回合)`
            },
            {
                "name": `<:detail_leader:933339992732876811> 兔攻擊之術`,
                "value": `我方全體最大HP增加20%\n我方全體攻擊力增加50%\n我方全體攻擊者、妨礙者獲得《性慾兔腳》\n每經過4回合，觸發「使我方全體造成必殺技傷害增加35%(2回合)」\n\n《性慾兔腳》\n攻擊時，觸發「使自身攻擊力增加20%(最多5層)」\n攻擊時，觸發「使目標受到觸發技傷害增加20%(最多5層)」\n必殺時，觸發「以自身攻擊力150%對目標造成傷害」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 大家加油！`,
                "value": `必殺時，觸發「使我方全體攻擊力增加50%(1回合)」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 咿咿咿咿咿！`,
                "value": `必殺時，觸發「以自身最大HP15%給予自身護盾(1回合)」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 浪漫的戀愛！`,
                "value": `我方全體造成傷害增加20% `
            },
            {
                "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
                "value": `使自身攻擊力增加10%`
            },
            {
                "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
                "value": `使自身免疫沉默`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/1082551492969496596.webp?size=240&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    'c-lulu': {
        "type": "rich",
        "title": `慵懶貓貓 露露 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_water:933339803087421523> <:class_obstructer:933339487084359740>`,
        "color": 0x48B4EB,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：2,927,673 | ATK：974,451`
            },
            {
                "name": `<:detail_skill:933339968967933963> 露露才沒有錯呢`,
                "value": `使目標受到傷害增加7.5/7.5/10/12.5/15%(最多2層)，使目標受到水屬性傷害增加5/7.5/7.5/10/12.5%(最多2層)，再以自身攻擊力330/376/422/468/514%對目標造成傷害，CD:4`
            },
            {
                "name": `<:detail_attack:933340014379667457> 後空翻`,
                "value": `以自身攻擊力100％對目標造成傷害`
            },
            {
                "name": `<:detail_leader:933339992732876811> 逐漸不獸控制`,
                "value": `我方全體最大HP增加30%、攻擊力增加25%\n自身普攻傷害增加30%」\n我方全體水屬性隊員獲得《獸化》\n使我方全體獲得「隊伍中至少有4名水屬性隊員時，發動《超危險獸化！》」、「隊伍中至少有5名水屬性隊員時，發動《超濃起司！！》」\n\n《獸化》\n攻擊時，觸發「使目標被治療時回復量減少20%(1回合)」\n普攻時，觸發「使目標受到普攻傷害增加15%(最多5層)」\n普攻時，追加「以自身攻擊力30%對目標造成傷害」\n\n《超危險獸化》\n普攻傷害增加50%\n攻擊時，觸發「使我方站位1的隊員造成傷害增加5%(1回合)、獲得普攻時與必殺時，追加『以自身攻擊力10%對目標造成傷害』(1回合)」\n\n《超濃起司》\n造成傷害增加30%\n攻擊時，觸發「使我方站位1的隊員造成傷害增加10%(1回合)、獲得普攻時與必殺時，追加『以自身攻擊力20% 對目標造成傷害』(1回合)」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 法斯喵皇`,
                "value": `攻擊時，觸發「使自身攻擊力增加10%(最多5層)」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 人家很可愛人家要飯飯！`,
                "value": `攻擊時，觸發「使目標被治療時回復量減少50%(1回合)」\n普攻時，追加「以自身攻擊力35%對目標造成傷害」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 花瓶殺手`,
                "value": `普攻時，觸發「使目標受到水屬性傷害增加2%(最多5層)」\n普攻時，觸發「使目標受到普攻傷害增加15%(最多5層)」`
            },
            {
                "name": `<:detail_passive2:1041115919356801136> 傷害+ (6潛)`,
                "value": `使自身攻擊力增加10%`
            },
            {
                "name": `<:detail_passive2:1041115919356801136> 免疫沈默 (12潛)`,
                "value": `使自身免疫沈默`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/1082551911770755173.webp?size=240&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    'm-juneau': {
        "type": "rich",
        "title": `魔法少女 朱諾安 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_dark:933339859559530506> <:class_attacker:933339400916578344>`,
        "color": 0xC390FF,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：3,284,637 | ATK：897,938`
            },
            {
                "name": `<:detail_skill:933339968967933963> 全力全開！星光粉碎毆打！`,
                "value": `我方站位5的角色必殺技傷害增加30/40/50/60/70%(2回合)，再以自身攻擊388/445/503/560/618％對目標造成傷害，CD:4`
            },
            {
                "name": `<:detail_attack:933340014379667457> 非、非常抱歉！`,
                "value": `以自身攻擊力100％對目標造成傷害`
            },
            {
                "name": `<:detail_leader:933339992732876811> 美艷動人♡性感魔法少女`,
                "value": `我方全體最大HP增加30%\n我方全體獲得「隊伍中至少有3名暗屬性角色時，發動《源初魔法少女》」 \n我方全體獲得「隊伍中至少有2名光屬性角色時，發動《星月的祝福》」 \n我方站位1的角色獲得「《力量增幅》」 \n\n《源初魔法少女》\n攻擊力增加40%\n行動時，觸發「使目標受到傷害增加2.5%(最多12層)」\n行動時，觸發「使目標受到觸發技傷害增加5%(最多12層)」\n\n《星月的祝福》\n造成傷害增加20%\n必殺時，觸發「使目標受到暗屬性傷害增加17.5%(最多2層)」\n必殺時，觸發「使目標受到光屬性傷害增加17.5%(最多2層)」 \n\n《力量增幅》\n攻擊力增加80%\n普攻傷害增加60%\n必殺技傷害增加40%\n必殺時，觸發「以自身攻擊力150％對目標造成傷害」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 別靠近人家！`,
                "value": `攻擊力增加40%\n必殺技傷害增加20%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 驅散黑暗之光`,
                "value": `我方站位5的角色獲得《重見光明》\n\n《重見光明》\n必殺技傷害增加40%\n造成傷害增加40%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 魔法少女的『根』源之力`,
                "value": `觸發技傷害增加100%\n必殺時，觸發「以自身攻擊力180％對目標造成傷害」`
            },
            {
                "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
                "value": `使自身攻擊力增加10%`
            },
            {
                "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
                "value": `使自身免疫麻痺`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/1092808753268662273.webp?size=96&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    'm-britney': {
        "type": "rich",
        "title": `魔法少女 布蘭妮 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_wind:933339803653644358> <:class_healer:933339563127078922>`,
        "color": 0x54BA71,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：3,160,851 | ATK：902,483`
            },
            {
                "name": `<:detail_skill:933339968967933963> 自動加熱震動模式？`,
                "value": `以自身攻擊力80/85/90/95/100％每回合對我方全體進行治療(4回合)、再以自身最大HP20/24/28/32/36％對我方全體施放護盾(1回合)，並使目標受到傷害增加0/0/10/15/20%(4回合)，CD:4`
            },
            {
                "name": `<:detail_attack:933340014379667457> 變聰明光線~`,
                "value": `以攻擊力75％對我方全體進行治療`
            },
            {
                "name": `<:detail_leader:933339992732876811> 星光閃爍★天才魔法少女`,
                "value": `第一回合時，觸發「使敵方全體受到風屬性傷害增加35%(最多1層)」\n自身造成傷害增加50%\n攻擊時，觸發「使自身以外我方全體獲得《代替正義懲罰你☆》」\n\n《代替正義懲罰你☆》\n造成傷害增加20%(1回合)\n攻擊時，觸發「使我方站位1角色獲得《魔力匯聚》」(1回合) \n\n《魔力匯聚》\n攻擊力增加50%(2回合)\n普攻時，追加『以自身攻擊力75％對目標造成傷害』(2回合)\n必殺時，追加『以自身攻擊力125％對目標造成傷害』(2回合)`
            },
            {
                "name": `<:detail_passive:933340075910131732> 粉色催淫光波♡`,
                "value": `攻擊時，觸發「以自身攻擊力20％使我方全體攻擊力增加(1回合)」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 暴露狂模式`,
                "value": `使我方全體受到護盾效果增加20%\n使我方全體被治療時回復量增加20%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 逃避很有用但逃不掉`,
                "value": `被治療時，觸發「使我方全體攻擊力增加20%(1回合)」\n給予我方全體「當前HP≧95％時，發動『造成傷害增加15%』」`
            },
            {
                "name": `<:detail_passive2:1041115919356801136> 攻擊力+ (6潛)`,
                "value": `使自身攻擊力增加10%`
            },
            {
                "name": `<:detail_passive2:1041115919356801136> 免疫睡眠 (12潛)`,
                "value": `使自身免疫睡眠`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/1092808831106568242.webp?size=96&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    'momo': {
        "type": "rich",
        "title": `毒蠍 莫默 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_water:933339803087421523> <:class_attacker:933339400916578344>`,
        "color": 0x48B4EB,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：3,042,821 | ATK：850,665`
            },
            {
                "name": `<:detail_skill:933339968967933963> 毒液濺曬`,
                "value": `使自身獲得「普攻時，追加『以自身攻擊力130/176/222/268/314％對目標造成傷害』(2回合)」、再使我方全體普攻傷害增加20/25/30/35/40%(4回合)、再使自身普攻傷害增加100%(2回合)、再以自身攻擊力200％對目標造成傷害，CD: 4`
            },
            {
                "name": `<:detail_attack:933340014379667457> 蠍尾刺擊`,
                "value": `以自身攻擊力100％對目標造成傷害`
            },
            {
                "name": `<:detail_leader:933339992732876811> 致殘毒液`,
                "value": `我方全體最大HP增加20%\n我方全體攻擊力增加40%\n我方全體攻擊者、妨礙者獲得《無解之毒》\n\n《無解之毒》\n普攻傷害增加50%\n造成傷害增加20%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 失控前奏`,
                "value": `必殺時，觸發「使自身攻擊力增加80%(2回合)」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 蝕甲猛毒`,
                "value": `必殺時，觸發「使目標受到普攻傷害增加60%(2回合)」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 紅圈毒素`,
                "value": `必殺時，觸發「使目標受到水屬性傷害增加30%(2回合)」`
            },
            {
                "name": `<:detail_passive2:1041115919356801136> 普攻傷害+ (6潛)`,
                "value": `使自身普攻傷害增加10%`
            },
            {
                "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
                "value": `使自身免疫麻痺`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/1100020517261553704.webp?size=96&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    'd-irene': {
        "type": "rich",
        "title": `背德密醫 艾琳 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_dark:933339859559530506> <:class_healer:933339563127078922>`,
        "color": 0xC390FF,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：3,598,417 | ATK：793,091`
            },
            {
                "name": `<:detail_skill:933339968967933963> 這就是凱薩的味道♡`,
                "value": `以攻擊力55/65/75/85/100％對我方全體進行治療，以自身攻擊力78/89/100/110/123％每回合對我方全體進行治療(4回合)，並以自身攻擊力20/20/25/25/30%使我方全體攻擊力增加(1回合)，再使我方全體攻擊力增加0/0/10/20/20%(4回合)，CD: 4`
            },
            {
                "name": `<:detail_attack:933340014379667457> 性愛療法`,
                "value": `以攻擊力40％對我方全體進行治療，並以攻擊力30％每回合對我方全體進行治療(2回合)`
            },
            {
                "name": `<:detail_leader:933339992732876811> 恥熱性療室`,
                "value": `我方全體攻擊力增加40%\n我方攻擊力最高攻擊者獲得《性慾高漲》\n第一回合時，觸發《刺激的背德感》 \n\n《性慾高漲》\n攻擊力增加60%\n造成傷害增加35%\n必殺傷害增加40%\n必殺時，觸發「以自身攻擊力275％對目標造成傷害」\n\n《刺激的背德感》\n我方最大HP最低者被治療時回復量增加40%(50回合)\n我方最大HP最低者受到護盾效果增加30%(50回合)\n我方最大HP最低者獲得以自身最大HP15％每回合進行治療(50回合)`
            },
            {
                "name": `<:detail_passive:933340075910131732> 因為精液濃呀~`,
                "value": `造成治療量增加30%\n必殺時，觸發「使我方全體被治療時回復量增加15%(3回合)」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 吃藥和做愛都要適量♡`,
                "value": `我方全體受到護盾效果增加30%\n防禦時，觸發「以自身攻擊力25％給予我方全體護盾(1回合)」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 壞孩子要被好好懲罰♡`,
                "value": `最大HP增加10%\n攻擊力增加10%\n必殺時，觸發「使我方全體被治療時回復量增加15%(3回合)」\n必殺時，觸發「使敵方全體受到必殺技傷害增加20%(最多2層)」`
            },
            {
                "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
                "value": `使自身攻擊力增加10%`
            },
            {
                "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
                "value": `使自身免疫麻痺`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/1105098180858757181.webp?size=96&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    'n-caesar': {
        "type": "rich",
        "title": `嬌蠻兇護 凱薩 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_dark:933339859559530506> <:class_attacker:933339400916578344>`,
        "color": 0xC390FF,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：3,045,702 | ATK：937,027`
            },
            {
                "name": `<:detail_skill:933339968967933963> 粗暴注射`,
                "value": `以自身攻擊力445/514/583/652/721％對目標造成傷害，CD: 4`
            },
            {
                "name": `<:detail_attack:933340014379667457> 抽血檢驗`,
                "value": `以自身攻擊力100％對目標造成傷害`
            },
            {
                "name": `<:detail_leader:933339992732876811> 不許質疑余的專業治療！`,
                "value": `使自身獲得，我方隊伍中至少有(1/2)名輔助者時，各發動「必殺技傷害增加(35/35)%」\n使自身獲得，我方隊伍中至少有(1/2)名治療者時，各發動「必殺技傷害增加(35/35)%」\n使我方全體獲得「隊伍中至少有3名闇屬性隊員時，發動 『《闇黑療法》』」\n自身必殺時，觸發「《對症下藥》」\n\n《閤黑療法》\n最大HP增加20%\n攻擊力增加50%\n必殺時，觸發『使目標受到傷害增加8%(最多5層)』\n必殺時，觸發『使目標受到闇屬性傷害增加8%(最多5層)』\n\n《對症下藥》\n使目標獲得「被攻擊時，觸發『使敵方全體被治療時回復量增加5%(最多6層)』(4回合)」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 一針見血(?)`,
                "value": `我方隊伍中至少有(1/2)名攻擊者時，各發動「必殺時，觸發『以自身攻擊力(100/100)％對目標造成傷害』」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 混沌療法`,
                "value": `我方隊伍中至少有(2/3)名闇屬性隊員時，各發動「攻擊力增加(50/50)%」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 加大劑量`,
                "value": `我方隊伍中至少有(1/2)名輔助者時，各發動「造成傷害增加(15/15)%」\n我方隊伍中至少有(1/2)名治療者時，各發動「造成傷害增加(15/15)%」`
            },
            {
                "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
                "value": `使自身攻擊力增加10%`
            },
            {
                "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
                "value": `使自身免疫麻痺`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/1105098379006054433.webp?size=96&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    's-fiora': {
        "type": "rich",
        "title": `夏日 菲歐菈 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_light:933339825933791312> <:class_healer:933339563127078922>`,
        "color": 0xEFB26B,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：4,155,454 | ATK：686,576`
            },
            {
                "name": `<:detail_skill:933339968967933963> 地上神國即將到來~`,
                "value": `使自身造成治療增加30/35/40/45/50%(4回合)、以自身攻擊力165/188/211/234/257%對我方全體進行治療，並使目標受到光屬性傷害增加10/10/15/20/25%(1回合)，CD: 4`
            },
            {
                "name": `<:detail_attack:933340014379667457> 頌唱性歌`,
                "value": `以自身攻擊力75%對我方全體進行治療`
            },
            {
                "name": `<:detail_leader:933339992732876811> 性愛福音傳遞者`,
                "value": `使我方全體最大HP增加20% \n使我方全體獲得「我方隊伍中至少有4名光屬性隊員時，發動『攻擊力增加100%』」\n使我方全體光屬性角色必殺技傷害增加50%\n每經過4回合，觸發「使目標受到傷害增加50%(1回合)」\n被治療時，觸發「使我方全體造成傷害增加15%(1回合)」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 散播高潮散播愛♡`,
                "value": `必殺時，觸發「使我方全體攻擊力增加40%(最多1層)」\n被治療時，觸發「使我方全體攻擊力增加10%(1回合)」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 大家一起高潮吧~`,
                "value": `必殺時，觸發「使我方全體必殺技傷害增加30%(最多1層)」\n被治療時，觸發「使我方全體必殺技傷害增加10%(1回合)」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 性愛的真諦♡`,
                "value": `必殺時，觸發「使我方全體造成傷害增加20%(最多1層)」\n被治療時，觸發「使我方全體造成傷害增加5%(1回合)」`
            },
            {
                "name": `<:detail_passive2:1041115919356801136> 普攻傷害+ (6潛)`,
                "value": `使自身普攻傷害增加10%`
            },
            {
                "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
                "value": `使自身免疫沉默`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/1113470861094178816.webp?size=96&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    's-aiko': {
        "type": "rich",
        "title": `夏日 艾可 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_fire:933339778559131679> <:class_healer:933339563127078922>`,
        "color": 0xF45F34,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：3,238,577 | ATK：880,893`
            },
            {
                "name": `<:detail_skill:933339968967933963> 艾可夏日特調`,
                "value": `使我方全體造成觸發技效果增加50/75/75/100/100%(3回合)，使我方全體造成傷害增加10/10/20/20/30%(3回合)，使我方全體攻擊力增加20/35/35/50/50%(3回合)，CD: 3`
            },
            {
                "name": `<:detail_attack:933340014379667457> 頂級服務`,
                "value": `以自身攻擊力50%每回合對我方全體進行治療(3回合)`
            },
            {
                "name": `<:detail_leader:933339992732876811> 凱薩大人就是上帝`,
                "value": `我方全體攻擊力增加50%\n使自身獲得《專屬服務生》\n使我方全體守護者獲得「隊伍中至少有2名守護者角色時，發動《凱薩大人永遠是對的》」\n\n《專屬服務生》\n造成傷害增加50%\n普攻時，觸發「以自身攻擊力100%對目標造成傷害」\n必殺時，觸發「以自身攻擊力250%對目標造成傷害」\n\n《凱薩大人永遠是對的》\n造成傷害增加50%\n普攻時，觸發「以自身攻擊力100%以及自身最大HP50%對目標造成傷害」\n必殺時，觸發「以自身攻擊力250%以及自身最大HP125%對目標造成傷害」\n攻擊時，觸發「清除自身的嘲諷效果並解除自身的防禦狀態」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 女僕…服務生密技!`,
                "value": `必殺時，觸發「以自身攻擊力150%對我方全體進行治療」\n必殺時，觸發「以自身攻擊力250%對目標造成傷害」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 美好的味道~♡`,
                "value": `我方全體受到持續治療量增加20%\n攻擊力增加50%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 萌欸♡萌欸♡啾~`,
                "value": `造成觸發技效果增加75%\n必殺時，觸發「以自身最大HP15%給予我方全體護盾(1回合)」`
            },
            {
                "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
                "value": `使自身攻擊力增加10%`
            },
            {
                "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
                "value": `使自身免疫沉默`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/1113470922691727500.webp?size=96&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    's-baal': {
        "type": "rich",
        "title": `夏日 巴爾 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_water:933339803087421523> <:class_attacker:933339400916578344>`,
        "color": 0x48B4EB,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：2,967,976 | ATK：961,497`
            },
            {
                "name": `<:detail_skill:933339968967933963> 突進吧!凱薩號!`,
                "value": `以自身攻擊力100%對目標造成傷害，使自身獲得「普攻時，追加『以自身攻擊力96/115/135/154/173%對目標造成傷害』(4回合)」，CD:  4`
            },
            {
                "name": `<:detail_attack:933340014379667457> 噗滋~`,
                "value": `以自身攻擊力100%對目標造成傷害`
            },
            {
                "name": `<:detail_leader:933339992732876811> 夏日商品全面特價中唷~`,
                "value": `自身與我方全體火、光屬性隊員最大HP增加20%\n自身與我方全體火、光屬性隊員造成傷害增加20%\n自身攻擊力增加50%\n自身普攻傷害增加20% \n我方全體火、光屬性隊員攻擊力增加80%\n我方全體火、光屬性隊員普攻傷害增加50%\n使我方全體攻擊者和妨礙者獲得「我方隊伍中至少有2名光屬性隊員時，發動《巴爾商會特製BBQ烤爐》」\n使我方全體攻擊者和妨礙者獲得「我方隊伍中至少有2名火屬性隊員時，發動《巴爾商會特製BBQ烤爐》」\n\n《巴爾商會特製BBQ烤爐》\n普攻時，追加「以自身攻擊力40%對目標造成傷害」\n普攻時，追加「使目標受到普攻傷害增加18%(最多5層)」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 泳裝黑辣妹魔王`,
                "value": `使我方全體水屬性隊員攻擊力增加30%\n使我方全體水屬性隊員普攻傷害增加20%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 射你一臉~`,
                "value": `使我方全體攻擊者和妨礙者獲得「《巴爾商會特製水槍》」\n\n《巴爾商會特製水槍》\n我方隊伍中至少有(4/5)名水屬性隊員時，各發動「普攻時，追加『以自身攻擊力(15/15)%對目標造成傷害』」 \n我方隊伍中至少有(4/5)名水屬性隊員時，各發動「普攻時，追加『使目標受到普攻傷害增加(9/9)%(最多5層)』」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 這次款待人家包辦~`,
                "value": `使我方全體獲得「《海之屋高級商品》」\n\n《海之屋高級商品》\n我方隊伍中至少有2名攻擊者時，發動「造成傷害增加30%」\n我方隊伍中至少有2名攻擊者時，發動「普攻傷害增加30%」`
            },
            {
                "name": `<:detail_passive2:1041115919356801136> 普攻傷害+ (6潛)`,
                "value": `使自身普攻傷害增加10%`
            },
            {
                "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
                "value": `使自身免疫沉默`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/1113470978920558632.webp?size=96&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
    's-ayane': {
        "type": "rich",
        "title": `夏日 神田綾音 ★★★`,
        "description": `<:rarity_ssr:933339183848763412> <:element_fire:933339778559131679> <:class_attacker:933339400916578344>`,
        "color": 0xF45F34,
        "fields": [
            {
                "name": `<:5flower:981031925168865290> 完全體數據`,
                "value": `HP：3,058,657 | ATK：932,708`
            },
            {
                "name": `<:detail_skill:933339968967933963> 咆哮吧，卡利伯!`,
                "value": `使自身攻擊力增加50/60/70/80/100%(2回合)，再以自身攻擊力330/376/422/468/514%對目標造成傷害，CD: 4`
            },
            {
                "name": `<:detail_attack:933340014379667457> 晨光黎明劍`,
                "value": `以自身攻擊力125%對目標造成傷害`
            },
            {
                "name": `<:detail_leader:933339992732876811> 夏日勇者的渡假時刻`,
                "value": `我方全體最大HP增加25%\n我方全體普攻傷害增加50%\n我方站位1的角色獲得「隊伍中至少有3名攻擊者時，發動 《我吃故我在》」\n我方全體獲得「隊伍中至少有3名火屬性角色時，發動《騎乘模式。ON》」\n\n《我吃故我在》\n攻擊力增加40%\n普攻時，追加「以自身攻擊力50%對目標造成傷害」\n必殺時，觸發「使目標受到火屬性傷害增加20%(最多2層)」\n必殺時，觸發「使目標受到普攻傷害增加40%(最多2層)」\n\n《騎乘模式。ON》\n攻擊力增加40%\n行動時，觸發「自身造成傷害增加7%(最多5層)」\n行動時，觸發「自身普攻傷害增加15%(最多5層)」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 甜食禁斷綜合症`,
                "value": `普攻傷害增加30%\n必殺技傷害增加20%`
            },
            {
                "name": `<:detail_passive:933340075910131732> 我媽在夏威夷教我的`,
                "value": `第1回合時，觸發「使敵方全體受到傷害增加15%(50回合)」\n第8回合時，觸發「使自身必殺傷害增加40%(50回合)」`
            },
            {
                "name": `<:detail_passive:933340075910131732> 自帶BGM的勇者`,
                "value": `普攻時，追加「以自身攻擊力25%對目標造成傷害」\n普攻時，觸發「自身造成傷害增加10%(最多3層)」`
            },
            {
                "name": `<:detail_passive2:1041115919356801136> 必殺+ (6潛)`,
                "value": `使自身必殺技傷害增加10%`
            },
            {
                "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
                "value": `使自身免疫沉默`
            }
        ],
        "thumbnail": {
            "url": `https://cdn.discordapp.com/emojis/1113471043307327498.webp?size=96&quality=lossless`,
            "height": 0,
            "width": 0
        }
    },
}

const nanascript = randomReply[Math.floor(Math.random() * randomReply.length)];

module.exports = {
    data: {
        name: 'ssr_4'
    },
    async execute(interaction, client) {
        const character = data[interaction.values[0]]
        const embed = new EmbedBuilder()
            .setColor(character.color)
            .setTitle(character.title)
            .setDescription(character.description)
            .setThumbnail(character.thumbnail.url)
            .addFields(character.fields);
        await interaction.reply({
            content: `<@!${interaction.user.id}> ${nanascript}`,
            embeds: [embed],
            ephemeral: true,
        })
    }
}