module.exports = {
    "type": "rich",
    "title": `破敗玫瑰 巴爾 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_water:933339803087421523> <:class_healer:933339563127078922>`,
    "color": 0x48B4EB,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,222,744 | ATK：928,392`
        },
        {
            "name": `<:detail_skill:933339968967933963> 謀士以身入局`,
            "value": `使自身攻擊力增加18/21/24/27/30%(最多3層)，使我方全體造成觸發技效果增加25.2/29.4/33.6/37.8/42%(最多3層)、攻擊時，觸發「以自身攻擊力18/21/24/27/30%對目標造成傷害」(4回合)(不可疊加)，並以自身攻擊力165/188/211/234/257%對我方全體進行治療。CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 後勤補給`,
            "value": `以自身攻擊力75%對我方全體進行治療`
        },
        {
            "name": `<:detail_leader:933339992732876811> 遺願的繼承者`,
            "value": `我方全體最大HP增加50%\n我方全體攻擊力增加50%\n我方全體獲得「被治療時，觸發『《最後的囑託》』」\n我方全體獲得「我方隊伍水屬性角色有2人以上時，發動『攻擊時，追加「以目標最大HP1%對我方全體進行治療」』」\n我方全體獲得「我方隊伍光屬性角色有2人以上時，發動『攻擊時，追加「以目標最大HP1%對我方全體進行治療」』」\n我方全體獲得「自身《守護眾人》層數≧20層時，開啟『攻擊時，觸發「以自身攻擊力20%對目標造成傷害」』」\n我方全體獲得「自身《守護眾人》層數=40層時，開啟『攻擊時，觸發「以自身攻擊力20%對目標造成傷害」』」\n自身獲得「每經過1回合時，觸發『使敵方全體受到水、光屬性傷害增加2%(最多10層)』」\n\n《最後的囑託》\n使自身獲得1層《守護眾人》(最多40層)\n使自身造成觸發技效果增加2.25%(最多40層)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 不准打擾他！`,
            "value": `被治療時，觸發『使我方全體獲得《凱薩的永眠》』\n\n《凱薩的永眠》\n造成觸發技效果增加6%(最多10層)\n攻擊時，觸發「以自身攻擊力30%對目標造成傷害」(1回合)(不可疊加)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 魔力喪失`,
            "value": `必殺時，觸發「使自身獲得1層《遺失的魔力》(最多3層)」\n自身《遺失的魔力》層數≧1層時，開啟「被治療時，觸發『使我方全體水、光屬性角色造成傷害增加10%(1回合)』」\n自身《遺失的魔力》層數≧2層時，開啟「造成治療量增加50%」\n自身《遺失的魔力》層數=3層時，開啟「被治療時，觸發『以自身攻擊力6%使自身以外我方全體攻擊力增加(1回合)』」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 信守約定`,
            "value": `第1回合時，觸發「使自身當前必殺技CD減少4回合」(觸發1次後清除)\n防禦時，觸發「以自身攻擊力20%每回合對我方全體進行治療(4回合)(不可疊加)」\n被治療時，觸發「使我方全體造成傷害增加1.5%(最多10層)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 治療+ (6潛)`,
            "value": `使自身造成治療增加10% `
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1447327900901576774.webp?size=160`,
        "height": 0,
        "width": 0
    }
}