module.exports = {
    "type": "rich",
    "title": `凋零薔薇 伊布力斯 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_light:933339825933791312> <:class_supporter:933339516788408420>`,
    "color": 0xEFB26B,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,683,342 | ATK：811,803`
        },
        {
            "name": `<:detail_skill:933339968967933963> 薔薇綻放`,
            "value": `使我方全體造成傷害增加15/17.5/20/22.5/25%(4回合)(不可疊加)、必殺技傷害增加15/17.5/20/22.5/25%(1回合)、普攻傷害增加25.2/29.4/33.6/37.8/42%(4回合)(不可疊加)，再使目標受到傷害增加0/0/6/12/18%(4回合)(不可疊加)。CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 賜福之光`,
            "value": `以自身攻擊力30%使我方全體攻擊力增加(1回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 自我放逐的魔王`,
            "value": `我方全體最大HP增加50%\n我方全體獲得「當我方隊伍恰好為1種角色屬性時，開啟『《暗中幫助》』」\n我方攻擊者、守護者、妨礙者獲得「攻擊時，觸發『以自身攻擊力15%使我方全體攻擊力增加(1回合)』」\n我方站位5獲得「自身《懊悔》層數≧4層時，開啟『必殺技傷害增加40%、必殺時，追加「以自身攻擊力50%對目標造成傷害」』」\n我方站位5獲得「自身《懊悔》層數=8層時，開啟『必殺技傷害增加80%、必殺時，追加「以自身攻擊力100%對目標造成傷害」』」\n自身獲得「每Wave第1回合時，觸發『使敵方全體受到傷害增加16%(最多1層)、受到光屬性傷害增加40%(最多1層)』」\n\n《暗中幫助》\n攻擊力增加50%\n造成傷害增加45%\n普攻傷害增加75%\n普攻時，追加「以自身攻擊力30%對目標造成傷害」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 不曾忘卻的他`,
            "value": `攻擊時，觸發「使我方站位5獲得1層《懊悔》(最多8層)」\n必殺時，觸發「以自身攻擊力30%使我方全體攻擊力增加(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 重振決心`,
            "value": `我方站位5獲得「自身《懊悔》層數≧4層時，開啟『必殺時，追加「使自身獲得『《不再逃避》』，並以自身攻擊力25%對目標造成傷害，再清除自身《懊悔》全部層數」』」\n我方站位5獲得「自身《懊悔》層數=8層時，開啟『必殺時，追加「使自身獲得『《守護一切》』，並以自身攻擊力50%對目標造成傷害」』」\n\n《不再逃避》\n造成傷害增加7%(9回合)(不可疊加)\n普攻時，追加『以自身攻擊力8%對目標造成傷害』(8回合)(不可疊加)\n\n《守護一切》\n造成傷害增加17%(9回合)(不可疊加)\n普攻時，追加『以自身攻擊力16%對目標造成傷害』(8回合)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 再次出發`,
            "value": `攻擊時，觸發「以自身攻擊力15%使我方站位5攻擊力增加(1回合)」\n每Wave第1、5、9回合時，觸發「使敵方全體受到光屬性傷害增加10%(最多3層)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫睡眠 (12潛)`,
            "value": `使自身免疫睡眠`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1447327879409963219.webp?size=160`,
        "height": 0,
        "width": 0
    }
}