module.exports = {
    "type": "rich",
    "title": `魔王 娜娜 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_wind:933339803653644358> <:class_attacker:933339400916578344>`,
    "color": 0x54BA71,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,143,579 | ATK：951,422`
        },
        {
            "name": `<:detail_skill:933339968967933963> 血體術・嗜魂爪`,
            "value": `使自身造成傷害增加0/0/10/20/30%(4回合)(不可疊加)、必殺技傷害增加39/45.5/52/58.5/65%(1回合)、觸發技效果增加39/45.5/52/58.5/65%(4回合)(不可疊加)，再以自身攻擊力49.2/62.1/75/87.9/100.8%對目標造成傷害5次。CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 借來的力量`,
            "value": `使自身造成傷害增加8%(4回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 最後的復活儀式`,
            "value": `我方全體HP增加50%\n自身獲得「我方隊伍恰好為3種角色定位時，開啟『《儀式核心》』」\n攻擊者以外我方全體獲得「我方隊伍恰好為3種角色定位時，開啟『《汲取力量》』」\n\n《儀式核心》\n攻擊力增加70%\n造成傷害增加70%\n必殺技傷害增加75%\n觸發技效果增加75%\n必殺時，追加「以自身攻擊力100%對目標造成傷害」\n必殺時，觸發「以自身攻擊力50%對目標造成傷害」\n\n《汲取力量》\n攻擊力增加70%\n攻擊時，觸發「使目標受到傷害增加7%(1回合)」\n攻擊時，觸發「使目標受到風屬性傷害增加10.5%(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 陷入瘋狂的「凱薩」`,
            "value": `攻擊力增加60%\n普攻時，觸發「以自身攻擊力100%對目標造成傷害」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 魔王之力`,
            "value": `普攻時，觸發「使自身獲得1層《猶在身畔》(最多3層)」\n必殺時，觸發「清除自身《猶在身畔》所有層數」\n自身《猶在身畔》層數≧1時，開啟「必殺時，觸發『以自身攻擊力36%對目標造成傷害』」\n自身《猶在身畔》層數≧2時，開啟「必殺時，觸發『以自身攻擊力72%對目標造成傷害』」\n自身《猶在身畔》層數=3時，開啟「必殺時，觸發『以自身攻擊力108%對目標造成傷害』」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 無法實現的遺憾`,
            "value": `造成傷害增加27.5%\n攻擊者以外我方全體獲得「攻擊時，觸發『《未竟之約》』」\n\n《未竟之約》\n使目標受到傷害增加6.5%(1回合)\n使目標受到風屬性傷害增加9.75%(1回合)`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 傷害+ (6潛)`,
            "value": `使自身造成傷害增加7.5%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫睡眠 (12潛)`,
            "value": `使自身免疫睡眠`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1447327818185965578.webp?size=160`,
        "height": 0,
        "width": 0
    }
}