module.exports = {
    "type": "rich",
    "title": `死寂葬華 撒旦 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_fire:933339778559131679> <:class_attacker:933339400916578344>`,
    "color": 0xF45F34,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,119,109 | ATK：958,618`
        },
        {
            "name": `<:detail_skill:933339968967933963> 終焉—暴戾骨爪`,
            "value": `使自身攻擊力增加100/115/130/145/160%(2回合)，普攻傷害增加50/65/80/95/110%(2回合)、使目標受到火屬性傷害增加18/21/24/27/30%(2回合)、再使自身獲得「普攻時，觸發『使自身獲得0/0/1/2/3層《煉獄冥焰》(最多6層)』(2回合)」。CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 無情一擊`,
            "value": `以自身攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 喪失慾望的魔王`,
            "value": `我方全體最大HP增加50%\n我方全體獲得「我方隊伍攻擊者有2人以上時，發動『攻擊力減少500%』」(負面效果)\n使自身以外我方全體獲得「《冥焰蔓延》」\n\n《冥焰蔓延》\n攻擊力增加50%\n必殺時，觸發「使自身獲得『普攻時，觸發『使目標受到傷害增加5%(1回合)、受到普攻傷害增加10%(1回合)』(2回合)』」\n必殺時，觸發「使我方【死寂葬華 撒旦】獲得『必殺時，觸發『《被點燃的戰鬥慾》』(1回合)』」\n\n《被點燃的戰鬥慾》\n攻擊力增加35%(2回合)\n造成傷害增加10.5%(2回合)\n普攻傷害增加30%(2回合)\n普攻時，追加「以自身攻擊力52.5%對目標造成傷害」(2回合)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 憎恨無以燃燒`,
            "value": `攻擊力增加45%\n普攻時，追加「以自身當前HP1%對自身造成真實傷害，並使自身普攻傷害增加5%(最多10層)」(可觸發「被攻擊時」觸發效果)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 泯滅萬物`,
            "value": `被攻擊時，觸發「使自身獲得1層《煉獄冥焰》(最多6層)」\n必殺時，根據自身《煉獄冥焰》的層數，觸發「使自身獲得《冥焰猛擊》」\n必殺時，觸發「清除自身《煉獄冥焰》所有層數」\n\n《冥焰猛擊》\n造成傷害增加5%(2回合)\n普攻時，追加「以自身攻擊力52.5%對目標造成傷害」(2回合)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 無法尋回的慾望`,
            "value": `使我方全體獲得「被攻擊時，觸發『使我方【死寂葬華 撒旦】獲得1層《詛咒般的愛》(最多10層)』」\n自身《詛咒般的愛》≧2層時，開啟「攻擊力增加30%」\n自身《詛咒般的愛》≧6層時，開啟「對防禦目標傷害增加100%」\n自身《詛咒般的愛》=10層時，開啟「必殺時，觸發『使自身造成傷害增加30%(2回合)』」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1447327745691353178.webp?size=160`,
        "height": 0,
        "width": 0
    }
}