module.exports = {
    "type": "rich",
    "title": `聖劍覺醒 神田綾音 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_light:933339825933791312> <:class_attacker:933339400916578344>`,
    "color": 0xEFB26B,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,009,179 | ATK：946,385`
        },
        {
            "name": `<:detail_skill:933339968967933963> 聖劍咆哮。星辰編年`,
            "value": `使目標受到光屬性傷害增加18/21/24/27/30%(8回合)(不可疊加)，並使我方全體攻擊者獲得「普攻時，追加『以自身攻擊力0/0/15/20/25%對目標造成傷害』(8回合)(不可疊加)」，再以自身攻擊力140%對目標造成傷害6/7/8/9/10次。CD:40`
        },
        {
            "name": `<:detail_attack:933340014379667457> 逆刃`,
            "value": `使目標受到傷害增加10%(2回合)(不可疊加)，再以自身攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 最後的勇者`,
            "value": `我方全體最大HP增加40%\n光屬性角色以外我方全體獲得「第1回合時，觸發『使我方【聖劍覺醒 神田綾音】獲得1層《應當守護的存在》(最多4層)』(觸發1次後清除)」\n自身《應當守護的存在》層數=4時，開啟「《守護一切的決心》」\n\n《守護一切的決心》\n必殺技最大CD減少20回合\n攻擊力增加200%\n造成傷害增加50%\n普攻傷害增加100%\n必殺技傷害增加60%\n必殺時，觸發「使目標受到光屬性傷害增加30%(最多1層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 勇者的職責`,
            "value": `攻擊力增加50%\n普攻傷害增加50%\n必殺傷害增加30%\n對防禦目標傷害增加100%\n自身以外我方全體獲得「攻擊時，觸發『使我方【聖劍覺醒 神田綾音】當前必殺技CD減少1回合』」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 覺醒聖劍。卡利伯`,
            "value": `攻擊時，觸發「使目標被治療時回復量減少5%(最多10層)」\n防禦時，觸發「《破曉之光》」\n\n《破曉之光》\n以自身最大HP20%給予自身護盾(1回合)\n使自身獲得「普攻時，追加『以自身攻擊力50%對目標造成傷害』(2回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 聖劍解放，最終型態！`,
            "value": `造成傷害增加30%\n自身以外我方全體攻擊者獲得「第1回合時，觸發『使我方【聖劍覺醒 神田綾音】當前必殺技CD減少20回合』(觸發1次後清除)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 造成傷害+ (6潛)`,
            "value": `使自身造成傷害增加7.5%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 完全免疫 (12潛)`,
            "value": `使自身免疫沉默\n使自身免疫麻痺\n使自身免疫睡眠`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1390268364655693914.webp?size=160`,
        "height": 0,
        "width": 0
    }
}