module.exports = {
    "type": "rich",
    "title": `怒濤魔鯊 芙紐絲 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_dark:933339859559530506> <:class_protector:933339611080572948>`,
    "color": 0xC390FF,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：4,915,439 | ATK：580,063`
        },
        {
            "name": `<:detail_skill:933339968967933963> 秘技--渦水瀑殺！`,
            "value": `使自身獲得20/20/30/30/40層《水下深度》(最多100層)、攻擊力增加40/56.66/60/95/100%(最多4/3/3/2/2層)、造成傷害增加0/0/10/22.5/30%(最多0/0/3/2/2層)，再以自身攻擊力120/140/160/180/200%對目標造成傷害。CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 船錨揮擊`,
            "value": `以自身攻擊力100%對目標造成傷害，再以自身攻擊力25%給予自身護盾(1回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 船在人在，船亡人亡`,
            "value": `自身最大HP增加60%\n自身獲得嘲諷(永久)\n我方全體攻擊力增加100%\n我方全體造成傷害增加30%\n我方全體普攻傷害增加40%\n我方全體獲得「攻擊時，觸發『《起錨出航》』」\n\n《起錨出航》\n使目標受到水屬性傷害增加5%(2回合)\n使目標受到闇屬性傷害增加5%(2回合)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 潛入深海`,
            "value": `普攻時，觸發「使自身獲得5層《水下深度》(最多100層)」\n被攻擊時，觸發「使自身獲得3層《水下深度》(最多100層)」\n自身《水下深度》層數≧33層時，開啟「攻擊力增加60%」\n自身《水下深度》層數≧66層時，開啟「普攻傷害增加60%」\n自身《水下深度》層數≧99層時，開啟「造成傷害增加30%」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 深海霸主`,
            "value": `必殺時，觸發「《狩獵開始》」\n\n《狩獵開始》\n使自身進入防禦狀態\n使自身獲得嘲諷(2回合)\n以自身攻擊力50%給予自身護盾(1回合)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 撕碎渡海者的災厄`,
            "value": `第1回合時，觸發「使自身當前必殺技CD減少4回合」(觸發1次後清除)\n自身《水下深度》層數=100層時，開啟「《深海之底》」\n\n《深海之底》\n造成傷害時會以傷害值15%回復自身HP\n普攻傷害增加60%\n普攻時，追加『以自身攻擊力30%對目標造成傷害』\n攻擊時，觸發「使目標受到傷害增加20%(2回合)、受到普攻傷害增加50%(2回合)、受到闇屬性傷害增加20%(2回合)」\n防禦時，觸發「以自身攻擊力50%每回合對自身進行治療(1回合)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫睡眠 (12潛)`,
            "value": `使自身免疫睡眠`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1382206340717609000.webp?size=160`,
        "height": 0,
        "width": 0
    }
}