module.exports = {
    "type": "rich",
    "title": `俏皮辣妹 布蘭妮 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_water:933339803087421523> <:class_attacker:933339400916578344>`,
    "color": 0x48B4EB,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,405,544 | ATK：837,712`
        },
        {
            "name": `<:detail_skill:933339968967933963> 本天才的反轉劇`,
            "value": `使自身攻擊力增加24/28/48/54/60%(最多3/3/2/2/2層)、造成傷害增加12/14/24/27/30%(最多3/3/2/2/2層)、必殺技傷害增加12/14/24/27/30%(最多3/3/2/2/2層)，並以自身攻擊力0/0/60/90/120%對目標造成傷害，CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 辣妹出擊！`,
            "value": `以自身攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 天才辣妹軍師`,
            "value": `我方全體最大HP增加45%\n自身獲得「每Wave的第1回合時，觸發『使敵方全體受到水屬性傷害增加30%(最多1層)』」\n自身獲得「我方隊伍水屬性角色有3人以上時，發動《辣妹Style♡》」\n自身以外我方全體獲得「我方隊伍水屬性角色有3人以上時，發動《閃亮登場☆》」\n\n《辣妹Style♡》\n攻擊力增加120%\n必殺技傷害增加60%\n造成傷害增加60%\n\n《閃亮登場☆》\n攻擊力增加50%\n必殺時，觸發「《本天才的無敵魅力～》」\n\n《本天才的無敵魅力～》\n使我方【俏皮辣妹 布蘭妮】獲得「必殺時，追加『以自身攻擊力30%對目標造成傷害』(1回合)」\n使目標受到必殺技傷害增加15%(1回合)\n使目標受到水屬性傷害增加10%(1回合)\n使目標受到傷害增加7.5%(1回合)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 辣妹的小小心機`,
            "value": `普攻時，觸發「《聯誼的無敵連續技》」\n\n《聯誼的無敵連續技》\n使目標受到水屬性傷害增加10%(4回合)\n使自身必殺技傷害增加8%(4回合)、造成傷害增加8%(4回合)`
        },
        {   
            "name": `<:detail_passive:933340075910131732> 追隨時尚乃是必須`,
            "value": `普攻時，觸發「使自身以外我方全體獲得《辣妹化妝小技巧》」\n必殺時，觸發「使自身清除《吸引目光》所有層數」\n自身《吸引目光》層數≧4層時，開啟「必殺時，追加『以自身攻擊力210%對目標造成傷害』」\n自身《吸引目光》層數≧8層時，開啟「必殺時，追加『以自身攻擊力140%對目標造成傷害』」\n自身《吸引目光》層數=12層時，開啟「必殺時，追加『以自身攻擊力70%對目標造成傷害』」\n\n《辣妹化妝小技巧》\n普攻時，觸發「使我方【俏皮辣妹 布蘭妮】獲得1層《吸引目光》(最多12層)」(1回合)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 對宅宅溫柔的辣妹`,
            "value": `第1回合時，觸發「使自身當前必殺技CD減少4回合」(觸發1次後清除)\n普攻時，觸發「使我方全體獲得攻擊力增加20%(4回合)」\n自身以外我方全體獲得《臉紅心跳》\n\n《臉紅心跳》\n防禦時，觸發「使我方【俏皮辣妹　布蘭妮】獲得2層《吸引目光》（最多12層)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1415534583616634940.webp?size=160`,
        "height": 0,
        "width": 0
    }
}