module.exports = {
    "type": "rich",
    "title": `好色兔兔 達芙妮 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_dark:933339859559530506> <:class_healer:933339563127078922>`,
    "color": 0xC390FF,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,424,255 | ATK：833,393`
        },
        {
            "name": `<:detail_skill:933339968967933963> 嬌小的身軀，母性的包容`,
            "value": `使我方全體風、闇屬性角色必殺技傷害增加30/35/40/45/50%(1回合)、造成傷害增加12/14/16/18/20%(1回合)，並使目標受到風、闇屬性傷害增加18/21/24/27/30%(1回合)，再以自身攻擊力132.5/149/165.5/182/198.5%對我方全體進行治療。CD:3`
        },
        {
            "name": `<:detail_attack:933340014379667457> 兔兔蹦蹦～`,
            "value": `以自身攻擊力50%每回合對我方全體進行治療(3回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 小小達芙妮，登場！`,
            "value": `我方全體最大HP增加45%\n自身獲得「第1回合時，觸發『使自身獲得1層《魔力收集》(最多3層)』(觸發1次後清除)」\n我方全體獲得「必殺時，觸發『《撒嬌時間》』」\n\n《撒嬌時間》\n使自身受到傷害減少10%(3回合)(不可疊加)\n使我方全體攻擊力增加8%(最多11層)\n使我方全體造成傷害增加5%(最多11層)\n使目標受到必殺技傷害增加4%(最多11層)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 新手仙子的討債秘招`,
            "value": `必殺時，追加「使目標解除防禦狀態」\n成功解除防禦時，觸發「使目標攻擊力減少30%(3回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 仙子幸福安心委員會`,
            "value": `必殺時，觸發「使自身獲得1層《魔力收集》(最多3層)」\n自身《魔力收集》層數≧1層時，開啟「攻擊力增加100%」\n自身《魔力收集》層數≧2層時，開啟「每經過3回合時，觸發『使敵方全體受到傷害增加15%(1回合)』」\n自身《魔力收集》層數=3層時，開啟「必殺時，觸發『以自身攻擊力20%使我方全體攻擊力增加(1回合)』」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 小小母親的性技♡`,
            "value": `第1回合時，觸發「使自身當前必殺技CD減少3回合」(觸發1次後清除)\n防禦時，觸發「以自身攻擊力37.5%每回合對我方全體進行治療(2回合)」\n我方全體被治療時回復量增加30%\n我方全體攻擊者、守護者、妨礙者獲得「必殺時，追加『以自身攻擊力75%對目標造成傷害』」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 治療+ (6潛)`,
            "value": `使自身造成治療增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫睡眠 (12潛)`,
            "value": `使自身免疫睡眠`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1427822556190212248.webp?size=160`,
        "height": 0,
        "width": 0
    }
}