module.exports = {
    "type": "rich",
    "title": `悠閒生活 神田綾音 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_fire:933339778559131679> <:class_protector:933339611080572948>`,
    "color": 0xF45F34,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：4,420,298 | ATK：644,836`
        },
        {
            "name": `<:detail_skill:933339968967933963> 今天晚餐吃薑燒豬肉！`,
            "value": `使自身獲得2層《飽足感》(最多5層)，並使我方全體造成傷害增加12/14/16/18/20%(1回合)、造成傷害增加3/3.5/4/4.5/5%(最多2層)、必殺時，追加「以自身攻擊力75/87.5/100/112.5/125%對目標造成傷害」(1回合)、普攻時，追加「以自身攻擊力37.5/43.8/50/56.3/62.5%對目標造成傷害」(4回合)(不可疊加)，再以自身攻擊力330/376/422/468/514%對目標造成傷害。CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 貪吃胃口好`,
            "value": `以自身攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 「綾音秀」的主人公`,
            "value": `自身最大HP增加60%\n自身不受《記憶中的美味》所給予「嘲諷」效果影響\n自身獲得「每經過1回合時，觸發『使自身獲得嘲諷(1回合)』」\n自身獲得「防禦時，觸發『《掙脫夢境》』」\n自身以外我方全體最大HP增加30%\n自身以外我方全體獲得「當前HP≧50%時，發動『每經過1回合時，觸發『《最佳配角》』』」\n\n《掙脫夢境》\n清除自身《「綾音秀」的主人公》所給予「嘲諷」效果\n以自身最大HP10%給予我方全體護盾(1回合)\n\n《最佳配角》\n使我方全體攻擊力增加12.5%(1回合)\n使我方全體造成傷害增加7%(1回合)\n使我方全體普攻傷害增加20%(1回合)\n使我方全體必殺技傷害增加10%(1回合)\n使敵方全體受到傷害增加5%(1回合)\n使敵方全體受到全屬性傷害增加7%(1回合)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 記憶中的美味`,
            "value": `攻擊時，觸發「使自身獲得1層《飽足感》(最多5層)」\n當自身《飽足感》層數≧1時，開啟「防禦時，觸發『使自身獲得嘲諷(1回合)』」\n當自身《飽足感》層數≧2時，開啟「攻擊時，觸發『使自身進入防禦狀態』」\n當自身《飽足感》層數≧3時，開啟「必殺時，觸發『以自身最大HP20%給予我方全體護盾(2回合)』」\n當自身《飽足感》層數≧4時，開啟「造成傷害增加30%」\n當自身《飽足感》層數=5時，開啟「防禦減傷效果增加10%」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 運動健將`,
            "value": `被攻擊時，觸發「使自身獲得1層《劇烈運動》(最多1層)」\n當自身《劇烈運動》層數=1時，開啟「每經過1回合時，觸發『《促進消化》』」\n\n《促進消化》\n使我方全體攻擊力增加30%(2回合)(不可疊加)\n使自身《飽足感》、《劇烈運動》層數減少1層`
        },
        {
            "name": `<:detail_passive:933340075910131732> 持劍的睡美人`,
            "value": `第1回合時，觸發「使自身當前必殺技CD減少4回合、獲得2層《飽足感》(最多5層)」(觸發1次後清除)\n我方全體普攻傷害增加70%\n我方全體必殺技傷害增加35%\n我方全體受到護盾效果增加30%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 減傷+ (6潛)`,
            "value": `使自身受到傷害減少5%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1415534578168369255.webp?size=160`,
        "height": 0,
        "width": 0
    }
}