module.exports = {
    "type": "rich",
    "title": `狂妄雌仙 莉莉諾 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_light:933339825933791312> <:class_attacker:933339400916578344>`,
    "color": 0xEFB26B,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：2,950,703 | ATK：967,255`
        },
        {
            "name": `<:detail_skill:933339968967933963> 把你灌進水泥桶唷♡`,
            "value": `使自身攻擊力增加105/120/135/150/165%(1回合)、造成觸發技效果增加150/175/200/225/250%(1回合)、造成傷害增加24/28/32/36/40%(1回合)，使目標受到傷害增加0/14/16/18/20%(1回合)。CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 仙子魔法棒～`,
            "value": `以自身攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 仙子招募中心歡迎妳～`,
            "value": `我方全體最大HP增加45%\n自身以外我方全體獲得「我方隊伍光屬性角色有3人以上時，發動《雜魚!雜魚!》」\n\n《雜魚!雜魚!》\n攻擊力增加45%\n攻擊時，觸發「《還債的時間》」\n必殺時，觸發「使我方【狂妄雌仙 莉莉諾】獲得《利息加倍!》」\n\n《利息加倍!》\n必殺時，觸發「以自身攻擊力65%對目標造成傷害」(1回合)\n攻擊力增加25%(1回合)\n造成傷害增加10%(1回合)\n觸發技效果增加25%(1回合)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 雜魚破產囉`,
            "value": `攻擊力增加65%\n自身以外我方全體獲得「必殺時，觸發『《還債的時間》』」\n\n《還債的時間》\n使我方【狂妄雌仙 莉莉諾】獲得1層《連本帶利》(最多4層)\n使目標受到光屬性傷害增加7.5%(1回合)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 魔力利息甜甜的`,
            "value": `必殺時，根據自身《連本帶利》的層數，觸發「以自身攻擊力110%對目標造成傷害」\n必殺時，觸發「清除自身《連本帶利》所有層數」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 狂妄小雌仙`,
            "value": `自身《連本帶利》=4層時，開啟「《收債小惡魔》」\n\n《收債小惡魔》\n必殺時，觸發「以自身攻擊力65%對目標造成傷害」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1427822559751180379.webp?size=160`,
        "height": 0,
        "width": 0
    }
}