module.exports = {
    "type": "rich",
    "title": `精靈女僕 露媞 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_dark:933339859559530506> <:class_obstructer:933339487084359740>`,
    "color": 0xC390FF,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,594,101 | ATK：686,578`
        },
        {
            "name": `<:detail_skill:933339968967933963> 女僕清潔術壹之型！灰滅快刀！`,
            "value": `使目標受到觸發技傷害增加21/24.5/28/31.5/35%(最多3層)，並使我方攻擊者、守護者、妨礙者獲得「攻擊時，觸發『以自身攻擊力0/14/16/18/20%對目標造成傷害』(4回合)」，再以自身攻擊力265/298/331/364/397%對目標造成傷害。CD:3`
        },
        {
            "name": `<:detail_attack:933340014379667457> 清潔溜溜！`,
            "value": `以自身攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 一流女僕學習中！`,
            "value": `我方全體最大HP增加45%\n我方全體攻擊力增加90%\n我方全體造成傷害增加25%\n自身獲得「必殺時，觸發『《女僕清潔秘笈典藏版》』」\n\n《女僕清潔秘笈典藏版》\n使目標受到傷害增加5%(最多3層)\n使目標受到闇屬性傷害增加10%(最多3層)\n使目標受到觸發技傷害增加42.5%(最多3層)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 特製！神聖清潔劑！`,
            "value": `必殺時，觸發「使自身獲得1層《少女的淫水》(最多3層)」\n自身《少女的淫水》層數≧1層時，開啟「必殺時，觸發『使目標受到闇屬性傷害增加2.5%(最多3層)』」\n自身《少女的淫水》層數≧2層時，開啟「必殺時，觸發『以自身攻擊力40%對目標造成傷害』」\n自身《少女的淫水》層數=3層時，開啟「造成傷害增加15%」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 看我的！強力清潔劑！`,
            "value": `必殺時，觸發「使目標受到傷害增加20%(最多3層)」\n必殺時，觸發「使目標當前必殺技CD增加1回合」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 女僕清潔術終之型！塵盡旋風！`,
            "value": `第1回合時，觸發「使自身當前必殺技CD減少3回合」(觸發1次後清除)\n必殺時，觸發「使目標受到闇屬性傷害增加5%(最多3層)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1438148292994400317.webp?size=160`,
        "height": 0,
        "width": 0
    }
}