module.exports = {
    "type": "rich",
    "title": `盛慾嬌妻 達芙妮 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_dark:933339859559530506> <:class_obstructer:933339487084359740>`,
    "color": 0xC390FF,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,591,221 | ATK：794,531`
        },
        {
            "name": `<:detail_skill:933339968967933963> 來做點快樂的事吧～`,
            "value": `使自身攻擊力增加100/125/150/175/200%(1回合)，再使目標受到闇屬性傷害增加0/0/2.5/3.75/5%(最多4層)、受到必殺技傷害增加6/10.5/12/13.5/15%(最多4層[絆1: 6層])、受到觸發技傷害增加6/10.5/12/13.5/15%(最多4層 [絆1: 6層])，並以自身攻擊力265/298/331/364/397%對目標造成傷害。CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 媽媽的疼愛♡`,
            "value": `使自身攻擊力增加100%(1回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 兔族親子丼`,
            "value": `我方全體最大HP增加40%\n我方全體攻擊力增加100%\n我方全體火屬性角色獲得「當我方隊伍恰好有2種屬性時，發動『攻擊時，觸發『《母女同心》』』」\n我方全體闇屬性角色獲得「當我方隊伍恰好有2種屬性時，發動『《齊力榨精》』」\n\n《母女同心》\n以自身攻擊力10%使我方全體闇屬性角色攻擊力增加(1回合)\n使目標受到傷害增加3.5%(2回合)\n使目標受到闇屬性傷害增加3%(2回合)\n\n《齊力榨精》\n造成傷害增加30%\n必殺技傷害增加40%\n造成觸發技效果增加80%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 平砍連擊帶穿透`,
            "value": `攻擊時，觸發「以自身攻擊力50%對目標造成傷害2次」\n對防禦目標傷害增加100%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 通通榨乾`,
            "value": `攻擊時，觸發「《採陽補陰》」\n\n《採陽補陰》\n使目標受到傷害增加10%(3回合)\n使目標造成治療效果減少3%(最多10層)\n使我方全體受到護盾效果增加3%(最多10層)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 一年四季都是發情期`,
            "value": `每經過4回合時，觸發「《發情期》」\n\n《發情期》\n使自身當前必殺技CD減少1回合\n使自身獲得「必殺時，觸發『使自身當前必殺技CD減少3回合』(1回合)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1368955781939990621.webp?size=96`,
        "height": 0,
        "width": 0
    }
}