module.exports = {
    "type": "rich",
    "title": `優雅女僕 賽露西亞 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_water:933339803087421523> <:class_protector:933339611080572948>`,
    "color": 0x48B4EB,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：4,155,454 | ATK：686,578`
        },
        {
            "name": `<:detail_skill:933339968967933963> 女王的侍奉`,
            "value": `使我方全體水屬性攻擊者、守護者、妨礙者普攻傷害增加60/70/80/90/100%(最多1層)、獲得「普攻時，追加『以自身攻擊力27/31.5/36/40.5/45%對目標造成傷害』(50回合)(不可疊加)」，並使敵方全體受到傷害增加12/14/16/18/20%(最多1層)。CD:1`
        },
        {
            "name": `<:detail_attack:933340014379667457> 愛心手作甜點`,
            "value": `以自身攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 清潔、侍奉兩不誤`,
            "value": `我方全體最大HP增加45%\n我方全體水屬性角色獲得「我方隊伍闇屬性角色有2人以上時，開啟『《女僕清潔隊》』」\n我方全體闇屬性角色獲得「我方隊伍水屬性角色有2人以上時，開啟『《女僕侍奉隊》』」\n\n《女僕清潔隊》\n攻擊力增加50%\n普攻傷害增加100%\n造成傷害增加40%\n普攻時，追加「以自身攻擊力50%對目標造成傷害」\n普攻時，觸發「使目標受到傷害增加0.75%(最多40層)」\n普攻時，觸發「使目標受到水屬性傷害增加2%(最多20層)」\n\n《女僕侍奉隊》\n攻擊力增加100%\n普攻傷害增加150%\n造成傷害增加40%\n普攻時，追加「以自身攻擊力80%對目標造成傷害」\n普攻時，觸發「使目標受到傷害增加0.75%(最多40層)」\n普攻時，觸發「使目標受到闇屬性傷害增加3.5%(最多20層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 稍微放個假也不錯`,
            "value": `第1回合時，觸發「《突如其來的假期》」(觸發1次後清除)\n自身《凱薩大人的專屬女僕》層數=1時，開啟「《專屬女僕的服侍》」\n\n《突如其來的假期》\n使自身當前必殺技CD減少1回合\n使自身獲得「必殺時，觸發『使自身獲得1層《凱薩大人的專屬女僕》(最多1層)』(50回合)(觸發1次後清除)」\n\n《專屬女僕的服侍》\n造成傷害增加30%\n普攻時，追加「以自身攻擊力50%對目標造成傷害」\n必殺時，觸發「《假期結束》」\n\n《假期結束》\n清除自身《凱薩大人的專屬女僕》所有層數\n使自身獲得1層《精靈一族的完美女王》(最多1層)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 不忘王者的責任`,
            "value": `防禦時，觸發「使自身獲得嘲諷(1回合)」\n自身《精靈一族的完美女王》層數=1時，開啟「《完美女王的庇護》」\n\n《完美女王的庇護》\n受到傷害減少10%\n普攻時，觸發『以自身最大HP10%給予我方全體水屬性成員護盾(1回合)』\n防禦時，觸發「以自身最大HP30%給予自身護盾(1回合)」\n必殺時，觸發「《假期再開》」\n\n《假期再開》\n清除自身《精靈一族的完美女王》所有層數\n使自身獲得1層《凱薩大人的專屬女僕》(最多1層)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 女王或女僕都沒問題`,
            "value": `普攻時，觸發「使我方全體水屬性成員攻擊力增加6.25%(最多8層)」\n自身《凱薩大人的專屬女僕》層數=1時，開啟「普攻時，觸發『使目標受到水屬性傷害增加3.75%(8回合)』」\n自身《精靈一族的完美女王》層數=1時，開啟「普攻時，觸發『使目標攻擊力減少2.5%(8回合)』」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 減傷+ (6潛)`,
            "value": `使自身受到傷害減少5%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1438148356588441630.webp?size=160`,
        "height": 0,
        "width": 0
    }
}