module.exports = {
    "type": "rich",
    "title": `白衣天使 露露 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_fire:933339778559131679> <:class_healer:933339563127078922>`,
    "color": 0xF45F34,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,434,331 | ATK：830,515`
        },
        {
            "name": `<:detail_skill:933339968967933963> 花式繃帶療法`,
            "value": `使我方全體攻擊力增加20/25/30/35/40%(4回合)(不可疊加)，再以自身攻擊力120/140/160/180/200%對我方全體進行治療，並使敵方全體受到火屬性傷害增加6/7/8/9/10%(最多2層)，受到傷害增加0/0/3/4/5%(最多2層)，CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 該吃藥囉！`,
            "value": `以自身攻擊力50%使我方全體進行治療`
        },
        {
            "name": `<:detail_leader:933339992732876811> 凱薩的專屬小護士`,
            "value": `我方全體最大HP增加50%\n我方全體攻擊力增加50%\n我方全體獲得「當我方隊伍恰好為2種角色屬性時，開啟《♡專屬小護士♡》」\n\n《♡專屬小護士♡》\n普攻傷害增加100%\n造成傷害增加30%\n普攻時，觸發「使目標受到傷害增加1%(最多20層)」\n必殺時，觸發「使自身普攻傷害增加50%」(2回合)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 為了甜點而戰`,
            "value": `攻擊力增加30%\n普攻時，追加「以自身攻擊力75%對目標造成傷害」\n必殺時，觸發「以自身攻擊力25%每回合對我方全體進行治療(4回合)(不可疊加)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 超魔王級的幸運`,
            "value": `防禦時，觸發「《露露♡超慎重模式》」\n\n《露露♡超慎重模式》\n使我方全體普攻傷害增加40%(4回合)(不可疊加)\n使我方全體被治療時回復量增加30%(4回合)(不可疊加)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 護士也可以名推理`,
            "value": `第1回合時，觸發「使自身當前必殺技CD減少4回合」(觸發1次後清除)\n我方全體攻擊者獲得「普攻時，追加『以自身攻擊力20%對目標造成傷害』」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫睡眠 (12潛)`,
            "value": `使自身免疫睡眠`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1404056448920457268.webp?size=160`,
        "height": 0,
        "width": 0
    }
}