module.exports = {
    "type": "rich",
    "title": `精英白領 神田莉央 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_dark:933339859559530506> <:class_supporter:933339516788408420>`,
    "color": 0xC390FF,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,358,044 | ATK：849,226`
        },
        {
            "name": `<:detail_skill:933339968967933963> 辦公室女王的凝視`,
            "value": `使自身攻擊力增加18/21/24/27/30%(最多2層)、使目標受到闇屬性傷害增加6.5/8/9.5/11/12.5%(最多2層)、使我方全體攻擊者、守護者普攻傷害增加18/21/24/27/30%(5回合)(不可疊加)、普攻時，追加「以自身攻擊力0/21/24/27/30%對目標造成傷害」(5回合)(不可疊加)，CD:5`
        },
        {
            "name": `<:detail_attack:933340014379667457> 佈達指令`,
            "value": `以自身攻擊力30%使我方全體攻擊力增加(1回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 高冷威嚴家庭主宰`,
            "value": `我方全體最大HP增加45%\n我方全體攻擊力增加85%\n我方全體普攻傷害增加110%\n我方全體獲得「我方隊伍輔助者有2人以上時，發動『攻擊力減少500%』」(負面效果)\n\n自身獲得「第1回合時，觸發『使自身獲得8層《親子之情》(最多24層)』(觸發1次後清除)」\n自身獲得「攻擊時，觸發『使我方全體造成傷害增加6%(最多5層)』」\n\n自身以外我方全體獲得「攻擊時，觸發『《是的媽媽!!》』」\n\n《是的媽媽!!》\n使我方【精英白領 神田莉央】攻擊力增加2%(最多20層)\n使目標受到闇屬性傷害增加1.5%(最多20層)\n使目標受到傷害增加1.5%(最多20層)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 媽媽喝罵`,
            "value": `普攻時，追加「以自身攻擊力75%對目標造成傷害」\n必殺時，觸發「以自身攻擊力30%使我方全體攻擊力增加(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 愛心手作黑暗料理`,
            "value": `自身以外我方全體獲得「普攻時，觸發『使我方【精英白領 神田莉央】獲得1層《親子之情》(最多24層)』」\n\n當自身《親子之情》≧12層時，開啟「攻擊時，觸發『使自身以外我方全體普攻傷害增加20%(1回合)』」\n當自身《親子之情》=24層時，開啟「攻擊時，觸發『使目標受到傷害增加5%(1回合)』」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 媽媽的溫暖擁抱`,
            "value": `第1回合時，觸發「使自身當前必殺技CD減少5回合」(觸發1次後清除)\n當自身《親子之情》≧8層時，開啟「攻擊時，觸發『使自身以外我方全體普攻傷害增加20%(1回合)』」 \n當自身《親子之情》≧20層時，開啟「攻擊時，觸發『使目標受到傷害增加5%(1回合)』」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1415534594647785564.webp?size=160`,
        "height": 0,
        "width": 0
    }
}