module.exports = {
    "type": "rich",
    "title": `夏日 希依 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_light:933339825933791312> <:class_healer:933339563127078922>`,
    "color": 0xEFB26B,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,692,877 | ATK：770,961`
        },
        {
            "name": `<:detail_skill:933339968967933963> 水槍大戰要開始囉！`,
            "value": `使自身攻擊力增加60/70/80/90/100%(4回合)(不可疊加)，再使目標受到光屬性傷害增加18/21/24/27/30%(最多1層)，並以自身攻擊力145/168/191/214/237%對我方全體進行治療、以自身最大HP20%給予我方全體護盾(2回合)。CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 補充水份～`,
            "value": `以自身攻擊力75%對我方全體進行治療`
        },
        {
            "name": `<:detail_leader:933339992732876811> 專業乖巧馴鹿嚮導`,
            "value": `我方全體最大HP增加40%\n我方全體攻擊力增加100%\n我方全體獲得「我方隊伍光屬性角色有4人以上時，發動《裝備齊全，準備出發》」\n自身獲得「攻擊時，觸發『以自身攻擊力10%使我方全體攻擊力增加(1回合)』」\n每Wave第1回合，觸發「使敵方全體受到傷害增加30%(最多1層)」\n\n《裝備齊全，準備出發》\n普攻傷害增加75%\n普攻時，追加『以自身攻擊力30%對目標造成傷害2次』`
        },
        {
            "name": `<:detail_passive:933340075910131732> 試煉的引路人`,
            "value": `普攻時，觸發「使我方全體光屬性角色普攻傷害增加85%(1回合)」\n我方全體獲得「防禦時，觸發『以自身攻擊力10%每回合對自身進行治療(4回合)』」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 雪撬出發！帶大家回家囉～`,
            "value": `必殺時，觸發「使自身獲得造成治療量增加50%(4回合)(不可疊加)」\n防禦時，觸發「以自身攻擊力20%每回合對我方全體進行治療(4回合)(不可疊加)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 持續型鹿奶補給`,
            "value": `攻擊時，觸發「以自身攻擊力20%使我方全體攻擊力增加(1回合)」\n必殺時，觸發「使我方全體獲得被治療時回復量增加50%(4回合)(不可疊加)」\n我方全體光屬性角色獲得「普攻時，追加『以自身攻擊力30%對目標造成傷害』」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 治療+ (6潛)`,
            "value": `使自身造成治療增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1382206438193233991.webp?size=160`,
        "height": 0,
        "width": 0
    }
}