module.exports = {
    "type": "rich",
    "title": `機長 巴爾 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_wind:933339803653644358> <:class_attacker:933339400916578344>`,
    "color": 0x54BA71,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,147,897 | ATK：906,801`
        },
        {
            "name": `<:detail_skill:933339968967933963> 超高速飛機後空翻`,
            "value": `使自身攻擊力增加100/125/150/175/200%(1回合)、觸發技效果增加150/175/200/225/250%(3回合)(不可疊加)，使敵方全體受到風屬性傷害增加18/21/24/27/30%(3回合)(不可疊加)，使自身獲得「攻擊時，觸發『以自身攻擊力0/0/80/100/120%對目標造成傷害』(3回合)(不可疊加)」CD:3`
        },
        {
            "name": `<:detail_attack:933340014379667457> 旋風行李箱`,
            "value": `使自身攻擊力增加100%(1回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 巴爾航空為您服務`,
            "value": `我方全體最大HP增加40%\n我方全體攻擊力增加50%\n我方全體獲得「我方隊伍風屬性角色有4人以上時，發動《全速前進☆巴爾航空》」\n\n《全速前進☆巴爾航空》\n造成傷害增加40%\n造成觸發技效果增加90%\n必殺時，觸發「使目標受到風屬性傷害增加3%」(最多20層)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 燃燒吧！人家的求生慾！`,
            "value": `免疫必殺技CD變動效果\n普攻時，觸發「以自身攻擊力100%對目標造成傷害」\n必殺時，觸發「以自身攻擊力200%對目標造成傷害」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 魔王的黑絲誘惑`,
            "value": `必殺時，觸發「使自身造成傷害增加15%(最多3層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 維修特化型小巴`,
            "value": `當我方隊伍攻擊者角色有2人以上時，發動「每經過3回合時，觸發『《維修小巴出動！》』」\n\n《維修小巴出動！》\n使敵方全體受到觸發技傷害增加80%(3回合)\n使敵方全體受到風屬性傷害增加20%(1回合)`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 傷害+ (6潛)`,
            "value": `使自身造成傷害增加7.5%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1394883559944360026.webp?size=160`,
        "height": 0,
        "width": 0
    }
}