module.exports = {
    "type": "rich",
    "title": `天際領航員 星空奈奈美 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_light:933339825933791312> <:class_supporter:933339516788408420>`,
    "color": 0xEFB26B,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,525,011 | ATK：808,924`
        },
        {
            "name": `<:detail_skill:933339968967933963> 尊榮華貴的頭等艙~！`,
            "value": `使我方全體攻擊力增加45/52.5/60/67.5/75%(1回合)，再使我方全體攻擊者必殺技傷害增加24/28/32/36/40%(1回合)、造成傷害增加0/0/5/10/15%(1回合)、必殺時，追加「以自身攻擊力0/0/20/40/60%對目標造成傷害」(1回合)，CD: 3`
        },
        {
            "name": `<:detail_attack:933340014379667457> 機上服務`,
            "value": `以自身攻擊力30%使我方全體攻擊者攻擊力增加(1回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 歡迎搭乘巴爾航空~`,
            "value": `我方全體最大HP增加40%\n我方全體攻擊力增加120%\n我方全體光屬性角色獲得「《祝各位有個美好的旅程》」\n自身獲得「每經過3回合時，觸發『使敵方全體受到光屬性傷害增加50%(1回合)』」\n自身獲得「每經過3回合時，觸發『使敵方全體受到傷害增加25%(1回合)』」\n自身獲得「當我方隊伍恰好為3、4、5種角色屬性時，開啟『《奈奈美忙不過來》』」(負面效果)\n\n《祝各位有個美好的旅程》\n第1回合時，觸發「使自身當前必殺技CD減少3回合」(觸發1次後清除)\n必殺時，觸發「使自身獲得1層《美味餐點，包，含，我♡》(最多3層)」\n自身《美味餐點，包，含，我♡》層數≧1層時，開啟「必殺技傷害增加50%」\n自身《美味餐點，包，含，我♡》層數≧2層時，開啟「必殺技傷害增加50%」\n自身《美味餐點，包，含，我♡》層數=3層時，開啟「必殺時，追加『以自身攻擊力140%對目標造成傷害 』」\n\n《奈奈美忙不過來了》\n使自身攻擊力減少500%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 適合飛行的好日子~`,
            "value": `自身獲得「必殺時，觸發『以自身攻擊力30%使我方全體攻擊者攻擊力增加(1回合)』」\n使我方全體攻擊者獲得「必殺時，追加『以自身攻擊力15%對目標造成傷害 』」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 清純甜美業務笑容`,
            "value": `自身獲得「每經過3回合時，觸發『使敵方全體受到光、闇屬性傷害增加20%(1回合)』」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 奈奈美的私人服務`,
            "value": `自身獲得「必殺時，觸發『以自身攻擊力20%使我方全體攻擊者攻擊力增加(1回合)』」\n自身獲得「每經過3回合時，觸發『使敵方全體受到光、闇屬性傷害增加20%(1回合)』」\n使我方全體攻擊者獲得「必殺時，追加『以自身攻擊力15%對目標造成傷害 』」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1394883562775253105.webp?size=160`,
        "height": 0,
        "width": 0
    }
}