module.exports = {
    "type": "rich",
    "title": `夏日 諾蕾蒂 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_water:933339803087421523> <:class_attacker:933339400916578344>`,
    "color": 0x48B4EB,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,379,635 | ATK：843,469`
        },
        {
            "name": `<:detail_skill:933339968967933963> 先下手為強就對了！`,
            "value": `使目標解除防禦狀態，再使自身造成傷害增加36/42/48/54/60%(1回合)、必殺技傷害增加18/21/24/27/30%(1回合)、造成觸發技效果增加50/55/60/65/70%(1回合)、行動後，觸發「自身獲得0/0/3/3/3層《快速裝填》(最多6層)」(2回合)，並以自身攻擊力53/49.7/47.3/45.5/44.1%對目標造成傷害5/6/7/8/9次。CD:3`
        },
        {
            "name": `<:detail_attack:933340014379667457> 水槍點射`,
            "value": `以自身攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 獵犬小隊夏日集訓`,
            "value": `我方全體最大HP增加40%\n我方全體攻擊力增加100%\n我方全體造成傷害增加40%\n我方全體必殺技傷害增加30%\n我方全體觸發技傷害增加60%\n每Wave第1回合，觸發「使敵方全體受到傷害增加30%(最多1層)」\n\n自身以外我方全體獲得《攻擊援護》\n自身以外我方全體攻擊者獲得《閃一邊去！》(負面效果)\n\n《攻擊援護》\n攻擊時，觸發「以自身攻擊力60%對目標造成傷害」\n必殺時，追加「以自身攻擊力120%對目標造成傷害」\n\n《閃一邊去！》\n自身造成傷害減少500%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 生存遊戲老將`,
            "value": `防禦時，觸發「使自身獲得3層《快速裝填》(最多6層)」\n被攻擊時，觸發「使自身獲得3層《快速裝填》(最多6層)」\n每經過3回合，觸發「《更換彈匣》」\n必殺時，根據自身「《快速裝填》」的層數，觸發「《全力射擊》」\n我方隊伍攻擊者有2人以上時，發動「《更換彈匣》」(負面效果)\n\n《更換彈匣》\n自身獲得「行動後，觸發『清除自身《快速裝填》所有層數』(1回合)」\n\n《全力射擊》\n以自身攻擊力50%對目標造成傷害`
        },
        {   
            "name": `<:detail_passive:933340075910131732> 就是現在！上吧`,
            "value": `成功解除防禦時，觸發「使目標受到水屬性傷害增加20%(4回合)(不可疊加)」\n自身《快速裝填》層數≧1層時，開啟「攻擊力增加50%」\n自身《快速裝填》層數≧2層時，開啟「觸發技效果增加20%」\n自身《快速裝填》層數≧3層時，開啟「觸發技效果增加20%」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 獵犬的精神象徵`,
            "value": `防禦時，觸發「使我方全體攻擊力增加50%(2回合)(不可疊加)」\n自身《快速裝填》層數≧4層時，開啟「觸發技效果增加20%」\n自身《快速裝填》層數≧5層時，開啟「觸發技效果增加20%」\n自身《快速裝填》層數=6層時，開啟「必殺技傷害增加30%」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫睡眠 (12潛)`,
            "value": `使自身免疫睡眠`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1382206503481639063.webp?size=160`,
        "height": 0,
        "width": 0
    }
}