module.exports = {
    "type": "rich",
    "title": `盛暑沁夏 伊布力斯 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_wind:933339803653644358> <:class_attacker:933339400916578344>`,
    "color": 0x54BA71,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：2,903,024 | ATK：983,088`
        },
        {
            "name": `<:detail_skill:933339968967933963> 終焰・薔薇輪舞`,
            "value": `使自身獲得1/2/3/4層《令萬物折服的王者之威》(最多4層)，再使自身受到傷害減少15%(4回合)，以自身攻擊力110/125/140/155%對目標造成傷害3次。CD:4 \n\n5絆：使自身獲得4層《令萬物折服的王者之威》(最多4層)，並使自身不受「《令萬物折服的王者之威》層數減少效果」影響(4回合)，再使自身受到傷害減少15%(4回合)，以自身攻擊力170%對目標造成傷害3次。CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 魔王的傲慢`,
            "value": `以自身攻擊力125%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 最出色的「伊布力斯」`,
            "value": `我方全體最大HP增加40%\n我方全體攻擊力增加50%\n自身獲得「當我方隊伍恰好為5種屬性時，開啟『《王若先行》』」\n\n《王若先行》\n普攻傷害增加100%\n必殺技傷害增加50%\n造成傷害增加30%\n第1回合時，觸發「使自身當前必殺技CD減少4回合」\n普攻時，觸發「使自身以外我方全體獲得《士亦相隨》」\n必殺時，觸發「使目標受到風屬性傷害增加25%(5回合)」\n\n《士亦相隨》\n普攻時，觸發「《榮耀終歸伊布力斯》」(1回合)\n必殺時，觸發「《榮耀終歸伊布力斯》」(2回合)\n\n《榮耀終歸伊布力斯》\n使目標受到傷害增加5.5%(2回合)\n以自身攻擊力10%使【盛暑沁夏 伊布力斯】攻擊力增加(2回合)\n使【盛暑沁夏 伊布力斯】獲得「普攻時，追加『以自身攻擊力30%對目標造成傷害』(2回合)」\n使【盛暑沁夏 伊布力斯】獲得「必殺時，追加『以自身攻擊力60%對目標造成傷害』(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 受挑戰者的自傲`,
            "value": `第1回合時，觸發「使自身免疫必殺技CD變動效果(50回合)」(觸發1次後清除)\n防禦時，觸發「使自身《令萬物折服的王者之威》層數減少1層」\n被攻擊時，觸發「使我方全體攻擊力增加50%(4回合)(不可疊加)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 絕對的力量`,
            "value": `自身《令萬物折服的王者之威》層數≧1層時，開啟「對防禦目標傷害增加110%」\n自身《令萬物折服的王者之威》層數≧2層時，開啟「普攻傷害增加100%」\n自身《令萬物折服的王者之威》層數≧3層時，開啟「必殺技傷害增加50%」\n自身《令萬物折服的王者之威》層數=4層時，開啟「造成傷害增加30%」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 「魔王」的真義`,
            "value": `自身《令萬物折服的王者之威》層數=4層時，開啟「每經過4回合時，觸發『《魔王領域》』」\n\n《魔王領域》\n使敵方全體受到傷害增加30%(4回合)\n使敵方全體受到風屬性傷害增加25%(4回合)\n使敵方全體防禦減傷減少50%(1回合)\n使敵方全體獲得「被攻擊時，觸發『使自身進入防禦狀態』(1回合)(觸發1次後清除)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 傷害+ (6潛)`,
            "value": `使自身造成傷害增加7.5%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1382206612810367016.webp?size=160`,
        "height": 0,
        "width": 0
    }
}