module.exports = {
    "type": "rich",
    "title": `美艷少婦 椿 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_water:933339803087421523> <:class_attacker:933339400916578344>`,
    "color": 0x48B4EB,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,336,454 | ATK：854,984`
        },
        {
            "name": `<:detail_skill:933339968967933963> 媽媽的愛心料理♡`,
            "value": `使自身獲得4層《來撒嬌吧~》(最多8層)、使我方水屬性攻擊者造成傷害增加24/28/32/36/40%(4回合)(不可疊加)、並以自身攻擊力120/140/160/180/200%對目標造成傷害。CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 抱緊處理`,
            "value": `以自身攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 人妻狐狸想要玩`,
            "value": `我方全體最大HP增加40%\n我方全體獲得「我方隊伍水屬性角色有3人以上時，發動《幸福的惡作劇》」\n我方全體獲得「我方隊伍水屬性角色有5人以上時，發動《給乖孩子的驚喜》」\n我方全體獲得「我方隊伍治療者有1人以上時，發動『被治療時回復量減少500%』」(負面效果)\n\n《幸福的惡作劇》\n攻擊力增加80%\n普攻傷害增加70%\n普攻時，追加「以自身攻擊力20%對我方全體進行治療」\n必殺時，追加「以自身攻擊力50%對我方全體進行治療」\n\n《給乖孩子的驚喜》\n普攻時，追加「以自身攻擊力20%對目標造成傷害」\n普攻時，觸發「使目標受到水屬性傷害增加2.5%(最多10層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 新手母親重新出發`,
            "value": `普攻時，觸發「使目標受到傷害增加1.5%(最多10層)」\n每經過1回合，觸發「使自身《來撒嬌吧~》層數減少1層」\n攻擊時，根據自身《來撒嬌吧~》的層數，觸發「《摸摸頭》」技能幾次\n防禦時，根據自身《來撒嬌吧~》的層數，觸發「《摸摸頭》」技能幾次\n\n《摸摸頭》\n使自身獲得「普攻時，追加『以自身攻擊力10%對目標造成傷害』(2回合)」`
        },
        {   
            "name": `<:detail_passive:933340075910131732> 美味的營養晚餐`,
            "value": `自身《來撒嬌吧~》層數≧1層時，開啟「攻擊力增加50%」技能\n自身《來撒嬌吧~》層數≧2層時，開啟「普攻傷害增加35%」技能\n自身《來撒嬌吧~》層數≧3層時，開啟「普攻時，追加『以自身攻擊力30%對目標造成傷害』」技能`
        },
        {
            "name": `<:detail_passive:933340075910131732> 狐狸媽媽祕密特訓`,
            "value": `造成傷害增加20%\n被治療時，觸發「使我方全體攻擊者、妨礙者普攻傷害增加9%(4回合)」\n第1回合時，觸發「使我方水屬性攻擊者的當前必殺技CD減少4回合」(觸發1次後清除)`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1368955785954201610.webp?size=96`,
        "height": 0,
        "width": 0
    }
}