module.exports = {
    "type": "rich",
    "title": `賞金獵人 安潔娜爾 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_water:933339803087421523> <:class_obstructer:933339487084359740>`,
    "color": 0x48B4EB,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,255,849 | ATK：876,574`
        },
        {
            "name": `<:detail_skill:933339968967933963> 致命愛戀`,
            "value": `使目標受到傷害增加20/25/30/35/40%(1回合)、受到水屬性傷害增加0/5/10/15/20%(1回合)、防禦減傷效果減少5/5/10/10/10%(4回合)(不可疊加)，以自身攻擊力330/376/422/468/514%對目標造成傷害。CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 陰險襲擊`,
            "value": `以自身攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 優璃最棒的戀人♡`,
            "value": `我方全體最大HP增加40%\n我方全體獲得「當我方隊伍妨礙者有4人以上時，發動『《只要有優璃就夠了♡》』」\n\n《只要有優璃就夠了♡》\n攻擊力增加50%\n造成傷害增加20%\n普攻傷害增加50%\n必殺技傷害增加30%\n觸發技效果增加30%\n攻擊時，觸發「《徹底失去行動能力吧♡》」\n\n《徹底失去行動能力吧♡》\n以自身攻擊力20%使我方全體攻擊力增加(1回合)\n使目標受到傷害增加0.4%(最多50層)\n使目標受到全屬性傷害增加0.6%(最多50層)\n使目標受到妨礙者傷害增加1.2%(最多50層)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 無法抑制的情感`,
            "value": `攻擊力增加50%\n對防禦目標造成傷害增加100%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 三讀五對`,
            "value": `普攻時，觸發「使目標受到普攻傷害增加70%(1回合)」\n必殺時，觸發「使目標受到必殺技傷害增加35%(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 專屬護士`,
            "value": `造成傷害增加30%\n攻擊時，觸發「《貼身照護》」\n\n《貼身照護》\n使目標受到傷害增加20%(1回合)\n使目標受到水屬性傷害增加20%(1回合)\n使目標被治療時回復量減少5%(最多10層)`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫睡眠 (12潛)`,
            "value": `使自身免疫睡眠`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1404056452834000957.webp?size=160`,
        "height": 0,
        "width": 0
    }
}