module.exports = {
    "type": "rich",
    "title": `天才女軍師 布蘭妮 ★★`,
    "description": `<:rarity_sr:933339169105772585> <:element_light:933339825933791312> <:class_obstructer:933339487084359740>`,
    "color": 0xEFB26B,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,247,213 | ATK：757,107`
        },
        {
            "name": `<:detail_skill:933339968967933963> 第108計。全陣破敵`,
            "value": `以攻擊力133/149/166/166/166％對敵全體造成傷害並造成\"必殺技當前CD增加1回合、攻擊力減少15/15/15/20/20%(1回合)、受到必殺技傷害增加15/15/15/15/20%(1回合)\"效果，CD: 3`
        },
        {
            "name": `<:detail_attack:933340014379667457> 魔光刃`,
            "value": `以攻擊力50％對敵全體造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 第26計。波狀進攻`,
            "value": `使自身獲得\"每經過3回合，使我方全體攻擊力增加50%(1回合)\"效果 `
        },
        {
            "name": `<:detail_passive:933340075910131732> 見破`,
            "value": `普攻時，觸發\"使敵全體攻擊力減少5%(1回合)\"效果 `
        },
        {
            "name": `<:detail_passive:933340075910131732> 續戰最佳化配置`,
            "value": `攻擊時，觸發\"使我方全體被治療時回復量增加22.5%(1回合)\"效果`
        },
        {
            "name": `<:detail_passive:933340075910131732> 第27計。尖波追擊`,
            "value": `每經過3回合，觸發\"使敵全體受到傷害增加25%(1回合)\"效果 `
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 減傷+ (6潛)`,
            "value": `使自身受到傷害減少5%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/856202435541991454.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}