module.exports = {
    "type": "rich",
    "title": `史萊姆女王 娜芙菈菈 ★★`,
    "description": `<:rarity_sr:933339169105772585> <:element_wind:933339803653644358> <:class_protector:933339611080572948>`,
    "color": 0x54BA71,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：4,472,115 | ATK：549,838`
        },
        {
            "name": `<:detail_skill:933339968967933963> 濕濕黏黏滑滑`,
            "value": `使敵全體攻擊力減少10/12.5/15/15/15%(1回合) [4絆 (2回合)]，每回合以自身攻擊力200%回復自身(2回合)，CD: 5 [5絆 CD: 4]`
        },
        {
            "name": `<:detail_attack:933340014379667457> 黏液攻擊`,
            "value": `使目標攻擊力減少20%(1回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 我是善良的史萊姆唷`,
            "value": `使自身最大HP增加30%；每經過4回合，觸發\"使目標受到傷害增加15%(2回合)、使自身被治療時回復量增加30%(2回合)\"效果`
        },
        {
            "name": `<:detail_passive:933340075910131732> 能量果凍`,
            "value": `攻擊時，觸發\"以自身攻擊力100%對我方HP最低者進行治療“效果`
        },
        {
            "name": `<:detail_passive:933340075910131732> 引人注目`,
            "value": `使自身防禦減傷效果增加10%；每經過4回合，觸發\"使自身獲得嘲諷(2回合)\"效果`
        },
        {
            "name": `<:detail_passive:933340075910131732> 史萊姆的韌性`,
            "value": `被攻擊時，觸發\"使自身受到傷害減少15%(1回合)\"效果`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 回復量+ (6潛)`,
            "value": `使自身被治療時回復量增加15%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/856202437035032616.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}