module.exports = {
    "type": "rich",
    "title": `最後的銀龍 普莉希拉 ★★`,
    "description": `<:rarity_sr:933339169105772585> <:element_dark:933339859559530506><:class_obstructer:933339487084359740>`,
    "color": 0xC390FF,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,011,157 | ATK：816,121`
        },
        {
            "name": `<:detail_skill:933339968967933963> 封龍之力`,
            "value": `以攻擊力330/376/422/468/514%對目標造成傷害，並使目標造成普攻傷害減少60/80/100/100/200%(1回合) [4絆 (效果會在3回合內逐漸減少)]，CD: 4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 銀龍之力`,
            "value": `以自身100%攻擊力對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 封印儀式`,
            "value": `使我方全體獲得\"攻擊時，觸發\"使目標造成必殺傷害減少10%(1回合)\"效果\"`
        },
        {
            "name": `<:detail_passive:933340075910131732> 第一封印`,
            "value": `普攻時，觸發\"使目標造成普攻傷害減少20%(1回合)\"效果`
        },
        {
            "name": `<:detail_passive:933340075910131732> 第二封印`,
            "value": `攻擊時，觸發\"使目標攻擊力減少15%(1回合)\"效果`
        },
        {
            "name": `<:detail_passive:933340075910131732> 最終封印`,
            "value": `每經過5回合，觸發\"攻擊時，觸發\"使目標造成傷害減少12.5%(最多2層)\"效果(1回合)\"效果`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 減傷+ (6潛)`,
            "value": `使自身受到傷害減少5%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/892790161023328286.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}