module.exports = {
    "type": "rich",
    "title": `公會看板娘 小螢 ★★`,
    "description": `<:rarity_sr:933339169105772585> <:element_water:933339803087421523> <:class_healer:933339563127078922>`,
    "color": 0x48B4EB,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,270,243 | ATK：791,652`
        },
        {
            "name": `<:detail_skill:933339968967933963> 我最喜歡我的工作了！`,
            "value": `使自身攻擊力增加20%(4回合)，再以攻擊力80/85/90/95/100%對我方全體進行治療，並給予我方全體「每回合以攻擊力40/40/50/50/60%進行治療(4回合)」，CD: 5`
        },
        {
            "name": `<:detail_attack:933340014379667457> 今天也辛苦了~`,
            "value": `以攻擊力75%對我方全體進行治療`
        },
        {
            "name": `<:detail_leader:933339992732876811> 歡迎來到冒險者公會！`,
            "value": `使我方全體攻擊力增加30%\n使我方全體HP增加30%\n使我方全體被治療時回復量增加30%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 這是今天可以接取的任務~`,
            "value": `第一回合時，觸發「使自身以外所有隊員普攻傷害增加20%(最多1層)、必殺技傷害增加10%(最多1層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 請各位務必小心！`,
            "value": `自身受到傷害減少10%\n普攻時，觸發「使自身造成治療增加10%(最多2層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 我會成為大家的後盾的！`,
            "value": `使自身必殺技最大CD減少1回合\n自身造成持續型治療增加10%\n攻擊時，觸發「使我方全體普攻傷害增加4%(5回合)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 持續治療+ (6潛)`,
            "value": `使自身造成持續型治療增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫睡眠 (12潛)`,
            "value": `使自身免疫睡眠`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1029055774149849238.webp?size=128&quality=lossless`,
        "height": 0,
        "width": 0
    }
}