module.exports = {
    "type": "rich",
    "title": `性感天使 兔姬 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_light:933339825933791312> <:class_supporter:933339516788408420>`,
    "color": 0xEFB26B,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：2,950,703 | ATK：967,255`
        },
        {
            "name": `<:detail_skill:933339968967933963> 兔姬愛世人~`,
            "value": `使我方全體造成傷害增加25/30/30/35/35%(1回合)、使我方全體造成傷害增加10/10/15/15/20%(4回合)，再使我方全體攻擊力增加10/15/20/25/30%(最多3/2/2/2/2層)，CD:4 `
        },
        {
            "name": `<:detail_attack:933340014379667457> 性光賜福`,
            "value": `使我方全體造成傷害增加25%(1回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 乳不巨何以聚人心`,
            "value": `使我方全體最大HP增加20%\n每經過4回合，觸發「使自身獲得《忌妒怒火》」\n必殺時，觸發「使目標受到傷害增加20%(9回合)」\n我方全體獲得「隊伍中至少有1名火屬性角色時，發動『攻擊力增加40%』」\n我方全體獲得「隊伍中至少有1名闇屬性角色時，發動『攻擊力增加40%』」\n\n《忌妒怒火》\n必殺時，觸發「使目標受到必殺技傷害增加20%(最多2層 )」(4回合)(施放必殺後會消除此效果)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 開車少女天使心`,
            "value": `必殺時，觸發「使我方全體必殺技傷害增加20%(最多2層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 這就是兔姬的愛`,
            "value": `必殺時，觸發「以自身攻擊力150％對目標造成傷害」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 一緊張先捏歐派`,
            "value": `普攻時，觸發「以自身攻擊力50％對目標造成傷害」\n必殺時，觸發「以自身攻擊力100％對目標造成傷害」\n每經過4回合，觸發「給予我方全體必殺時，觸發「使我方全體觸發技效果增加30%(4回合)』(4回合)(施放必殺後會消除此效果)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 必殺觸發+ (6潛)`,
            "value": `必殺時，觸發「以自身攻擊力30%對目標造成傷害」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1149701516924571750.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}