module.exports = {
    "type": "rich",
    "title": `黑鷹 貝里絲 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_water:933339803087421523> <:class_healer:933339563127078922>`,
    "color": 0x48B4EB,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：4,439,010 | ATK：641,958`
        },
        {
            "name": `<:detail_skill:933339968967933963> 雞肉味，嘎嘣脆！`,
            "value": `以自身最大HP10/10/12.5/15/20%使自身攻擊力增加(3/3/4/4/4回合)，再以自身攻擊力100/125/150/175/200%對我方全體進行治療，再以自身最大HP30/35/40/45/50%每回合對我方全體進行治療(4回合)，CD：4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 應急治療`,
            "value": `以自身最大HP10%對我方全體進行治療，再以自身最大HP5%每回合對我方全體進行治療(3回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 真正的求生專家`,
            "value": `自身最大HP增加50%\n普攻時，觸發「以自身最大HP6%使我方全體攻擊力增加(1回合)」\n必殺時，觸發「以自身最大HP8%使我方全體攻擊力增加(1回合)」\n我方全體攻擊力增加60%\n我方全體攻擊者、妨礙者造成傷害增加50%\n我方全體守護者、治療者、輔助者獲得「必殺時，觸發『 使我方全體必殺技傷害增加30%(2回合)』」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 大家跟上！`,
            "value": `普攻時，觸發「以自身攻擊力20%使我方全體攻擊力增加 (1回合)」\n必殺時，觸發「以自身攻擊力25%使我方全體攻擊力增加 (1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 旺盛的好奇心`,
            "value": `普攻時 ，觸發「以自身最大HP10%對我方全體施加護盾(1回合)、再以自身攻擊力10%對我方全體施加護盾(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 去掉頭都能吃`,
            "value": `必殺時 ，觸發「使我方全體攻擊力增加25%(8回合)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 持續治療+ (6潛)`,
            "value": `使自身造成持續型治療增加10% `
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1137598125658353666.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}