module.exports = {
    "type": "rich",
    "title": `慵懶貓貓 露露 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_water:933339803087421523> <:class_obstructer:933339487084359740>`,
    "color": 0x48B4EB,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：2,927,673 | ATK：974,451`
        },
        {
            "name": `<:detail_skill:933339968967933963> 露露才沒有錯呢`,
            "value": `使目標受到傷害增加7.5/7.5/10/12.5/15%(最多2層)，使目標受到水屬性傷害增加5/7.5/7.5/10/12.5%(最多2層)，再以自身攻擊力330/376/422/468/514%對目標造成傷害，CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 後空翻`,
            "value": `以自身攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 逐漸不獸控制`,
            "value": `我方全體最大HP增加30%、攻擊力增加25%\n自身普攻傷害增加30%」\n我方全體水屬性隊員獲得《獸化》\n使我方全體獲得「隊伍中至少有4名水屬性隊員時，發動《超危險獸化！》」、「隊伍中至少有5名水屬性隊員時，發動《超濃起司！！》」\n\n《獸化》\n攻擊時，觸發「使目標被治療時回復量減少20%(1回合)」\n普攻時，觸發「使目標受到普攻傷害增加15%(最多5層)」\n普攻時，追加「以自身攻擊力30%對目標造成傷害」\n\n《超危險獸化》\n普攻傷害增加50%\n攻擊時，觸發「使我方站位1的隊員造成傷害增加5%(1回合)、獲得普攻時與必殺時，追加『以自身攻擊力10%對目標造成傷害』(1回合)」\n\n《超濃起司》\n造成傷害增加30%\n攻擊時，觸發「使我方站位1的隊員造成傷害增加10%(1回合)、獲得普攻時與必殺時，追加『以自身攻擊力20% 對目標造成傷害』(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 法斯喵皇`,
            "value": `攻擊時，觸發「使自身攻擊力增加10%(最多5層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 人家很可愛人家要飯飯！`,
            "value": `攻擊時，觸發「使目標被治療時回復量減少50%(1回合)」\n普攻時，追加「以自身攻擊力35%對目標造成傷害」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 花瓶殺手`,
            "value": `普攻時，觸發「使目標受到水屬性傷害增加2%(最多5層)」\n普攻時，觸發「使目標受到普攻傷害增加15%(最多5層)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 傷害+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沈默 (12潛)`,
            "value": `使自身免疫沈默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1082551911770755173.webp?size=240&quality=lossless`,
        "height": 0,
        "width": 0
    }
}