module.exports = {
    "type": "rich",
    "title": `背德密醫 艾琳 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_dark:933339859559530506> <:class_healer:933339563127078922>`,
    "color": 0xC390FF,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,598,417 | ATK：793,091`
        },
        {
            "name": `<:detail_skill:933339968967933963> 這就是凱薩的味道♡`,
            "value": `以攻擊力55/65/75/85/100%對我方全體進行治療，以自身攻擊力78/89/100/110/123%每回合對我方全體進行治療(4回合)，並以自身攻擊力20/20/25/25/30%使我方全體攻擊力增加(1回合)，再使我方全體攻擊力增加0/0/10/20/20%(4回合)，CD: 4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 性愛療法`,
            "value": `以攻擊力40%對我方全體進行治療，並以攻擊力30%每回合對我方全體進行治療(2回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 恥熱性療室`,
            "value": `我方全體攻擊力增加40%\n我方攻擊力最高攻擊者獲得《性慾高漲》\n第一回合時，觸發《刺激的背德感》 \n\n《性慾高漲》\n攻擊力增加60%\n造成傷害增加35%\n必殺傷害增加40%\n必殺時，觸發「以自身攻擊力275%對目標造成傷害」\n\n《刺激的背德感》\n我方最大HP最低者被治療時回復量增加40%(50回合)\n我方最大HP最低者受到護盾效果增加30%(50回合)\n我方最大HP最低者獲得以自身最大HP15%每回合進行治療(50回合)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 因為精液濃呀～`,
            "value": `造成治療量增加30%\n必殺時，觸發「使我方全體被治療時回復量增加15%(3回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 吃藥和做愛都要適量♡`,
            "value": `我方全體受到護盾效果增加30%\n防禦時，觸發「以自身攻擊力25%給予我方全體護盾(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 壞孩子要被好好懲罰♡`,
            "value": `最大HP增加10%\n攻擊力增加10%\n必殺時，觸發「使我方全體被治療時回復量增加15%(3回合)」\n必殺時，觸發「使敵方全體受到必殺技傷害增加20%(最多2層)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1105098180858757181.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}