module.exports = {
    "type": "rich",
    "title": `惡魔貓娘 杏仁咪嚕 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_dark:933339859559530506> <:class_attacker:933339400916578344>`,
    "color": 0xC390FF,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,022,672 | ATK：944,225`
        },
        {
            "name": `<:detail_skill:933339968967933963> 杏仁宮主委加碼送！`,
            "value": `使我方全體造成觸發技效果增加60/70/80/90/100%(4回合)，再以自身攻擊力265/298/331/364/397%對目標造成傷害，並使我方全體攻擊者、妨礙者獲得「攻擊時，觸發『以自身攻擊力33/39/46/52/59%對目標造成傷害』(3回合)」，CD:3`
        },
        {
            "name": `<:detail_attack:933340014379667457> 嗚喵！`,
            "value": `以自身攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 我們一起喵喵叫`,
            "value": `使我方全體最大HP增加20%\n使我方全體攻擊力增加70%\n我方全體獲得「隊伍中至少有3名攻擊者角色時，發動《 一起瞄瞄瞄瞄瞄》」\n我方全體獲得「隊伍中至少有2名妨礙者角色時，發動《 一起瞄瞄瞄瞄瞄》」\n\n《一起瞄瞄瞄瞄瞄》 \n造成觸發技效果增加150%\n造成傷害增加30%\n必殺時，觸發「使目標受到火、水、風、光、闇屬性傷害增加5%(2回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 18 X 18 = 88`,
            "value": `必殺時，觸發「使自身攻擊力增加40%(最多2層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 偷心小惡魔上線囉~`,
            "value": `必殺時 ，觸發「使目標受到必殺技傷害增加20%(4回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 咪嚕，你今晚的春夢♡`,
            "value": `必殺時 ，觸發「使目標受到傷害增加20%(4回合)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 必殺+ (6潛)`,
            "value": `使自身必殺技傷害增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1151846557923164241.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}