module.exports = {
    "type": "rich",
    "title": `尋情慾兔 鈴蘭 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_fire:933339778559131679> <:class_supporter:933339516788408420>`,
    "color": 0xF45F34,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,327,818 | ATK：856,423`
        },
        {
            "name": `<:detail_skill:933339968967933963> 好想要但是不行！`,
            "value": `使我方全體攻擊者、妨礙者必殺技傷害增加10/15/20/25/30%(2回合)、使自身以外我方全體獲得「攻擊時，觸發『以自身攻擊力25/35/45/55/65%對目標造成傷害』(4回合)」，CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 兔兔應援`,
            "value": `使我方全體攻擊力增加50%(1回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 兔攻擊之術`,
            "value": `我方全體最大HP增加20%\n我方全體攻擊力增加50%\n我方全體攻擊者、妨礙者獲得《性慾兔腳》\n每經過4回合，觸發「使我方全體造成必殺技傷害增加35%(2回合)」\n\n《性慾兔腳》\n攻擊時，觸發「使自身攻擊力增加20%(最多5層)」\n攻擊時，觸發「使目標受到觸發技傷害增加20%(最多5層)」\n必殺時，觸發「以自身攻擊力150%對目標造成傷害」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 大家加油！`,
            "value": `必殺時，觸發「使我方全體攻擊力增加50%(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 咿咿咿咿咿！`,
            "value": `必殺時，觸發「以自身最大HP15%給予自身護盾(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 浪漫的戀愛！`,
            "value": `我方全體造成傷害增加20% `
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1082551492969496596.webp?size=240&quality=lossless`,
        "height": 0,
        "width": 0
    }
}