module.exports = {
    "type": "rich",
    "title": `魔法少女 布蘭妮 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_wind:933339803653644358> <:class_healer:933339563127078922>`,
    "color": 0x54BA71,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,160,851 | ATK：902,483`
        },
        {
            "name": `<:detail_skill:933339968967933963> 自動加熱震動模式？`,
            "value": `以自身攻擊力80/85/90/95/100％每回合對我方全體進行治療(4回合)、再以自身最大HP20/24/28/32/36％對我方全體施放護盾(1回合)，並使目標受到傷害增加0/0/10/15/20%(4回合)，CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 變聰明光線~`,
            "value": `以攻擊力75％對我方全體進行治療`
        },
        {
            "name": `<:detail_leader:933339992732876811> 星光閃爍★天才魔法少女`,
            "value": `第一回合時，觸發「使敵方全體受到風屬性傷害增加35%(最多1層)」\n自身造成傷害增加50%\n攻擊時，觸發「使自身以外我方全體獲得《代替正義懲罰你☆》」\n\n《代替正義懲罰你☆》\n造成傷害增加20%(1回合)\n攻擊時，觸發「使我方站位1角色獲得《魔力匯聚》」(1回合) \n\n《魔力匯聚》\n攻擊力增加50%(2回合)\n普攻時，追加『以自身攻擊力75％對目標造成傷害』(2回合)\n必殺時，追加『以自身攻擊力125％對目標造成傷害』(2回合)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 粉色催淫光波♡`,
            "value": `攻擊時，觸發「以自身攻擊力20％使我方全體攻擊力增加(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 暴露狂模式`,
            "value": `使我方全體受到護盾效果增加20%\n使我方全體被治療時回復量增加20%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 逃避很有用但逃不掉`,
            "value": `被治療時，觸發「使我方全體攻擊力增加20%(1回合)」\n給予我方全體「當前HP≧95％時，發動『造成傷害增加15%』」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊力+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫睡眠 (12潛)`,
            "value": `使自身免疫睡眠`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1092808831106568242.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}