module.exports = {
    "type": "rich",
    "title": `魔法少女 朱諾安 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_dark:933339859559530506> <:class_attacker:933339400916578344>`,
    "color": 0xC390FF,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,284,637 | ATK：897,938`
        },
        {
            "name": `<:detail_skill:933339968967933963> 全力全開！星光粉碎毆打！`,
            "value": `我方站位5的角色必殺技傷害增加30/40/50/60/70%(2回合)，再以自身攻擊388/445/503/560/618％對目標造成傷害，CD:4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 非、非常抱歉！`,
            "value": `以自身攻擊力100％對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 美艷動人♡性感魔法少女`,
            "value": `我方全體最大HP增加30%\n我方全體獲得「隊伍中至少有3名暗屬性角色時，發動《源初魔法少女》」 \n我方全體獲得「隊伍中至少有2名光屬性角色時，發動《星月的祝福》」 \n我方站位1的角色獲得「《力量增幅》」 \n\n《源初魔法少女》\n攻擊力增加40%\n行動時，觸發「使目標受到傷害增加2.5%(最多12層)」\n行動時，觸發「使目標受到觸發技傷害增加5%(最多12層)」\n\n《星月的祝福》\n造成傷害增加20%\n必殺時，觸發「使目標受到暗屬性傷害增加17.5%(最多2層)」\n必殺時，觸發「使目標受到光屬性傷害增加17.5%(最多2層)」 \n\n《力量增幅》\n攻擊力增加80%\n普攻傷害增加60%\n必殺技傷害增加40%\n必殺時，觸發「以自身攻擊力150％對目標造成傷害」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 別靠近人家！`,
            "value": `攻擊力增加40%\n必殺技傷害增加20%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 驅散黑暗之光`,
            "value": `我方站位5的角色獲得《重見光明》\n\n《重見光明》\n必殺技傷害增加40%\n造成傷害增加40%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 魔法少女的『根』源之力`,
            "value": `觸發技傷害增加100%\n必殺時，觸發「以自身攻擊力180％對目標造成傷害」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1092808753268662273.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}