module.exports = {
    "type": "rich",
    "title": `毒蠍 莫默 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_water:933339803087421523> <:class_attacker:933339400916578344>`,
    "color": 0x48B4EB,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,042,821 | ATK：850,665`
        },
        {
            "name": `<:detail_skill:933339968967933963> 毒液濺曬`,
            "value": `使自身獲得「普攻時，追加『以自身攻擊力130/176/222/268/314％對目標造成傷害』(2回合)」、再使我方全體普攻傷害增加20/25/30/35/40%(4回合)、再使自身普攻傷害增加100%(2回合)、再以自身攻擊力200％對目標造成傷害，CD: 4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 蠍尾刺擊`,
            "value": `以自身攻擊力100％對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 致殘毒液`,
            "value": `我方全體最大HP增加20%\n我方全體攻擊力增加40%\n我方全體攻擊者、妨礙者獲得《無解之毒》\n\n《無解之毒》\n普攻傷害增加50%\n造成傷害增加20%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 失控前奏`,
            "value": `必殺時，觸發「使自身攻擊力增加80%(2回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 蝕甲猛毒`,
            "value": `必殺時，觸發「使目標受到普攻傷害增加60%(2回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 紅圈毒素`,
            "value": `必殺時，觸發「使目標受到水屬性傷害增加30%(2回合)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 普攻傷害+ (6潛)`,
            "value": `使自身普攻傷害增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1100020517261553704.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}