module.exports = {
    "type": "rich",
    "title": `嬌蠻兇護 凱薩 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_dark:933339859559530506> <:class_attacker:933339400916578344>`,
    "color": 0xC390FF,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,045,702 | ATK：937,027`
        },
        {
            "name": `<:detail_skill:933339968967933963> 粗暴注射`,
            "value": `以自身攻擊力445/514/583/652/721%對目標造成傷害，CD: 4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 抽血檢驗`,
            "value": `以自身攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 不許質疑余的專業治療！`,
            "value": `使自身獲得，我方隊伍中至少有(1/2)名輔助者時，各發動「必殺技傷害增加(35/35)%」\n使自身獲得，我方隊伍中至少有(1/2)名治療者時，各發動「必殺技傷害增加(35/35)%」\n使我方全體獲得「隊伍中至少有3名闇屬性隊員時，發動 『《闇黑療法》』」\n自身必殺時，觸發「《對症下藥》」\n\n《闇黑療法》\n最大HP增加20%\n攻擊力增加50%\n必殺時，觸發『使目標受到傷害增加8%(最多5層)』\n必殺時，觸發『使目標受到闇屬性傷害增加8%(最多5層)』\n\n《對症下藥》\n使目標獲得「被攻擊時，觸發『使敵方全體被治療時回復量增加5%(最多6層)』(4回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 一針見血(?)`,
            "value": `我方隊伍中至少有(1/2)名攻擊者時，各發動「必殺時，觸發『以自身攻擊力(100/100)%對目標造成傷害』」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 混沌療法`,
            "value": `我方隊伍中至少有(2/3)名闇屬性隊員時，各發動「攻擊力增加(50/50)%」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 加大劑量`,
            "value": `我方隊伍中至少有(1/2)名輔助者時，各發動「造成傷害增加(15/15)%」\n我方隊伍中至少有(1/2)名治療者時，各發動「造成傷害增加(15/15)%」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1105098379006054433.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}