module.exports = {
    "type": "rich",
    "title": `龍飛鳳舞 蘭兒 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_fire:933339778559131679> <:class_attacker:933339400916578344>`,
    "color": 0xF45F34,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,045,702 | ATK：937,027`
        },
        {
            "name": `<:detail_skill:933339968967933963> 迴轉龍捲球！`,
            "value": `使自身獲得4層攻擊力增加18.75/22.5/26.25/30/33.75%(最多4層)，再以自身攻擊力353/404/454/505/555％對目標造成傷害，CD: 4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 重擊！`,
            "value": `以自身攻擊力100％對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 交友要在勝負後！`,
            "value": `我方全體HP增加20%\n我方全體攻擊力增加40%\n自身普攻時，觸發「以自身攻擊力40％使我方全體攻擊者攻擊力增加(1回合)」\n\n我方全體攻擊者獲得「隊伍中至少有4名攻擊者角色時， 發動《一波帶走！》」\n\n《一波帶走！》\n攻擊力增加110%\n必殺時，觸發「以自身攻擊力60％使我方站位1攻擊力增加(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 蓄力蓄力！`,
            "value": `普攻時，觸發「使自身攻擊力增加12.5%(最多4層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 來發大的！`,
            "value": `每經過4回合，觸發「使自身攻擊力增加75%(最多1層)」\n必殺時，觸發「清除自身《來發大的！》的使自身攻擊力增加效果」\n普攻時，觸發「減少自身《迥轉龍捲球！》的使自身攻擊力增加效果1層」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 轉守為攻！！`,
            "value": `每經過4回合，觸發「使自身造成傷害增加40%(最多1層)」\n必殺時，觸發「清除自身《轉守為攻！！》的使自身造成傷害增加效果」\n使我方全體造成傷害增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 必殺+ (6潛)`,
            "value": `使自身必殺技傷害增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1064523027355815986.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}