module.exports = {
    "type": "rich",
    "title": `沁夏淡粉 香草奈若 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_fire:933339778559131679> <:class_attacker:933339400916578344>`,
    "color": 0xF45F34,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,147,897 | ATK：906,801`
        },
        {
            "name": `<:detail_skill:933339968967933963> 把你的心NyoroNyoro掉♡`,
            "value": `使目標受到「沁夏淡粉 香草奈若」傷害增加30/30/35/35/40%(最多2層)，再以攻擊力265/298/331/364/397％對目標造成傷害，CD:3`
        },
        {
            "name": `<:detail_attack:933340014379667457> 蠑螈飛踢`,
            "value": `以自身攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 撒嬌系清純女友`,
            "value": `我方全體最大HP增加20%\n我方全體獲得「隊伍中至少有1名光屬性角色時，發動《兔姬貼貼∼》」\n自身獲得「隊伍中至少有1名闇屬性角色時，發動《咪嚕貼貼∼》」\n自身必殺時，觸發「使自身獲得1層《撒嬌時間》(最多2層)」\n自身《撒嬌時間》小於2層時，發動《快疼愛我！》\n自身《撒嬌時間》等於2層時，發動《快點來抱抱吧∼》\n\n《兔姬貼貼∼》\n攻擊力增加80%\n\n《味嚕貼貼∼》\n攻擊力增加60%\n必殺時，觸發「使目標受到火屬性傷害增加25%(最多2層 )」\n必殺時，追加「以自身攻擊力160％對目標造成傷害」\n\n《快疼愛我！》\n必殺時，追加「使自身必殺技最大CD減少1回合(50回合)」\n\n《快點來抱抱吧∼》\n必殺時，觸發「奈若緊緊抱著妳，變得軟綿綿的。(50回合)，清除自身的《撒嬌時間》和最大必殺技CD減少效果」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 小型兩生綱有尾動物`,
            "value": `攻擊時，觸發「使自身攻擊力增加20%(最多4層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 薔粉色的誘惑♡`,
            "value": `必殺時，追加「以自身攻擊力66％對目標造成傷害」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 奈若最喜歡大家了喔~`,
            "value": `使自身造成傷害增加40%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 傷害+ (6潛)`,
            "value": `使自身造成傷害增加7.5%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 睡眠免疫 (12潛)`,
            "value": `使自身免疫睡眠`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1149700990610718791.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}