module.exports = {
    "type": "rich",
    "title": `絕代佳人 賽露西亞 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_wind:933339803653644358> <:class_obstructer:933339487084359740>`,
    "color": 0x54BA71,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,201,153 | ATK：890,968`
        },
        {
            "name": `<:detail_skill:933339968967933963> 精靈箭術。連連矢`,
            "value": `使自身造成傷害增加10/10/15/15/20%(3回合)，以自身攻擊力200%對目標造成傷害，再使自身獲得「攻擊時，觸發『以自身攻擊力50/65/80/95/110%對目標造成傷害』(3回合)」，CD: 3`
        },
        {
            "name": `<:detail_attack:933340014379667457> 拉弦射撃`,
            "value": `以自身攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 深藏不露的勝負心`,
            "value": `我方全體HP增加20%\n我方全體攻擊者、妨礙者獲得「隊伍中至少有3名風屬性角色時，發動《精靈隊長》」\n我方全體獲得「隊伍中至少有2名火屬性角色時，發動《狙擊陣形》」\n\n《精靈隊長》\n攻擊力增加25%\n觸發技傷害增加175%\n普攻時，觸發「以自身攻擊力40%對目標造成傷害」\n必殺時，觸發「以自身攻擊力100%對目標造成傷害」\n\n《狙擊陣形》\n攻擊力增加100%\n造成治療量增加25%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 追風烈撃`,
            "value": `必殺時，觸發「使目標必殺技傷害減少15%(2回合)」\n必殺時，觸發「以自身攻擊力80%對目標造成傷害」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 腐蝕箭袋`,
            "value": `普攻時，觸發「使目標受到觸發技傷害增加20%(最多5層)」\n普攻時，觸發「以自身攻擊力35%對目標造成傷害」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 強烈靈氣`,
            "value": `普攻時，觸發「使我方全體必殺技傷害增加6%(最多5層)」\n必殺時，觸發「使目標受到必殺技傷害增加15%(最多2層)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 必殺+ (6潛)`,
            "value": `使自身必殺技傷害增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1064522757712384072.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}