module.exports = {
    "type": "rich",
    "title": `乘風破浪 蘭兒 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_wind:933339803653644358> <:class_obstructer:933339487084359740>`,
    "color": 0x54BA71,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,242,896 | ATK：879,454`
        },
        {
            "name": `<:detail_skill:933339968967933963> 一顆深海的大鳳梨！`,
            "value": `使自身造成觸發技效果增加40/60/60/80/100%(3回合)，使自身必殺技傷害增加0/0/20/37.5/45%(1回合)，並以自身攻擊力330/376/422/468/514%對目標造成傷害，CD: 4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 伸縮自如的~`,
            "value": `以自身攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 跟著矮人船長一起上！`,
            "value": `我方全體最大HP增加20%\n我方全體攻擊力增加50%\n使我方所有攻擊者、妨礙者獲得「隊伍中至少有3名風屬性角色時，發動《乘風而行》」 \n每Wave的第1回合，觸發「使敵方全體受到風屬性傷害增加25%(50回合)」\n\n《乘風而行》\n使自身攻擊力增加80\n 使自身造成傷害增加40%\n使自身攻擊時，觸發「《斬破滔浪》」\n\n《斬破滔浪》\n使我方站位1獲得「普攻時，觸發『以自身攻擊力65%對目標造成傷害』(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 填裝火藥`,
            "value": `普攻時，觸發「使自身攻擊力增加50%(3回合)」\n每經過1回合，觸發「使自身獲得必殺時，觸發『清除自身《填裝火藥》的攻擊力增加(回合型)效果』(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 準備好了嗎？孩子們！`,
            "value": `普攻時，觸發「《是的船長！》」\n每經過1回合，觸發「使自身獲得必殺時，觸發『清除自身《是的船長！》的效果』(1回合)」 \n\n《是的船長！》\n使自身獲得必殺時，觸發「以自身攻擊力80%對目標造成傷害」(3回合)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 太小聲囉！`,
            "value": `必殺技最大CD減少1回合\n普攻時，觸發「使自身造成傷害增加20%(3回合)」\n每經過1回合，觸發「使自身獲得必殺時，觸發『清除自身《太小聲囉！》的造成傷害增加(回合型)效果』(1回合)`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 傷害+ (6潛)`,
            "value": `使自身造成傷害增加7.5%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫睡眠 (12潛)`,
            "value": `使自身免疫睡眠`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1127457980691005560.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}