module.exports = {
    "type": "rich",
    "title": `碧波白喵 娜娜 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_wind:933339803653644358> <:class_supporter:933339516788408420>`,
    "color": 0x54BA71,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,684,781 | ATK：774,379`
        },
        {
            "name": `<:detail_skill:933339968967933963> 繪技。百畫投影`,
            "value": `使自身普攻傷害增加60/75/90/105/120%(4回合)，再使目標受到普攻傷害增加30/45/60/75/90%(8回合)，CD：4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 後勤補給喵`,
            "value": `使我方全體普攻傷害增加40%(2回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 純熟社蓄俏水手`,
            "value": `當我方隊伍有至少3名風屬性角色時，我方全體獲得《海鷗盜賊團》\n當我方隊伍有至少2名攻擊者角色時，自身獲得《向著大海航去！》\n\n《海鷗盜賊團》\n攻擊力增加40%\n普攻傷害增加100%\n普攻時，追加「以自身攻擊力65%對目標造成傷害」\n\n《向著大海航去！》\n普攻時，觸發「使目標受到傷害增加5%(最多10層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 在暴風雨中前行`,
            "value": `普攻時，追加「以自身最大HP5%給予我方全體護盾(1回合)」 \n必殺時，觸發「給予自身普攻時，追加『以自身攻擊力100%對目標造成傷害』(2回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 投影炮擊`,
            "value": `普攻時，追加「以自身攻擊力50%對目標造成傷害」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 悠久留存的回憶`,
            "value": `使我方全體造成傷害增加10%\n普攻時，觸發「使我方全體攻擊力增加10%(最多4層)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 減傷+ (6潛)`,
            "value": `使自身受到傷害減少5%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫睡眠 (12潛)`,
            "value": `使自身免疫睡眠`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1127457416297074698.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}