module.exports = {
    "type": "rich",
    "title": `夏日 艾可 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_fire:933339778559131679> <:class_healer:933339563127078922>`,
    "color": 0xF45F34,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,238,577 | ATK：880,893`
        },
        {
            "name": `<:detail_skill:933339968967933963> 艾可夏日特調`,
            "value": `使我方全體造成觸發技效果增加50/75/75/100/100%(3回合)，使我方全體造成傷害增加10/10/20/20/30%(3回合)，使我方全體攻擊力增加20/35/35/50/50%(3回合)，CD: 3`
        },
        {
            "name": `<:detail_attack:933340014379667457> 頂級服務`,
            "value": `以自身攻擊力50%每回合對我方全體進行治療(3回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 凱薩大人就是上帝`,
            "value": `我方全體攻擊力增加50%\n使自身獲得《專屬服務生》\n使我方全體守護者獲得「隊伍中至少有2名守護者角色時，發動《凱薩大人永遠是對的》」\n\n《專屬服務生》\n造成傷害增加50%\n普攻時，觸發「以自身攻擊力100%對目標造成傷害」\n必殺時，觸發「以自身攻擊力250%對目標造成傷害」\n\n《凱薩大人永遠是對的》\n造成傷害增加50%\n普攻時，觸發「以自身攻擊力100%以及自身最大HP50%對目標造成傷害」\n必殺時，觸發「以自身攻擊力250%以及自身最大HP125%對目標造成傷害」\n攻擊時，觸發「清除自身的嘲諷效果並解除自身的防禦狀態」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 女僕…服務生密技！`,
            "value": `必殺時，觸發「以自身攻擊力150%對我方全體進行治療」\n必殺時，觸發「以自身攻擊力250%對目標造成傷害」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 美好的味道～♡`,
            "value": `我方全體受到持續治療量增加20%\n攻擊力增加50%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 萌欸♡萌欸♡啾～`,
            "value": `造成觸發技效果增加75%\n必殺時，觸發「以自身最大HP15%給予我方全體護盾(1回合)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1113470922691727500.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}