module.exports = {
    "type": "rich",
    "title": `詛咒凝視 絲塔夏 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_fire:933339778559131679> <:class_attacker:933339400916578344>`,
    "color": 0xF45F34,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,434,331 | ATK：830,515`
        },
        {
            "name": `<:detail_skill:933339968967933963> 滅殺咒眼`,
            "value": `使自身攻擊力增加180/180/200/200/240%(2回合)、普攻傷害增加60/80/80/100/100%(2回合)，使目標受到火屬性傷害增加0/0/5/5/5%(最多2層)，自身普攻時，追加「以自身攻擊力80/100/100/110/130％對目標造成傷害」(4回合)，CD :4 `
        },
        {
            "name": `<:detail_attack:933340014379667457> 十字弓追殺`,
            "value": `以自身攻擊力100％對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 禁地守護者`,
            "value": `我方全體最大HP增加20%\n我方全體攻擊力增加60%\n我方全體普攻傷害增加60%\n自身造成傷害增加50%\n自身普攻時，觸發「使目標受到傷害增加5%(最多8層)」\n必殺時，觸發「普攻時，追加『以自身攻擊力150％對目標造成傷害』(2回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 戰慄獵殺`,
            "value": `攻擊力增加50%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 二連矢`,
            "value": `必殺時，觸發「普攻時，追加『以自身攻擊力70％對目標造成傷害』(2回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 衰弱詛咒`,
            "value": `第6回合時，觸發「使敵方全體受到普攻傷害增加100%(50回合)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 傷害+ (6潛)`,
            "value": `使自身造成傷害增加7.5%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1137597913506263201.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}