module.exports = {
    "type": "rich",
    "title": `夏日 神田綾音 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_fire:933339778559131679> <:class_attacker:933339400916578344>`,
    "color": 0xF45F34,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,058,657 | ATK：932,708`
        },
        {
            "name": `<:detail_skill:933339968967933963> 咆哮吧，卡利伯!`,
            "value": `使自身攻擊力增加50/60/70/80/100%(2/2/3/4/4回合)，再以自身攻擊力330/376/422/468/514%對目標造成傷害，CD: 4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 晨光黎明劍`,
            "value": `以自身攻擊力125%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 夏日勇者的渡假時刻`,
            "value": `我方全體最大HP增加25%\n我方全體普攻傷害增加50%\n我方站位1的角色獲得「隊伍中至少有3名攻擊者時，發動 《我吃故我在》」\n我方全體獲得「隊伍中至少有3名火屬性角色時，發動《騎乘模式。ON》」\n\n《我吃故我在》\n攻擊力增加40%\n普攻時，追加「以自身攻擊力50%對目標造成傷害」\n必殺時，觸發「使目標受到火屬性傷害增加20%(最多2層)」\n必殺時，觸發「使目標受到普攻傷害增加40%(最多2層)」\n\n《騎乘模式。ON》\n攻擊力增加40%\n行動時，觸發「自身造成傷害增加7%(最多5層)」\n行動時，觸發「自身普攻傷害增加15%(最多5層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 甜食禁斷綜合症`,
            "value": `普攻傷害增加30%\n必殺技傷害增加20%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 我媽在夏威夷教我的`,
            "value": `第1回合時，觸發「使敵方全體受到傷害增加15%(50回合)」\n第8回合時，觸發「使自身必殺傷害增加40%(50回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 自帶BGM的勇者`,
            "value": `普攻時，追加「以自身攻擊力25%對目標造成傷害」\n普攻時，觸發「自身造成傷害增加10%(最多3層)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 必殺+ (6潛)`,
            "value": `使自身必殺技傷害增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1113471043307327498.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}