module.exports = {
    "type": "rich",
    "title": `夏日 巴爾 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_water:933339803087421523> <:class_attacker:933339400916578344>`,
    "color": 0x48B4EB,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：2,967,976 | ATK：961,497`
        },
        {
            "name": `<:detail_skill:933339968967933963> 突進吧!凱薩號!`,
            "value": `以自身攻擊力100%對目標造成傷害，使自身獲得「普攻時，追加『以自身攻擊力96/115/135/154/173%對目標造成傷害』(4回合)」，CD:  4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 噗滋~`,
            "value": `以自身攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 夏日商品全面特價中唷~`,
            "value": `自身與我方全體火、光屬性隊員最大HP增加20%\n自身與我方全體火、光屬性隊員造成傷害增加20%\n自身攻擊力增加50%\n自身普攻傷害增加20% \n我方全體火、光屬性隊員攻擊力增加80%\n我方全體火、光屬性隊員普攻傷害增加50%\n使我方全體攻擊者和妨礙者獲得「我方隊伍中至少有2名光屬性隊員時，發動《巴爾商會特製BBQ烤爐》」\n使我方全體攻擊者和妨礙者獲得「我方隊伍中至少有2名火屬性隊員時，發動《巴爾商會特製BBQ烤爐》」\n\n《巴爾商會特製BBQ烤爐》\n普攻時，追加「以自身攻擊力40%對目標造成傷害」\n普攻時，追加「使目標受到普攻傷害增加18%(最多5層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 泳裝黑辣妹魔王`,
            "value": `使我方全體水屬性隊員攻擊力增加30%\n使我方全體水屬性隊員普攻傷害增加20%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 射你一臉~`,
            "value": `使我方全體攻擊者和妨礙者獲得「《巴爾商會特製水槍》」\n\n《巴爾商會特製水槍》\n我方隊伍中至少有(4/5)名水屬性隊員時，各發動「普攻時，追加『以自身攻擊力(15/15)%對目標造成傷害』」 \n我方隊伍中至少有(4/5)名水屬性隊員時，各發動「普攻時，追加『使目標受到普攻傷害增加(9/9)%(最多5層)』」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 這次款待人家包辦~`,
            "value": `使我方全體獲得「《海之屋高級商品》」\n\n《海之屋高級商品》\n我方隊伍中至少有2名攻擊者時，發動「造成傷害增加30%」\n我方隊伍中至少有2名攻擊者時，發動「普攻傷害增加30%」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 普攻傷害+ (6潛)`,
            "value": `使自身普攻傷害增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1113470978920558632.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}