module.exports = {
    "type": "rich",
    "title": `夏日 菲歐菈 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_light:933339825933791312> <:class_healer:933339563127078922>`,
    "color": 0xEFB26B,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：4,155,454 | ATK：686,576`
        },
        {
            "name": `<:detail_skill:933339968967933963> 地上神國即將到來~`,
            "value": `使自身造成治療增加30/35/40/45/50%(4回合)、以自身攻擊力165/188/211/234/257%對我方全體進行治療，並使目標受到光屬性傷害增加10/10/15/20/25%(1回合)，CD: 4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 頌唱性歌`,
            "value": `以自身攻擊力75%對我方全體進行治療`
        },
        {
            "name": `<:detail_leader:933339992732876811> 性愛福音傳遞者`,
            "value": `使我方全體最大HP增加20% \n使我方全體獲得「我方隊伍中至少有4名光屬性隊員時，發動『攻擊力增加100%』」\n使我方全體光屬性角色必殺技傷害增加50%\n每經過4回合，觸發「使目標受到傷害增加50%(1回合)」\n被治療時，觸發「使我方全體造成傷害增加15%(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 散播高潮散播愛♡`,
            "value": `必殺時，觸發「使我方全體攻擊力增加40%(最多1層)」\n被治療時，觸發「使我方全體攻擊力增加10%(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 大家一起高潮吧~`,
            "value": `必殺時，觸發「使我方全體必殺技傷害增加30%(最多1層)」\n被治療時，觸發「使我方全體必殺技傷害增加10%(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 性愛的真諦♡`,
            "value": `必殺時，觸發「使我方全體造成傷害增加20%(最多1層)」\n被治療時，觸發「使我方全體造成傷害增加5%(1回合)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 普攻傷害+ (6潛)`,
            "value": `使自身普攻傷害增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1113470861094178816.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}