module.exports = {
    "type": "rich",
    "title": `甜心可可 巴爾 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_fire:933339778559131679> <:class_healer:933339563127078922>`,
    "color": 0xF45F34,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,966,897 | ATK：719,683`
        },
        {
            "name": `<:detail_skill:933339968967933963> 情人節巧克力大放送～`,
            "value": `以自身攻擊力20%使自身以外我方全體攻擊力增加(1回合)，使目標受到傷害增加15/15/22.5/22.5/30%(最多3/3/2/2/2層)，以自身攻擊力96/110/123/137/150%每回合對我方全體進行治療(3回合)，CD: 4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 甜蜜滋味`,
            "value": `以自身攻擊力20%使自身以外我方全體攻擊力增加(1回合)，以自身攻擊力20%對我方全體進行治療，並以自身攻擊力20%每回合對全體進行治療(2回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 戀愛少女的小小心機`,
            "value": `我方全體最大HP增加20%\n我方全體攻擊力增加50%\n我方全體獲得「隊伍中有至少3名火屬性隊員時，發動《大家一起做巧克力吧》」\n我方站位3的隊員獲得《送給最喜歡的那個他♡》\n\n《大家一起做巧克力吧》\n必殺時，觸發「使目標受到必殺技傷害增加15%(2回合)」\n必殺時，觸發「使目標受到火屬性傷害增加15%(2回合)」\n\n《送給最喜歡的那個他♡》\n攻擊力增加70%\n必殺時，觸發「使自身造成傷害增加20%(最多2層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 商人的行銷策略`,
            "value": `使我方最大HP最低者獲得「受到傷害減少15%」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 是愛，人家加了愛唷～`,
            "value": `我方全體受到必殺技傷害減少10%\n必殺時，觸發「使我方全體被治療時回復量增加20%(最多2層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 巧克力、荼還是人家♡`,
            "value": `我方治療者以及輔助者獲得《激情夜晚》\n\n《激情夜晚》\n攻擊力增加40%\n防禦時，觸發「我方全體受到持續型治療增加20%(1回合)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1072880868869275659.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}