module.exports = {
    "type": "rich",
    "title": `純情可可 伊布力斯 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_light:933339825933791312> <:class_supporter:933339516788408420>`,
    "color": 0xEFB26B,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,320,621 | ATK：859,302`
        },
        {
            "name": `<:detail_skill:933339968967933963> 香蜜沉沉味如糖`,
            "value": `以自身攻擊力20/20/20/30/40%使我方全體光屬性角色攻擊力增加(1回合)，以自身攻擊力30/35/40/40/40%使我方站位5的隊員攻擊力增加(1回合)，CD: 4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 只送給你`,
            "value": `以自身攻擊力10%使我方全體光屬性角色攻擊力增加(1回合)，以自身攻擊力20%使我方站位5的隊員攻擊力增加(1回合)、使我方站位5的隊員普攻傷害增加35%(1回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 濃情蜜意之日`,
            "value": `使我方全體最大HP增加30%\n使我方全體攻擊力增加40%\n使我方全體治療者、輔助者獲得《送給最愛的他》\n使我方站位5的隊員獲得《人情巧克力》 \n\n《送給最愛的他》\n必殺時，觸發「使我方站位5的隊員造成傷害增加15%(1回合)」\n必殺時，觸發「使我方站位5的隊員獲得『必殺時，觸發 「以自身攻擊力50%對目標造成傷害」(1回合)』」 \n\n《人情巧克力》\n必殺時，觸發「使除了自身以外的隊員攻擊力增加50%(最多1層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 甜蜜獻禮`,
            "value": `第一回合時，觸發「使我方站位5的隊員普攻傷害增加50%(最多1層)」 `
        },
        {
            "name": `<:detail_passive:933340075910131732> 精心製作巧克力`,
            "value": `每經過4回合，觸發「使我方站位5的隊員必殺傷害增加40%(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 戀愛、魔王、巧克力`,
            "value": `必殺時，觸發「使我方站位5的隊員必殺技傷害增加30%(1回合)」\n必殺時，觸發「使我方全體攻擊者必殺傷害增加20%(1回合)」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1071982359508959312.webp?size=128&quality=lossless`,
        "height": 0,
        "width": 0
    }
}