module.exports = {
    "type": "rich",
    "title": `致命可可 撒旦 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_dark:933339859559530506> <:class_obstructer:933339487084359740>`,
    "color": 0xC390FF,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：4,722,566 | ATK：604,533`
        },
        {
            "name": `<:detail_skill:933339968967933963> 女僕密技。殺個精光(?)`,
            "value": `使目標受到傷害增加10/10/12.5/12.5/15%(最多2層)、使自身獲得1層「致命香氣」(最多9層)、使自身獲得「普攻時，追加『以自身攻擊力30/50/70/90/110%對目標造成傷害』(4回合)」、再以自身攻擊力215/238/261/284/307%對目標造成傷害，CD: 4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 狩獵開始`,
            "value": `以自身攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 血淋淋的愛意`,
            "value": `我方全體最大HP增加20%\n我方全體攻擊力增加50\n我方全體普攻傷害增加30%\n我方全體攻擊者、妨礙者獲得「攻擊時，觸發『使我方全體獲得1層『甜蜜殺意』(最多30層)』」\n我方全體攻擊者、妨礙者獲得「依據「甜蜜殺意」層數獲得不同效果：\n10層以上：「普攻時，追加『以自身攻擊力50%對目標造成傷害』」\n20層以上：「攻擊力增加50%」\n30層以上：「造成傷害增加25%」」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 贈予甜美的死亡`,
            "value": `普攻時，觸發「使自身獲得1層『致命香氣』(最多9層)」\n依據「致命香氣」層數獲得不同效果：\n3層以上：「普攻時，追加『以自身攻擊力40%對目標造成傷害』」 \n9層以上：「攻擊力增加50%」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 不夠不夠不夠！`,
            "value": `每經過1回合，觸發「使自身獲得1層『受虐狂熱』(最多10層)」\n被攻擊時，觸發「使自身獲得1層『受虐狂熱』(最多10層)」\n依據「受虐狂熱」層數獲得不同效果：\n5層以上：「攻攣力增加20%」\n10層以上：「攻擊力增加40%」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 死一次試試看吧～`,
            "value": `依據「致命香氣」層數獲得不同效果：\n3層以上：「自身造成傷害增加20%」\n6層以上：「普攻時，觸發『使自身普攻傷害增加10%(最多3層)』」\n9層以上：「攻擊時，觸發『使目標受到傷害增加15%(最多1層)』」`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊力+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1071982179095163012.webp?size=128&quality=lossless`,
        "height": 0,
        "width": 0
    }
}