module.exports = {
    "type": "rich",
    "title": `剪裁之紅 安絲蒂 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_fire:933339778559131679> <:class_attacker:933339400916578344>`,
    "color": 0xF45F34,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,096,079 | ATK：921,195`
        },
        {
            "name": `<:detail_skill:933339968967933963> 緋紅裁斷`,
            "value": `對當前敵對目標造成自身攻擊力330/376/422/468/514%的傷害，再使我方全體獲得友方目標最大HP15%的護盾(1回合)，CD: 4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 裁剪`,
            "value": `對當前敵對目標造成自身攻擊力125%的傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 命運交織。紅`,
            "value": `使我方全體火、水屬性隊員獲得\"造成傷害增加50%\"；\n第1回合開始時，發動\"使自身與縫紉之藍安絲娜普攻傷害增加30%(50回合)\"效果`
        },
        {
            "name": `<:detail_passive:933340075910131732> 熾紅編織`,
            "value": `使自身普攻傷害增加30%：\n當\"縫紉之藍安絲娜\"在我方場上且存活時，發動\"使自身受到水屬性傷害減少33%\"`
        },
        {
            "name": `<:detail_passive:933340075910131732> 嫣紅之剪`,
            "value": `使自身攻擊力增加30%；\n當\"縫紉之藍安絲娜\"在我方場上且存活時，發動"使自身造成傷害增加20%\"`
        },
        {
            "name": `<:detail_passive:933340075910131732> 靈感爆發`,
            "value": `必殺時，觸發\"使自身普攻傷害增加50%(4回合)\"效果`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 普攻傷害+ (6潛)`,
            "value": `使自身普攻傷害增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/872468146781556736.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}