module.exports = {
    "type": "rich",
    "title": `縫紉之藍 安絲娜 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_water:933339803087421523> <:class_attacker:933339400916578344>`,
    "color": 0x48B4EB,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,096,079 | ATK：921,195`
        },
        {
            "name": `<:detail_skill:933339968967933963> 綻藍紡織`,
            "value": `對當前敵對目標造成自身攻擊力388/445/503/560/618%的傷害，再使我方全體獲得友方目標最大HP15%的護盾(1回合)，CD: 4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 縫製`,
            "value": `對當前敵對目標造成自身攻擊力100%的傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 命運交織。藍`,
            "value": `使我方全體火、水屬性隊員獲得\"造成傷害增加50%\"；\n第1回合開始時，發動\"使自身與剪裁之紅安絲蒂必殺傷害增加20%(50回合)\"效果`
        },
        {
            "name": `<:detail_passive:933340075910131732> 靛青編織`,
            "value": `使自身必殺傷害增加30%：\n當\"剪裁之紅安絲蒂\"在我方場上且存活時，發動\"使自身受到風屬性傷害減少33%\"`
        },
        {
            "name": `<:detail_passive:933340075910131732> 鈷藍之針`,
            "value": `使自身攻擊力增加30%；\n當\"剪裁之紅安絲蒂\"在我方場上且存活時，發動”使自身造成傷害增加20%\"`
        },
        {
            "name": `<:detail_passive:933340075910131732> 冷靜判斷`,
            "value": `普攻時，觸發\"使自身必殺傷害增加10%(6回合)\"效果`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 必殺技+ (6潛)`,
            "value": `使自身必殺技傷害增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/872468147154853928.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}