module.exports = {
    "type": "rich",
    "title": `煌星 妲絲艾菲娜 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_dark:933339859559530506> <:class_supporter:933339516788408420>`,
    "color": 0xC390FF,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,212,668 | ATK：806,045`
        },
        {
            "name": `<:detail_skill:933339968967933963> 終極暗炎幽冥毀滅陣？`,
            "value": `以自身攻擊力165/188/188/211/211%對我方全體施放護盾(2回合)，再以自身攻擊力30/30/30/30/40%使我方全體攻擊力增加(2回合)，CD: 4 [3絆 CD: 3]`
        },
        {
            "name": `<:detail_attack:933340014379667457> 暗冥結界`,
            "value": `以自身攻擊力50%對我方全體施放護盾(1回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 幽冥深淵的三頭犬喲~`,
            "value": `使我方站位1、3、5的隊員攻擊力增加33%、必殺技傷害增加15% `
        },
        {
            "name": `<:detail_passive:933340075910131732> 幽冥之爪`,
            "value": `使自身普攻傷害增加25%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 深淵之鏈`,
            "value": `第1回合開始時，發動\"使我方站位2、4的隊員受到傷害減少15%(50回合)\"效果 `
        },
        {
            "name": `<:detail_passive:933340075910131732> 冥界法典的啟示`,
            "value": `每經過6回合，觸發\"使我方站位1、3、5的隊員必殺技傷害增加50%(2回合)\"效果 `
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 普攻傷害+ (6潛)`,
            "value": `使自身普攻傷害增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/856202436582703156.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}