module.exports = {
    "type": "rich",
    "title": `祭典狂歡 巴爾 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_dark:933339859559530506> <:class_attacker:933339400916578344>`,
    "color": 0xC390FF,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,061,535 | ATK：844,908`
        },
        {
            "name": `<:detail_skill:933339968967933963> 烈日祭典盛宴`,
            "value": `使自身攻擊力增加25/25/25/35/35%(3/3/3/3/4回合)，再以攻擊力165/188/211/211/211％對敵全體造成傷害，CD: 4 [5絆 CD: 3]`
        },
        {
            "name": `<:detail_attack:933340014379667457> 平民美食攻擊`,
            "value": `以攻擊力50％對敵全體造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 慶典魔王的氣勢`,
            "value": `使自身攻擊力增加35%、普攻傷害增加150%，但自身以外的隊員造成傷害減少15%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 想賺錢就得有行動力`,
            "value": `自身HP低於99%時，發動\"使自身攻擊力增加35%\"效果`
        },
        {
            "name": `<:detail_passive:933340075910131732> 痛感帶來愉悅`,
            "value": `自身HP低於99%時，發動\"使自身普攻傷害增加70%\"效果`
        },
        {
            "name": `<:detail_passive:933340075910131732> 最高境界是自攻自受`,
            "value": `使自身每回合以自身最大HP7.5％進行治療\n第1回合＆每經過1回合時，觸發「以自身當前HP1.5％對自身造成傷害」效果\n第1回合時，觸發「使自身當前必殺技CD減少4回合」效果\n必殺時，觸發「《加碼買進》」效果 \n\n《加碼買進》 \n普攻時，追加技能「以攻擊力150％對當前目標進行追擊」(4回合)`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 普攻傷害+ (6潛)`,
            "value": `使自身普攻傷害增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/929765145981366282.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}