module.exports = {
    "type": "rich",
    "title": `蛇女之后 梅絲米奈雅 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_fire:933339778559131679> <:class_obstructer:933339487084359740>`,
    "color": 0xF45F34,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,183,881 | ATK：813,242`
        },
        {
            "name": `<:detail_skill:933339968967933963> 蛇身纏繞猛咬`,
            "value": `以攻擊力330/376/376/422/468％對目標造成傷害，再以100/110/120/130/150%機率使目標麻痺1回合，CD: 4 [3絆 CD: 3]`
        },
        {
            "name": `<:detail_attack:933340014379667457> 咬擊`,
            "value": `以攻擊力100％對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 情熱之舞`,
            "value": `使我方全體火屬性角色攻擊力增加35%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 遲緩毒液`,
            "value": `必殺時，觸發\"使目標當前必殺技CD增加2回合\"效果 `
        },
        {
            "name": `<:detail_passive:933340075910131732> 雙蛇的咬擊`,
            "value": `普攻時，觸發\"使目標受到普攻傷害增加10%(3回合)\"效果\n必殺時，觸發\"使目標受到必殺傷害增加15%(2回合)\"效果 `
        },
        {
            "name": `<:detail_passive:933340075910131732> 梅絲、凱蒂，一起上！`,
            "value": `攻擊時，觸發\"使目標受到普攻傷害增加4%(最多5層)、受到必殺傷害增加3%(最多5層)、造成傷害減少4%(最多5層)\"效果 \n`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 普攻傷害+ (6潛)`,
            "value": `使自身普攻傷害增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/856202437005279263.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}