module.exports = {
    "type": "rich",
    "title": `天使長 聖米勒 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_light:933339825933791312> <:class_attacker:933339400916578344>`,
    "color": 0xEFB26B,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,054,338 | ATK：846,348`
        },
        {
            "name": `<:detail_skill:933339968967933963> 大天使之怒`,
            "value": `以自身攻擊力330/376/422/468/514%對目標造成傷害，並以自身攻擊力29/35/41/46/52%每回合對目標造成傷害(4回合)，CD: 4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 審判打擊`,
            "value": `以攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 天使長的祝福`,
            "value": `使我方全體光屬性成員獲得\"攻擊時，觸發“使我方全體攻擊力增加15%(1回合)\"效果\"；火、風屬性成員獲得\"攻擊時，觸發“使我方全體普攻傷害增加20%(1回合)“效果\"； 水、闇屬性成員獲得\"攻擊時，觸發\"使我方全體必殺傷害增加20%(1回合)\"效果\"`
        },
        {
            "name": `<:detail_passive:933340075910131732> 光之懲戒`,
            "value": `普攻時，觸發\"以自身攻擊力15%每回合對目標造成傷害(2回合)\"效果`
        },
        {
            "name": `<:detail_passive:933340075910131732> 天使的祝福`,
            "value": `使我方全體光屬性成員獲得\"攻擊時，觸發“使我方全體攻擊力增加5%(1回合)\"效果\"；火、風屬性成員獲得\"攻擊時，觸發“使我方全體普攻傷害增加7%(1回合)“效果\"； 水、闇屬性成員獲得\"攻擊時，觸發\"使我方全體必殺傷害增加7%(1回合)\"效果\"`
        },
        {
            "name": `<:detail_passive:933340075910131732> 天罰之力`,
            "value": `攻擊時，觸發\"使自身攻擊力增加15%(4回合)\"效果`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 攻擊+ (6潛)`,
            "value": `使自身攻擊力增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/872468146857078855.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}