module.exports = {
    "type": "rich",
    "title": `偶像 黑白諾艾莉 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_fire:933339778559131679> <:class_supporter:933339516788408420>`,
    "color": 0xF45F34,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,183,881 | ATK：813,242`
        },
        {
            "name": `<:detail_skill:933339968967933963> 心跳★閃耀`,
            "value": `使我方全體獲得\"每回合以攻擊力79.2/91.7/104.2/116.7/129.2%進行治療(6回合)\"效果，並使自身以外的我方隊員當前必殺技CD減少1回合，CD: 6 `
        },
        {
            "name": `<:detail_attack:933340014379667457> 歌唱`,
            "value": `以自身攻擊力30％使我方全體攻擊力增加(1回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 閃耀★偶像之星諾艾莉`,
            "value": `使自身必殺技最大CD減少2回合，並使我方全體獲得\"每回合以攻擊力35％進行治療\"效果 `
        },
        {
            "name": `<:detail_passive:933340075910131732> 舉起你們的手★`,
            "value": `攻擊時，觸發\"使我方全體被治療時回復量增加12.5%(2回合)、受到護盾效果增加12.5%(2回合)\"效果 `
        },
        {
            "name": `<:detail_passive:933340075910131732> 跟著一起唱唷★`,
            "value": `必殺時，觸發\"使我方全體攻擊力增加10%(12回合)\"效果 `
        },
        {
            "name": `<:detail_passive:933340075910131732> 我愛你們大家★`,
            "value": `必殺時，觸發\"以攻擊力100％對我方全體施放護盾(4回合)\" 效果 `
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 受到傷害減少 (6潛)`,
            "value": `使自身受到傷害減少5%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫沉默 (12潛)`,
            "value": `使自身免疫沉默`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/819638420963590224.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}