module.exports = {
    "type": "rich",
    "title": `夏日 露露 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_water:933339803087421523> <:class_supporter:933339516788408420>`,
    "color": 0x48B4EB,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,372,438 | ATK：846,348`
        },
        {
            "name": `<:detail_skill:933339968967933963> 夏天最棒了！`,
            "value": `使我方全體攻擊力增加20/25/25/30/30%(2回合)，再使我方治療者與輔助者獲得\"攻擊時，觸發\"使我方全體攻擊力增加15/15/20/20/25%(1回合)\"效果(2回合)\"，CD: 4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 公主的聲援`,
            "value": `以自身攻擊力30%使我方全體攻擊力增加(1回合)`
        },
        {
            "name": `<:detail_leader:933339992732876811> 集合啦！公主護衛隊`,
            "value": `使我方全體治療者與輔助者獲得普攻時追加技能\"以攻擊力100%對目標造成傷害\"、必殺時追加技能\"以攻擊力200%對目標造成傷害\"`
        },
        {
            "name": `<:detail_passive:933340075910131732> 露露很怕痛的`,
            "value": `必殺時，觸發\"以自身攻擊力100%對我方全體施放護盾(1回合)\"效果`
        },
        {
            "name": `<:detail_passive:933340075910131732> 不可以欺負露露喔`,
            "value": `每經過4回合，觸發\"使目標受到傷害增加35%(1回合)\"效果`
        },
        {
            "name": `<:detail_passive:933340075910131732> 公主當自強`,
            "value": `第1回合時，觸發\"使我方治療者與輔助者必殺技傷害增加40%(50回合)\"效果`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 減傷+ (6潛)`,
            "value": `使自身受到傷害減少5%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫睡眠 (12潛)`,
            "value": `使自身免疫睡眠`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/856337062167969832.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}