module.exports = {
    "type": "rich",
    "title": `夏日 娜娜 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_light:933339825933791312> <:class_attacker:933339400916578344>`,
    "color": 0xEFB26B,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,147,897 | ATK：906,801`
        },
        {
            "name": `<:detail_skill:933339968967933963> 閃耀沙灘喵～`,
            "value": `使自身攻擊力增加15%(2回合)【**絆5**】，對目標造成\"受到必殺技傷害增加35%(1回合)\"效果，再以攻擊力475/550/625/700/775%對目標造成傷害，CD: 6`
        },
        {
            "name": `<:detail_attack:933340014379667457> 防曬肉球攻擊`,
            "value": `以攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 貓秘術奧義。狂風沙喵`,
            "value": `第1回合時，使我方全體獲得\"攻擊時，觸發\"以攻擊力65%對目標造成傷害\"效果(50回合)\"`
        },
        {
            "name": `<:detail_passive:933340075910131732> 小心曬傷喵`,
            "value": `攻擊時，觸發\"使目標被治療時被回復量減少50%(2回合)\"效果`
        },
        {
            "name": `<:detail_passive:933340075910131732> 我才沒有鬆懈呢`,
            "value": `必殺時，觸發\"使自身攻擊力增加30%(最多1層)\"效果`
        },
        {
            "name": `<:detail_passive:933340075910131732> 迅捷身形`,
            "value": `攻擊時，觸發\"使我方全體必殺技傷害增加5%(最多6層)\"效果`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 必殺技+ (6潛)`,
            "value": `使自身必殺技傷害增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫睡眠 (12潛)`,
            "value": `使自身免疫睡眠`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/856202436632379393.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    }
}