module.exports = {
    "type": "rich",
    "title": `夏日 靜 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_water:933339803087421523> <:class_attacker:933339400916578344>`,
    "color": 0x48B4EB,
    "fields": [
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `HP：3,188,199 | ATK：895,286`
        },
        {
            "name": `<:detail_skill:933339968967933963> 滑水道最棒了喏！`,
            "value": `以自身攻擊力365/417/469/522%對目標造成傷害，並造成\"受到傷害增加20%(最多1層)\"效果，CD: 4 \n\n5絆：使目標造成受到傷害增加20%(最多1層)，並以自身攻擊力576%對目標造成傷害，CD: 4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 夏日咒術`,
            "value": `以攻擊力100%對目標造成傷害`
        },
        {
            "name": `<:detail_leader:933339992732876811> 大家也要全力玩樂喏！`,
            "value": `使我方全體攻擊者攻擊力增加60%；並使我方全體免疫沉默`
        },
        {
            "name": `<:detail_passive:933340075910131732> 泳圈縛行之術！`,
            "value": `攻擊時，觸發\"使目標攻擊力減少10%(1回合)\"效果`
        },
        {
            "name": `<:detail_passive:933340075910131732> 妖狐術。幻痛`,
            "value": `攻擊時，觸發”使目標受到傷害增加4.5%(最多6層)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 無法被停止的享樂`,
            "value": `使自身攻擊力增加40%；且必殺時，觸發\"以100%機率使目標沉默(1回合)\"效果`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 必殺+ (6潛)`,
            "value": `使自身必殺技傷害增加10%`
        },
        {
            "name": `<:detail_passive2:1041115919356801136> 免疫麻痺 (12潛)`,
            "value": `使自身免疫麻痺`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/856202437391548447.webp?size=128&quality=lossless`,
        "height": 0,
        "width": 0
    }
}