module.exports = {
    "type": "rich",
    "title": `花嫁 伊布力斯 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_light:933339825933791312> <:class_attacker:933339400916578344>`,
    "color": 0xEFB26B,
    "fields": [
        {
            "name": `<a:119:882828927842795530>**注意**<a:119:882828927842795530>`,
            "value": `**由於角色眾多，故此解放所需素材中的對應角色的記憶精碎將統一以【無名的記憶碎片】的表情符號【<:item_nameless:1054798367210872843>】作顯示。如發生任何誤會，本喵並不會負責！**\n\n--------------`
        },
        {
            "name": `<:liberate_1:1054796644136263731> 第一階段`,
            "value": `<:item_liberate:1054638758164705380> 解放晶石x1，<:item_nameless:1054798367210872843> 角色記憶精碎x10\n<:item_flawless:1054638754243027004> 無暇魂魄x1，<:item_sliver:1054655504040865832> 銀幣x300,000`
        },
        {
            "name": `<:detail_skill:933339968967933963> 兵裝超頻。戀愛之心`,
            "value": `使自身與我方全體水屬性角色造成傷害增加30/35/40/45/50%(1回合)，再以自身攻擊力194/222.5/251.5/280/309%對目標造成傷害2次，CD: 4`
        },
        {
            "name": `<:detail_passive:933340075910131732> 兵裝共鳴 ─ 少女心`,
            "value": `每經過1回合，觸發「使自身與我方全體水屬性角色必殺技傷害增加9%(最多11層)」`
        },
        {
            "name": `<:liberate_2:1054796646728355851> 第二階段`,
            "value": `<:item_liberate:1054638758164705380> 解放晶石x1，<:crystal_light:1054638745816682556> 雪白結晶x20\n<:item_fragment:1054638756210163812> 技之碎片x150，<:item_sliver:1054655504040865832> 銀幣x400,000`
        },
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `**HP與ATK將永久提升10%**\nHP：3,491,186 | ATK：987,981`
        },
        {
            "name": `<:liberate_3:1054796649035214879> 第三階段`,
            "value": `<:item_liberate:1054638758164705380> 解放晶石x1，<:item_nameless:1054798367210872843> 角色記憶精碎x10\n<:item_flawless:1054638754243027004> 無暇魂魄x1，<:item_sliver:1054655504040865832> 銀幣x500,000`
        },
        {
            "name": `<:detail_leader:933339992732876811> 此身應為後宮之主`,
            "value": `我方全體最大HP增加40%\n普攻時，觸發「以自身攻擊力50%對敵方全體造成傷害」\n使我方全體水、光屬性角色獲得「第1回合時，觸發『《高貴婚紗》』」\n\n《高貴婚紗》\n攻擊力增加100%(50回合)\n必殺時，觸發「使目標受到觸發技傷害增加20%(最多5層)」(50回合)\n攻擊時，觸發「使目標受到必殺傷害增加2%(最多60層)」(50回合)\n攻擊時，觸發「使目標受到傷害增加1%(最多60層)」(50回合)\n普攻時，觸發「使目標受到水屬性傷害增加5%(最多7層)」(50回合)\n普攻時，觸發「使目標受到光屬性傷害增加5%(最多7層)」(50回合)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 婚紗兵裝輔助AI`,
            "value": `自身與我方全體水屬性角色獲得「必殺時，觸發『以自身攻擊力120%對目標造成傷害』」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 試作兵裝婚紗Z型`,
            "value": `普攻時，觸發「使目標受到水屬性傷害增加5%(最多7層)」\n普攻時，觸發「使目標受到光屬性傷害增加5%(最多7層)」\n必殺時，觸發『以自身攻擊力150%對目標造成傷害』」`
        },
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/872468146857078855.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    },
    "imageUrl": "https://cdn.discordapp.com/attachments/933707595301150740/1327760007382433852/10081_0-Lv1.png?ex=67843c5e&is=6782eade&hm=e74665acfed6af8272259d5df630b3f923d4234be72088049d5da4e08336d81a&"
}