module.exports = {
    "type": "rich",
    "title": `適格者 娜娜 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_light:933339825933791312> <:class_attacker:933339400916578344>`,
    "color": 0xEFB26B,
    "fields": [
        {
            "name": `<a:119:882828927842795530>**注意**<a:119:882828927842795530>`,
            "value": `**由於角色眾多，故此解放所需素材中的對應角色的記憶精碎將統一以【無名的記憶碎片】的表情符號【<:item_nameless:1054798367210872843>】作顯示。如發生任何誤會，本喵並不會負責！**\n\n--------------`
        },
        {
            "name": `<:liberate_1:1054796644136263731> 第一階段`,
            "value": `<:item_liberate:1054638758164705380> 解放晶石x1，<:item_nameless:1054798367210872843> 角色記憶精碎x10\n<:item_flawless:1054638754243027004> 無暇魂魄x1，<:item_sliver:1054655504040865832> 銀幣x300,000`
        },
        {
            "name": `<:detail_skill:933339968967933963> 過勞貓咪光束！`,
            "value": `使自身攻擊力增加10/20/30/40/50%(最多2層)，並使目標受到光屬性傷害增加0/0/5/7.5/10%(最多2層)，再以自身攻擊力141/162/184/205/227%對目標造成傷害3次，CD: 4`
        },
        {
            "name": `<:detail_passive:933340075910131732> 勞碌命`,
            "value": `普攻時，觸發「使自身普攻傷害增加6%(最多8層)」\n必殺時，觸發「使自身必殺傷害增加20%(最多2層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 餓肚子`,
            "value": `被治療時，觸發「使自身受到傷害減少3%(最多5層)」\n被治療時，觸發 「使自身攻擊力增加8%(最多8層)」`
        },
        {
            "name": `<:liberate_2:1054796646728355851> 第二階段`,
            "value": `<:item_liberate:1054638758164705380> 解放晶石x1，<:crystal_light:1054638745816682556> 雪白結晶x20\n<:item_fragment:1054638756210163812> 技之碎片x150，<:item_sliver:1054655504040865832> 銀幣x400,000`
        },
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `**HP與ATK將永久提升10%**\nHP：3,621,017 | ATK：953,149`
        },
        {
            "name": `<:liberate_3:1054796649035214879> 第三階段`,
            "value": `<:item_liberate:1054638758164705380> 解放晶石x1，<:item_nameless:1054798367210872843> 角色記憶精碎x10\n<:item_flawless:1054638754243027004> 無暇魂魄x1，<:item_sliver:1054655504040865832> 銀幣x500,000`
        },
        {
            "name": `<:detail_leader:933339992732876811> 星之共鳴`,
            "value": `我方全體最大HP增加40%\n自身攻擊力增加90%\n自身以外我方全體獲得「攻擊時，觸發『《匯集能量》』」\n我方全體獲得《星之碎片》\n\n《匯集能量》\n以自身攻擊力20%使我方【適格者 娜娜】攻擊力增加(1回合)\n使目標受到光、闇屬性傷害增加4%(最多15層)\n\n《星之碎片》\n隊伍中至少有(1/2)名光屬性隊員時，發動「攻擊力增加(5/25)%」\n隊伍中至少有(1/2)名闇屬性隊員時，發動「攻擊力增加(5/25)%」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 超級加班模式！`,
            "value": `被治療時，觸發「使自身造成傷害增加4%(最多8層)」\n必殺時，觸發「《連續加班拳》」\n\n《連續加班拳》\n使自身獲得「攻擊時，觸發『以自身攻擊力67.5%對目標造成傷害』(8回合)」`
        },
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1015232322028699799.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    },
    "imageUrl": "https://cdn.discordapp.com/attachments/933707595301150740/1400039519394332702/c1nana.png?ex=688b2fe8&is=6889de68&hm=c4d6c2598caf7ba72b9ef0c4cc0e381e479b06d354770033dc2396a02de23f62&"
}