module.exports = {
    "type": "rich",
    "title": `復生公主 千鶴 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_wind:933339803653644358> <:class_attacker:933339400916578344>`,
    "color": 0x54BA71,
    "fields": [
        {
            "name": `<a:119:882828927842795530>**注意**<a:119:882828927842795530>`,
            "value": `**由於角色眾多，故此解放所需素材中的對應角色的記憶精碎將統一以【無名的記憶碎片】的表情符號【<:item_nameless:1054798367210872843>】作顯示。如發生任何誤會，本喵並不會負責！**\n\n--------------`
        },
        {
            "name": `<:liberate_1:1054796644136263731> 第一階段`,
            "value": `<:item_liberate:1054638758164705380> 解放晶石x1，<:item_nameless:1054798367210872843> 角色記憶精碎x10\n<:item_flawless:1054638754243027004> 無暇魂魄x1，<:item_sliver:1054655504040865832> 銀幣x300,000`
        },
        {
            "name": `<:detail_leader:933339992732876811> 超級千鶴！`,
            "value": `自身最大HP增加50%\n自身攻擊力增加200%、必殺技傷害增加100%\n每經過一回合觸發「以自身最大HP100％對自身進行治療」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 不死肉體`,
            "value": `使自身被治療時回復量增加20%\n使自身受到傷害減少15%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 防禦加速`,
            "value": `防禦時，觸發「使自身攻擊力增加50%(最多1層)」\n防禦時，觸發「使自身當前必殺技CD減少1回合」\n必殺時，觸發「清除自身《防禦加速》的使自身攻擊力增加效果」`
        },
        {
            "name": `<:liberate_2:1054796646728355851> 第二階段`,
            "value": `<:item_liberate:1054638758164705380> 解放晶石x1，<:crystal_wind:1054638751567056926> 翠綠結晶x20\n<:item_fragment:1054638756210163812> 技之碎片x150，<:item_sliver:1054655504040865832> 銀幣x400,000`
        },
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `**HP與ATK將永久提升10%**\nHP：3,412,021 | ATK：918,317`
        },
        {
            "name": `<:liberate_3:1054796649035214879> 第三階段`,
            "value": `<:item_liberate:1054638758164705380> 解放晶石x1，<:item_nameless:1054798367210872843> 角色記憶精碎x10\n<:item_flawless:1054638754243027004> 無暇魂魄x1，<:item_sliver:1054655504040865832> 銀幣x500,000`
        },
        {
            "name": `<:detail_skill:933339968967933963> 千鶴的全力一擊！`,
            "value": `使目標受到風屬性傷害增加25%(最多2層)，再以自身攻擊力514％對目標造成傷害，CD: 4`
        },
        {
            "name": `<:detail_passive:933340075910131732> 烈風鼓舞`,
            "value": `必殺時，觸發「使我方全體造成傷害增加20%(4回合)」\n必殺時，觸發「使我方全體風屬性角色必殺技傷害增加20% (最多2層)」效果`
        },
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/856202436476534785.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    },
    "imageUrl": "https://cdn.discordapp.com/attachments/933707595301150740/1105874898582261881/ezgif-1-d6a3779e1e.png"
}