module.exports = {
    "type": "rich",
    "title": `祭典狂歡 巴爾 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_dark:933339859559530506> <:class_attacker:933339400916578344>`,
    "color": 0xC390FF,
    "fields": [
        {
            "name": `<a:119:882828927842795530>**注意**<a:119:882828927842795530>`,
            "value": `**由於角色眾多，故此解放所需素材中的對應角色的記憶精碎將統一以【無名的記憶碎片】的表情符號【<:item_nameless:1054798367210872843>】作顯示。如發生任何誤會，本喵並不會負責！**\n\n--------------`
        },
        {
            "name": `<:liberate_1:1054796644136263731> 第一階段`,
            "value": `<:item_liberate:1054638758164705380> 解放晶石x1，<:item_nameless:1054798367210872843> 角色記憶精碎x10\n<:item_flawless:1054638754243027004> 無暇魂魄x1，<:item_sliver:1054655504040865832> 銀幣x300,000`
        },
        {
            "name": `<:detail_skill:933339968967933963> 烈日祭典盛宴`,
            "value": `使自身造成傷害增加25/30/35/35/35%(3/3/3/4/4回合)，並以自身攻擊力165/188/211/234/257%對目標造成傷害，再以攻擊力165/188/211/234/257%對敵方全體造成傷害，CD: 4 [5絆 CD: 3]`
        },
        {
            "name": `<:detail_passive:933340075910131732> 想賺錢就得有行動力`,
            "value": `攻擊力增加40%`
        },
        {
            "name": `<:liberate_2:1054796646728355851> 第二階段`,
            "value": `<:item_liberate:1054638758164705380> 解放晶石x1，<:crystal_dark:1054638740112408596> 靛紫結晶x20\n<:item_fragment:1054638756210163812> 技之碎片x150，<:item_sliver:1054655504040865832> 銀幣x400,000`
        },
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `**HP與ATK將永久提升10%**\nHP：3,367,688 | ATK：929,399`
        },
        {
            "name": `<:liberate_3:1054796649035214879> 第三階段`,
            "value": `<:item_liberate:1054638758164705380> 解放晶石x1，<:item_nameless:1054798367210872843> 角色記憶精碎x10\n<:item_flawless:1054638754243027004> 無暇魂魄x1，<:item_sliver:1054655504040865832> 銀幣x500,000`
        },
        {
            "name": `<:detail_leader:933339992732876811> 慶典魔王的氣勢`,
            "value": `我方全體最大HP增加30%\n我方全體攻擊力增加45%\n自身普攻傷害增加150%\n每Wave的第1回合時，觸發「《共襄盛舉》」\n\n《共襄盛舉》\n清除自身《徹夜狂歡》所給予的增益效果\n使敵方全體獲得「被攻擊時，觸發『《徹夜狂歡》』(50回合)(觸發1次後清除)」\n\n《徹夜狂歡》\n使自身以外我方全體受到【祭典狂歡 巴爾】傷害增加20%(最多4層)\n使敵方【祭典狂歡 巴爾】攻擊力增加20%(最多5層)\n使敵方【祭典狂歡 巴爾】獲得「普攻時，追加『以自身攻擊力30%對敵方全體造成傷害』(50回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 痛感帶來愉悅`,
            "value": `被普攻傷害增加80%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 最高境界是自攻自受`,
            "value": `每回合以自身最大HP10%對自身進行治療\n第1回合時，觸發「使自身當前必殺技CD減少4回合」\n必殺時，觸發「《加碼買進》」\n\n《加碼買進》\n使自身獲得「普攻時，追加『以自身攻擊力130%對目標造成傷害，再以自身攻擊力20%對敵方全體造成傷害』(4回合)」`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/929765145981366282.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    },
    "imageUrl": "https://cdn.discordapp.com/attachments/933707595301150740/1291784013693845566/ezgif-4-4766fba86b.png?ex=67015b1d&is=6700099d&hm=8a81613a676a859ffb00c695b75b42744cb51258338059e4a7b764c4f1e9a9c8&"
}