module.exports = {
    "type": "rich",
    "title": `機靈古怪 賽露西亞 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_wind:933339803653644358> <:class_attacker:933339400916578344>`,
    "color": 0x54BA71,
    "fields": [
        {
            "name": `<a:119:882828927842795530>**注意**<a:119:882828927842795530>`,
            "value": `**由於角色眾多，故此解放所需素材中的對應角色的記憶精碎將統一以【無名的記憶碎片】的表情符號【<:item_nameless:1054798367210872843>】作顯示。如發生任何誤會，本喵並不會負責！**\n\n--------------`
        },
        {
            "name": `<:liberate_1:1054796644136263731> 第一階段`,
            "value": `<:item_liberate:1054638758164705380> 解放晶石x1，<:item_nameless:1054798367210872843> 角色記憶精碎x10\n<:item_flawless:1054638754243027004> 無暇魂魄x1，<:item_sliver:1054655504040865832> 銀幣x300,000`
        },
        {
            "name": `<:detail_skill:933339968967933963> 至高至上至強萬聖精靈王`,
            "value": `使我方全體攻擊力增加22.2/25.9/29.6/33.3/37%(4回合)(不可疊加)，使自身以外我方全體攻擊者、輔助者獲得「必殺時，追加『以自身攻擊力0/0/30.4/34.2/38%對目標造成傷害』(5回合)(不可疊加)」，並使目標受到風屬性傷害增加13.3/15.5/17.8/20/22.2%(4回合)(不可疊加)，再以自身攻擊力165.6/193.2/220.8/248.4/274%對目標造成傷害2次。CD: 4`
        },
        {
            "name": `<:detail_passive:933340075910131732> 出擊，我的精靈(奴僕)`,
            "value": `普攻時，觸發「使目標受到攻擊者、輔助者傷害增加10%(最多3層)」`
        },
        {
            "name": `<:liberate_2:1054796646728355851> 第二階段`,
            "value": `<:item_liberate:1054638758164705380> 解放晶石x1，<:crystal_wind:1054638751567056926> 翠綠結晶x20\n<:item_fragment:1054638756210163812> 技之碎片x150，<:item_sliver:1054655504040865832> 銀幣x400,000`
        },
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `**HP與ATK將永久提升10%**\nHP：3,434,188 | ATK：1,005,398`
        },
        {
            "name": `<:liberate_3:1054796649035214879> 第三階段`,
            "value": `<:item_liberate:1054638758164705380> 解放晶石x1，<:item_nameless:1054798367210872843> 角色記憶精碎x10\n<:item_flawless:1054638754243027004> 無暇魂魄x1，<:item_sliver:1054655504040865832> 銀幣x500,000`
        },
        {
            "name": `<:detail_leader:933339992732876811> 古板的老女人過時了！`,
            "value": `我方全體最大HP增加55%\n我方全體攻擊者、治療者、輔助者獲得「我方隊伍風屬性角色有3人以上時，開啟『《糖果盛宴》』」\n自身獲得「我方隊伍風屬性角色有3人以上時，開啟『第1回合時，觸發「《萬聖精靈王的恩賜》」(觸發1次後清除)』」\n\n《糖果盛宴》\n攻擊力增加11.3%\n造成傷害增加30.8%\n普攻傷害增加38.5%\n必殺技傷害增加25.8%\n被治療時回復量增加25%\n普攻時，追加「以自身攻擊力25.5%對目標造成傷害」\n必殺時，追加「以自身攻擊力51.8%對目標造成傷害」\n\n《萬聖精靈王的恩賜》\n使【精靈王　賽露西亞】必殺技最大CD減少2回合(50回合)\n使我方全體輔助者當前必殺技CD減少4回合\n以自身攻擊力40%使我方全體攻擊力增加(50回合)\n使我方全體輔助者獲得「必殺時，觸發『使目標受到傷害增加5.13%(最多4層)、受到風屬性傷害增加7.7%(最多4層)』(50回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 糖果徵收令`,
            "value": `普攻時，觸發「使目標受到普攻傷害增加10%(最多3層)」\n必殺時，觸發「使目標受到必殺技傷害增加5%(最多2層)、受到傷害增加7.4%(最多2層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 為精靈王(我)而戰`,
            "value": `第1回合時，觸發「使自身當前必殺技CD減少4回合」(觸發1次後清除)\n必殺時，觸發「使我方全體風屬性角色獲得《為女王而戰》」\n\n《為女王而戰》\n造成傷害增加15%(最多2層)\n普攻時，追加「以自身攻擊力18%對目標造成傷害」(4回合)(不可疊加)`
        },
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/902882878902378577.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    },
    "imageUrl": "https://cdn.tkfmdata.com/character/fullbody/10043_0-Lv1.png"
}
