module.exports = {
    "type": "rich",
    "title": `魔王 伊布力斯 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_light:933339825933791312> <:class_attacker:933339400916578344>`,
    "color": 0xEFB26B,
    "fields": [
        {
            "name": `<a:119:882828927842795530>**注意**<a:119:882828927842795530>`,
            "value": `**由於角色眾多，故此解放所需素材中的對應角色的記憶精碎將統一以【無名的記憶碎片】的表情符號【<:item_nameless:1054798367210872843>】作顯示。如發生任何誤會，本喵並不會負責！**\n\n--------------`
        },
        {
            "name": `<:liberate_1:1054796644136263731> 第一階段`,
            "value": `<:item_liberate:1054638758164705380> 解放晶石x1，<:item_nameless:1054798367210872843> 角色記憶精碎x10\n<:item_flawless:1054638754243027004> 無暇魂魄x1，<:item_sliver:1054655504040865832> 銀幣x300,000`
        },
        {
            "name": `<:detail_skill:933339968967933963> 劇毒之薔薇`,
            "value": `使目標受到魔王 伊布力斯的傷害增加10%(最多3層)，並以攻擊力560％對目標造成傷害，CD: 3`
        },
        {
            "name": `<:detail_passive:933340075910131732> 秘傳魔力儀式`,
            "value": `當前HP大於75％時，發動「造成傷害增加20%」`
        },
        {
            "name": `<:liberate_2:1054796646728355851> 第二階段`,
            "value": `<:item_liberate:1054638758164705380> 解放晶石x1，<:crystal_light:1054638745816682556> 雪白結晶x20\n<:item_fragment:1054638756210163812> 技之碎片x150，<:item_sliver:1054655504040865832> 銀幣x400,000`
        },
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `**HP與ATK將永久提升10%**\nHP：3,166,609 | ATK：989,565`
        },
        {
            "name": `<:liberate_3:1054796649035214879> 第三階段`,
            "value": `<:item_liberate:1054638758164705380> 解放晶石x1，<:item_nameless:1054798367210872843> 角色記憶精碎x10\n<:item_flawless:1054638754243027004> 無暇魂魄x1，<:item_sliver:1054655504040865832> 銀幣x500,000`
        },
        {
            "name": `<:detail_leader:933339992732876811> 魔王伊布力斯之傲慢`,
            "value": `我方全體最大HP20%\n我方全體攻擊力增加40%\n我方全體造成傷害增加20%\n攻擊時，觸發「以150％攻擊力對敵全體進行追擊」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 魔力汲取`,
            "value": `普攻傷害增加20%\n造成傷害時會以傷害值33％回復自身HP\n使自身必殺傷害增加25%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 眾生壓迫`,
            "value": `使自身攻擊力增加25%\n攻擊時，觸發「使敵方全體受到光屬性傷害增加4%(最多5層)」`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/856202436821254184.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    },
    "imageUrl": "https://cdn.discordapp.com/attachments/933707595301150740/1054811285008699413/char-03-4a1ae928679be2f9258ef2637f7e9fe7.png"
}