module.exports = {
    "type": "rich",
    "title": `雪姬 初華 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_water:933339803087421523> <:class_attacker:933339400916578344>`,
    "color": 0x48B4EB,
    "fields": [
        {
            "name": `<a:119:882828927842795530>**注意**<a:119:882828927842795530>`,
            "value": `**由於角色眾多，故此解放所需素材中的對應角色的記憶精碎將統一以【無名的記憶碎片】的表情符號【<:item_nameless:1054798367210872843>】作顯示。如發生任何誤會，本喵並不會負責！**\n\n--------------`
        },
        {
            "name": `<:liberate_1:1054796644136263731> 第一階段`,
            "value": `<:item_liberate:1054638758164705380> 解放晶石x1，<:item_nameless:1054798367210872843> 角色記憶精碎x10\n<:item_flawless:1054638754243027004> 無暇魂魄x1，<:item_sliver:1054655504040865832> 銀幣x300,000`
        },
        {
            "name": `<:detail_skill:933339968967933963> 霜華綻放`,
            "value": `使使敵方站位2、3、4目標受到必殺傷害增加3.75/3.75/5/5/7.5%(最多4層)，再以自身攻擊力102/116/130/143/157%對敵方站位2、3、4目標造成傷害，CD:3`
        },
        {
            "name": `<:detail_passive:933340075910131732> 霜風障壁`,
            "value": `防禦時，觸發「以自身最大HP10%給予我方全體護盾(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 冰山美人`,
            "value": `自身造成傷害增加25%\n自身必殺時，觸發「給予我方全體自身最大HP20%的護盾(1回合)」`
        },
        {
            "name": `<:liberate_2:1054796646728355851> 第二階段`,
            "value": `<:item_liberate:1054638758164705380> 解放晶石x1，<:crystal_water:1054638748664594564> 蒼藍結晶x20\n<:item_fragment:1054638756210163812> 技之碎片x150，<:item_sliver:1054655504040865832> 銀幣x400,000`
        },
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `**HP與ATK將永久提升10%**\nHP：3,752,432 | ATK：919,899`
        },
        {
            "name": `<:liberate_3:1054796649035214879> 第三階段`,
            "value": `<:item_liberate:1054638758164705380> 解放晶石x1，<:item_nameless:1054798367210872843> 角色記憶精碎x10\n<:item_flawless:1054638754243027004> 無暇魂魄x1，<:item_sliver:1054655504040865832> 銀幣x500,000`
        },
        {
            "name": `<:detail_leader:933339992732876811> 永凍之巔`,
            "value": `我方全體最大HP增加30%\n我方全體攻擊力增加100%\n自身必殺技最大CD增加一回合\n自身必殺時，觸發「使敵方全體受到傷害增加15%(最多4層)」\n自身必殺時，觸發「使敵方全體受到必殺傷害增加12.5%(最多4層)」\n每經過1回合時，觸發「以自身攻擊力30%使我方全體攻擊力增加(1回合)」\n自身免疫沉默\n自身造成傷害增加40%\n自身必殺技傷害增加60%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 徹骨冰寒`,
            "value": `必殺時，觸發「使自身攻擊力增加25%(最多4層)」\n必殺時，觸發「使自身必殺傷害增加15%(最多4層)」`
        },
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/856202436463820810.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    },
    "imageUrl": "https://cdn.discordapp.com/attachments/933707595301150740/1327760111804088461/10074_0-Lv1.png?ex=67843c77&is=6782eaf7&hm=b8baa046c1067a20691d6b639cc0496c646c1c11c277629697232a4ed929f941&"
}