module.exports = {
    "type": "rich",
    "title": `魔人偶 KS-VIII ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_dark:933339859559530506> <:class_attacker:933339400916578344>`,
    "color": 0xC390FF,
    "fields": [
        {
            "name": `<a:119:882828927842795530>**注意**<a:119:882828927842795530>`,
            "value": `**由於角色眾多，故此解放所需素材中的對應角色的記憶精碎將統一以【無名的記憶碎片】的表情符號【<:item_nameless:1054798367210872843>】作顯示。如發生任何誤會，本喵並不會負責！**\n\n--------------`
        },
        {
            "name": `<:liberate_1:1054796644136263731> 第一階段`,
            "value": `<:item_liberate:1054638758164705380> 解放晶石x1，<:item_nameless:1054798367210872843> 角色記憶精碎x10\n<:item_flawless:1054638754243027004> 無暇魂魄x1，<:item_sliver:1054655504040865832> 銀幣x300,000`
        },
        {
            "name": `<:detail_leader:933339992732876811> 最終兵器少女模式`,
            "value": `我方全體攻擊力增加70%\n自身獲得《最終兵器·解放》\n\n《最終兵器·解放》\n第1回合時，觸發「使自身當前必殺技CD減少4回合、必殺技最大CD減少3回合(6回合)、攻擊力增加450%(6回合) 、普攻傷害增加100%(6回合)、必殺技傷害增加100%(6回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 自我學習戰鬥系統`,
            "value": `攻擊時，觸發「使自身造成傷害增加10%(最多5層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 防禦模式。切換`,
            "value": `防禦時，觸發「以自身最大HP50%對自身施放護盾(3回合)」\n防禦時，觸發「減少自身《自我學習戰鬥系統》的造成傷害增加效果2層」`
        },
        {
            "name": `<:liberate_2:1054796646728355851> 第二階段`,
            "value": `<:item_liberate:1054638758164705380> 解放晶石x1，<:crystal_dark:1054638740112408596> 靛紫結晶x20\n<:item_fragment:1054638756210163812> 技之碎片x150，<:item_sliver:1054655504040865832> 銀幣x400,000`
        },
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `**HP與ATK將永久提升10%**\nHP：3,353,438 | ATK：934,149`
        },
        {
            "name": `<:liberate_3:1054796649035214879> 第三階段`,
            "value": `<:item_liberate:1054638758164705380> 解放晶石x1，<:item_nameless:1054798367210872843> 角色記憶精碎x10\n<:item_flawless:1054638754243027004> 無暇魂魄x1，<:item_sliver:1054655504040865832> 銀幣x500,000`
        },
        {
            "name": `<:detail_skill:933339968967933963> 全域殲滅模式。啟動`,
            "value": `使自身攻擊力增加125/130/135/140/150%(最多2層)，再以攻擊力60/70/80/90/100%對目標造成傷害，CD: 4`
        },
        {
            "name": `<:detail_passive:933340075910131732> 精神感應機砲。啟動`,
            "value": `攻擊時，觸發「以攻擊力25%對目標進行4次傷害」`
        },
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/856202436275339294.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    },
    "imageUrl": "https://cdn.discordapp.com/attachments/933707595301150740/1105867331525161112/ezgif-1-93377fad78.png"
}