module.exports = {
    "type": "rich",
    "title": `矮人王 蘭兒 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_water:933339803087421523> <:class_attacker:933339400916578344>`,
    "color": 0x48B4EB,
    "fields": [
        {
            "name": `<a:119:882828927842795530>**注意**<a:119:882828927842795530>`,
            "value": `**由於角色眾多，故此解放所需素材中的對應角色的記憶精碎將統一以【無名的記憶碎片】的表情符號【<:item_nameless:1054798367210872843>】作顯示。如發生任何誤會，本喵並不會負責！**\n\n--------------`
        },
        {
            "name": `<:liberate_1:1054796644136263731> 第一階段`,
            "value": `<:item_liberate:1054638758164705380> 解放晶石x1，<:item_nameless:1054798367210872843> 角色記憶精碎x10\n<:item_flawless:1054638754243027004> 無暇魂魄x1，<:item_sliver:1054655504040865832> 銀幣x300,000`
        },
        {
            "name": `<:detail_passive:933340075910131732> 力量儲存`,
            "value": `行動時，觸發「使自身攻擊力增加15%(最多4層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 屏氣凝神`,
            "value": `行動時，觸發「使自身造成傷害增加5%(最多4層)」`
        },
        {
            "name": `<:liberate_2:1054796646728355851> 第二階段`,
            "value": `<:item_liberate:1054638758164705380> 解放晶石x1，<:crystal_water:1054638748664594564> 蒼藍結晶x20\n<:item_fragment:1054638756210163812> 技之碎片x150，<:item_sliver:1054655504040865832> 銀幣x400,000`
        },
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `**HP與ATK將永久提升10%**\nHP：3,723,932 | ATK：840,735`
        },
        {
            "name": `<:liberate_3:1054796649035214879> 第三階段`,
            "value": `<:item_liberate:1054638758164705380> 解放晶石x1，<:item_nameless:1054798367210872843> 角色記憶精碎x10\n<:item_flawless:1054638754243027004> 無暇魂魄x1，<:item_sliver:1054655504040865832> 銀幣x500,000`
        },
        {
            "name": `<:detail_skill:933339968967933963> 躍空斷裂破`,
            "value": `使目標解除防禦狀態，再以攻擊力1050％對目標造成傷害，並使自身獲得普攻傷害增加100%(3回合)，CD: 6`
        },
        {
            "name": `<:detail_leader:933339992732876811> 矮人王的氣勢`,
            "value": `我方全體最大HP增加20%\n自身攻擊力增加125%\n自身普攻傷害增加100%\n自身造成傷害增加35%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 巨斧破龍的幻光`,
            "value": `自身必殺技傷害增加50%\n行動時，觸發\n「使目標受到水屬性傷害增加6%(最多4層)」`
        },
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/856202436463820810.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    },
    "imageUrl": "https://cdn.discordapp.com/attachments/933707595301150740/1077976410943135806/ezgif-1-bedf4ffa82.png"
}