module.exports = {
    "type": "rich",
    "title": `天使長 聖米勒 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_light:933339825933791312> <:class_attacker:933339400916578344>`,
    "color": 0xEFB26B,
    "fields": [
        {
            "name": `<a:119:882828927842795530>**注意**<a:119:882828927842795530>`,
            "value": `**由於角色眾多，故此解放所需素材中的對應角色的記憶精碎將統一以【無名的記憶碎片】的表情符號【<:item_nameless:1054798367210872843>】作顯示。如發生任何誤會，本喵並不會負責！**\n\n--------------`
        },
        {
            "name": `<:liberate_1:1054796644136263731> 第一階段`,
            "value": `<:item_liberate:1054638758164705380> 解放晶石x1，<:item_nameless:1054798367210872843> 角色記憶精碎x10\n<:item_flawless:1054638754243027004> 無暇魂魄x1，<:item_sliver:1054655504040865832> 銀幣x300,000`
        },
        {
            "name": `<:detail_skill:933339968967933963> 大天使之怒`,
            "value": `以自身攻擊力514％對目標造成傷害，並以自身攻擊力638％每回合對目標造成傷害(1回合)，CD: 4`
        },
        {
            "name": `<:detail_passive:933340075910131732> 光之懲戒`,
            "value": `普攻時，觸發「以自身攻擊力130％每回合對目標造成傷害(1回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 天使的祝福`,
            "value": `第一回合時，觸發 「《天使的祝福-聖罰》」\n第一回合時，觸發 「《天使的祝福-斷裁》」\n第一回合時，觸發 「《天使的祝福-定罪》」\n\n《天使的祝福-聖罰》\n我方全體光屬性成員行動時，觸發「使我方全體攻擊力增加10%(50回合)」(1回合)\n\n《天使的祝福-斷裁》\n我方全體火、風屬性成員行動時，觸發「使我方全體普攻傷害增加20%(50回合)」(1回合)\n\n《天使的祝福-定罪》\n我方全體水、闇屬性成員行動時，觸發「使我方全體必殺技傷害增加10%(50回合)」(1回合)`
        },
        {
            "name": `<:liberate_2:1054796646728355851> 第二階段`,
            "value": `<:item_liberate:1054638758164705380> 解放晶石x1，<:crystal_light:1054638745816682556> 雪白結晶x20\n<:item_fragment:1054638756210163812> 技之碎片x150，<:item_sliver:1054655504040865832> 銀幣x400,000`
        },
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `**HP與ATK將永久提升10%**\nHP：3,359,772 | ATK：930,983`
        },
        {
            "name": `<:liberate_3:1054796649035214879> 第三階段`,
            "value": `<:item_liberate:1054638758164705380> 解放晶石x1，<:item_nameless:1054798367210872843> 角色記憶精碎x10\n<:item_flawless:1054638754243027004> 無暇魂魄x1，<:item_sliver:1054655504040865832> 銀幣x500,000`
        },
        {
            "name": `<:detail_leader:933339992732876811> 天使長的祝福`,
            "value": `第一回合時，觸發「《天使長的祝福-聖罰》」\n第一回合時，觸發「《天使長的祝福-斷裁》」\n第一回合時，觸發「《天使長的祝福-定罪》」\n\n《天使長的祝福-聖罰》\n我方全體光屬性成員行動時，觸發「使我方全體攻擊力增加30%(50回合)」(1回合)\n\n《天使長的祝福-斷裁》\n我方全體火、風屬性成員行動時，觸發「使我方全體普攻傷害增加60%(50回合)」(1回合)\n\n《天使長的祝福-定罪》\n我方全體水、闇屬性成員行動時，觸發「使我方全體必殺技傷害增加30%(50回合)」(1回合)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 天罰之力`,
            "value": `攻擊時，觸發「使自身攻擊力增加50％(4回合)」`
        },
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/872468146857078855.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    },
    "imageUrl": "https://cdn.discordapp.com/attachments/933707595301150740/1105878343548678205/ezgif-3-171003628e.png"
}