module.exports = {
    "type": "rich",
    "title": `偶像 黑白諾艾莉 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_fire:933339778559131679> <:class_supporter:933339516788408420>`,
    "color": 0xF45F34,
    "fields": [
        {
            "name": `<a:119:882828927842795530>**注意**<a:119:882828927842795530>`,
            "value": `**由於角色眾多，故此解放所需素材中的對應角色的記憶精碎將統一以【無名的記憶碎片】的表情符號【<:item_nameless:1054798367210872843>】作顯示。如發生任何誤會，本喵並不會負責！**\n\n--------------`
        },
        {
            "name": `<:liberate_1:1054796644136263731> 第一階段`,
            "value": `<:item_liberate:1054638758164705380> 解放晶石x1，<:item_nameless:1054798367210872843> 角色記憶精碎x10\n<:item_flawless:1054638754243027004> 無暇魂魄x1，<:item_sliver:1054655504040865832> 銀幣x300,000`
        },
        {
            "name": `<:detail_skill:933339968967933963> 心跳☆閃耀`,
            "value": `以自身攻擊力79.2/91.7/104.2/116.7/129.2%每回合對我方全體進行治療(6回合)，並使自身以外的我方隊員當前必殺技CD減少1回合，並使我方全體必殺技傷害增加10/12.5/15/20/20%(3/3/3/3/6回合)，CD: 6`
        },
        {
            "name": `<:detail_passive:933340075910131732> 跟著一起唱唷☆`,
            "value": `必殺時，觸發「使我方全體攻擊力增加30%(最多1層)」`
        },
        {
            "name": `<:liberate_2:1054796646728355851> 第二階段`,
            "value": `<:item_liberate:1054638758164705380> 解放晶石x1，<:crystal_fire:1054638743249748099> 緋紅結晶x20\n<:item_fragment:1054638756210163812> 技之碎片x150，<:item_sliver:1054655504040865832> 銀幣x400,000`
        },
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `**HP與ATK將永久提升10%**\nHP：3,502,269 | ATK：894,567`
        },
        {
            "name": `<:liberate_3:1054796649035214879> 第三階段`,
            "value": `<:item_liberate:1054638758164705380> 解放晶石x1，<:item_nameless:1054798367210872843> 角色記憶精碎x10\n<:item_flawless:1054638754243027004> 無暇魂魄x1，<:item_sliver:1054655504040865832> 銀幣x500,000`
        },
        {
            "name": `<:detail_leader:933339992732876811> 閃耀☆偶像之星諾艾莉`,
            "value": `使我方全體最大HP增加30%\n使我方全體攻擊力增加60%\n使我方全體受到護盾效果減少75%\n使自身必殺技最大CD減少3回合\n以自身攻擊力35%每回合對我方全體進行治療\n必殺時，觸發「使我方全體必殺技傷害增加10%(最多4層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 舉起你們的手☆`,
            "value": `使自身受到護盾效果增加30%\n攻擊時，觸發「使我方全體被治療時回復量增加12.5%(2回合)、受到護盾效果增加12.5%(2回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 我愛你們大家☆`,
            "value": `必殺時，觸發「以自身攻擊力30%使我方全體攻擊力增加(1回合)」\n必殺時，觸發「以攻擊力100%對我方全體施放護盾(4回合)」`
        }
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/819638420963590224.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    },
    "imageUrl": "https://cdn.discordapp.com/attachments/933707595301150740/1291782909409235004/ezgif-4-884c880bb2.png?ex=67015a15&is=67000895&hm=e79ad0f6fca0c132cc4d5051a94708a507607125cd05272653a8714fb9c87760&"
}