module.exports = {
    "type": "rich",
    "title": `碧波白喵 娜娜 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_wind:933339803653644358> <:class_supporter:933339516788408420>`,
    "color": 0x54BA71,
    "fields": [
        {
            "name": `<a:119:882828927842795530>**注意**<a:119:882828927842795530>`,
            "value": `**由於角色眾多，故此解放所需素材中的對應角色的記憶精碎將統一以【無名的記憶碎片】的表情符號【<:item_nameless:1054798367210872843>】作顯示。如發生任何誤會，本喵並不會負責！**\n\n--------------`
        },
        {
            "name": `<:liberate_1:1054796644136263731> 第一階段`,
            "value": `<:item_liberate:1054638758164705380> 解放晶石x1，<:item_nameless:1054798367210872843> 角色記憶精碎x10\n<:item_flawless:1054638754243027004> 無暇魂魄x1，<:item_sliver:1054655504040865832> 銀幣x300,000`
        },
        {
            "name": `<:detail_skill:933339968967933963> 繪技。百畫投影`,
            "value": `使自身普攻傷害增加60/75/90/105/120%(4回合)，再使目標受到普攻傷害增加40/55/70/85/100%(8回合)，CD: 4`
        },
        {
            "name": `<:detail_attack:933340014379667457> 後勤補給喵`,
            "value": `使我方全體普攻傷害增加50%(2回合)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 投影炮擊`,
            "value": `普攻時，追加「以自身攻擊力70%對目標造成傷害」`
        },
        {
            "name": `<:liberate_2:1054796646728355851> 第二階段`,
            "value": `<:item_liberate:1054638758164705380> 解放晶石x1，<:crystal_wind:1054638751567056926> 翠綠結晶x20\n<:item_fragment:1054638756210163812> 技之碎片x150，<:item_sliver:1054655504040865832> 銀幣x400,000`
        },
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `**HP與ATK將永久提升10%**\nHP：4,053,259 | ATK：851,817`
        },
        {
            "name": `<:liberate_3:1054796649035214879> 第三階段`,
            "value": `<:item_liberate:1054638758164705380> 解放晶石x1，<:item_nameless:1054798367210872843> 角色記憶精碎x10\n<:item_flawless:1054638754243027004> 無暇魂魄x1，<:item_sliver:1054655504040865832> 銀幣x500,000`
        },
        {
            "name": `<:detail_leader:933339992732876811> 純熟社蓄俏水手`,
            "value": `我方全體最大HP增加25%\n我方全體獲得「我方隊伍風屬性角色有3人以上時，發動『《海鷗盜賊團》』」\n自身獲得「我方隊伍攻擊者角色有2人以上時，發動『《向著大海航去！》』」\n\n《海鷗盜賊團》\n攻擊力增加40%\n普攻傷害增加100%\n普攻時，追加「以自身攻擊力65%對目標造成傷害」\n\n《向著大海航去！》\n普攻時，觸發「使目標受到傷害增加5%(最多10層)」\n必殺時，觸發「使目標受到風屬性傷害增加15%(2回合)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 在暴風雨中前行`,
            "value": `普攻時，追加「以自身最大HP10%給予我方全體護盾(1回合)」\n必殺時，觸發「《風雨也無法阻止我們》」\n\n《風雨也無法阻止我們》\n使自身獲得「普攻時，追加『以自身攻擊力120%對目標造成傷害』(2回合)」\n使目標受到風屬性傷害增加15%(2回合)`
        },
        {
            "name": `<:detail_passive:933340075910131732> 悠久留存的回憶`,
            "value": `我方全體造成傷害增加10%\n普攻時，觸發「使我方全體攻擊力增加10%(最多4層)」\n第1回合時，觸發「使自身當前必殺技CD減少4回合」(觸發1次後清除)`
        },
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/1127457416297074698.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    },
    "imageUrl": "https://cdn.discordapp.com/attachments/933707595301150740/1400039833128407121/onana.png?ex=688b3033&is=6889deb3&hm=f6aa3f7de511accabac20149956b2d260e714be34025ce1a1649f3d62b91cb5e&"
}