module.exports = {
    "type": "rich",
    "title": `精靈王 賽露西亞 ★★★`,
    "description": `<:rarity_ssr:933339183848763412> <:element_wind:933339803653644358> <:class_supporter:933339516788408420>`,
    "color": 0x54BA71,
    "fields": [
        {
            "name": `<a:119:882828927842795530>**注意**<a:119:882828927842795530>`,
            "value": `**由於角色眾多，故此解放所需素材中的對應角色的記憶精碎將統一以【無名的記憶碎片】的表情符號【<:item_nameless:1054798367210872843>】作顯示。如發生任何誤會，本喵並不會負責！**\n\n--------------`
        },
        {
            "name": `<:liberate_1:1054796644136263731> 第一階段`,
            "value": `<:item_liberate:1054638758164705380> 解放晶石x1，<:item_nameless:1054798367210872843> 角色記憶精碎x10\n<:item_flawless:1054638754243027004> 無暇魂魄x1，<:item_sliver:1054655504040865832> 銀幣x300,000`
        },
        {
            "name": `<:detail_skill:933339968967933963> 導引之箭矢`,
            "value": `以攻擊力475/550/625/625/625%對目標造成傷害，並使我方全體攻擊力增加15/15/15/20/25%(最多2層)，CD: 6`
        },
        {
            "name": `<:detail_passive:933340075910131732> 引領者`,
            "value": `攻擊時，觸發「使我方全體造成傷害增加20%(1回合)」\n攻擊時，觸發「使我方全體普攻傷害增加30%(1回合)」`
        },
        {
            "name": `<:liberate_2:1054796646728355851> 第二階段`,
            "value": `<:item_liberate:1054638758164705380> 解放晶石x1，<:crystal_wind:1054638751567056926> 翠綠結晶x20\n<:item_fragment:1054638756210163812> 技之碎片x150，<:item_sliver:1054655504040865832> 銀幣x400,000`
        },
        {
            "name": `<:5flower:981031925168865290> 完全體數據`,
            "value": `**HP與ATK將永久提升10%**\nHP：3,597,268 | ATK：870,818`
        },
        {
            "name": `<:liberate_3:1054796649035214879> 第三階段`,
            "value": `<:item_liberate:1054638758164705380> 解放晶石x1，<:item_nameless:1054798367210872843> 角色記憶精碎x10\n<:item_flawless:1054638754243027004> 無暇魂魄x1，<:item_sliver:1054655504040865832> 銀幣x500,000`
        },
        {
            "name": `<:detail_leader:933339992732876811> 精靈領域`,
            "value": `我方全體最大HP增加20%\n我方全體攻擊力增加50%\n我方全體普攻傷害增加50%\n自身攻擊力增加50%`
        },
        {
            "name": `<:detail_passive:933340075910131732> 破天一擊`,
            "value": `必殺時，觸發「使敵方全體受到傷害增加12.5%(最多2層)且使敵方全體防禦狀態解除」\n必殺時，觸發「使敵方目標受到普攻傷害增加35%(最多2層)」`
        },
        {
            "name": `<:detail_passive:933340075910131732> 揚起勝利之風`,
            "value": `我方全體攻擊力增加25%\n第1回合，觸發「使自身必殺技冷卻時間減少6回合」`
        },
    ],
    "thumbnail": {
        "url": `https://cdn.discordapp.com/emojis/856202436720590878.webp?size=96&quality=lossless`,
        "height": 0,
        "width": 0
    },
    "imageUrl": "https://cdn.discordapp.com/attachments/933707595301150740/1077973945011159111/ezgif-1-36f270b187.png"
}